{
  "v2": {
    "A001": "Đăng xuất",
    "A002": "Danh sách",
    "A003": "Đăng nhập",
    "A004": "Lịch sử đơn cược",
    "A005": "Tin nhắn",
    "A006": "Ưu đãi",
    "A007": "Ưu đãi",
    "A008": "Đại lý",
    "A009": "CSKH",
    "A010": "Trang Chủ",
    "A011": "Thể Thao",
    "A012": "Trang cá nhân",
    "A013": "Mode ngày",
    "A014": "Mode đêm",
    "A015": "Đăng ký",
    "A016": "Xổ Số",
    "A017": "Thể Thao",
    "A018": "Casino",
    "A019": "Nỗ Hũ",
    "A020": "Game Bài",
    "A021": "Bắn Cá",
    "A022": "Casino Trực Tuyến",
    "A023": "Tham gia",
    "A024": "Của Tôi",
    "A025": "Trung tâm tin nhắn",
    "A026": "Tạm thời không có nội dung",
    "A027": "Đơn Cược",
    "A028": "Nạp tiền",
    "A029": "Rút tiền",
    "A030": "Trang",
    "A031": "Trò chơi",
    "A032": "Hệ thống",
    "A033": "CSKH",
    "A034": "Chi tiết",
    "A035": "Chat",
    "A036": "Thông báo",
    "A037": "Đá Gà",
    "A038": "Đại lý",
    "A039": "Tải Ứng Dụng",
    "A040": "Thông Báo",
    "A041": "Đang bảo trì",
    "A042": "Vui lòng nhập tài khoản",
    "A043": "Vui lòng nhập mật khẩu",
    "A044": "Cược Mới Nhất",
    "A045": "Tham gia ngay",
    "A046": "Chi Tiết Tin Tức",
    "A047": "Giải Trí Phổ Biến",
    "A048": "ON Thể Thao",
    "A049": "ON Sexy Casino",
    "A050": "ON Game Bài",
    "A051": "ON Xổ Số",
    "A052": "Vào Chơi",
    "A053": "Hoạt Động Hot",
    "A054": "Nhà Tài Trợ",
    "A055": "Vào Sảnh",
    "A056": "Phục vụ bạn 24/7",
    "A057": "Kết nối",
    "A058": "Sự kiện nổi bật",
    "A059": "Đề Xuất Game Bài",
    "A060": "Hot Slot Game",
    "A061": "Xổ số Hot",
    "A062": "Thể thao hàng đầu",
    "A063": "Game Bắn Cá",
    "A064": "Đá Gà Trực Tiếp",
    "A065": "Tin Nóng",
    "A066": "Chúng Mừng Trúng Lớn",
    "A067": "Trúng Thưởng",
    "A068": "Quy Tắc",
    "A069": "On Game",
    "A070": "Kèo Cược",
    "A071": "Chọn Ngôn Ngữ",
    "A072": "Mở tài khoản ONBET ngay, nhận ưu đãi hấp dẫn!",
    "A073": "Game Bài Hot",
    "A074": "Trung Tâm Tin Tức",
    "A075": "Chi Tiết Tin Tức",
    "A076": "Tham gia Onbet",
    "A077": "Tạo tài khoản",
    "A078": "Hàng ngày",
    "A079": "Thứ 2",
    "A080": "Thứ 3",
    "A081": "Thứ 4",
    "A082": "Thứ 5",
    "A083": "Thứ 6",
    "A084": "Thứ 7",
    "A085": "Chủ nhật",
    "A086": "Mới tham gia ONbet?",
    "A087": "Tin Tức",
    "A088": "Về Chúng Tôi",
    "A089": "Điều Khoản & Điều Kiện",
    "A090": "Chính Sách Bảo Mật",
    "A091": "Vấn Đề Thường Gặp",
    "A092": "Liên Hệ",
    "A093": "Đối Tác Hợp Tác",
    "A094": "S.S. Lazio",
    "A095": "Nhập mã xác nhận",
    "A096": "Mật khẩu rút tiền gồm 4 chữ số",
    "A097": "Chọn mã vùng",
    "A098": "Tên đăng nhập",
    "A099": "Vui lòng nhập mật khẩu đăng nhập",
    "A100": "Vui lòng nhập lại mật khẩu",
    "A101": "Họ và Tên tài khoản ngân hàng",
    "A102": "Nhập số điện thoại",
    "A103": "Nhập mã xác nhận SMS",
    "A104": "Vui lòng nhập email",
    "A105": "Vui lòng nhập mã bưu điện",
    "A106": "Vui lòng nhập tỉnh",
    "A107": "Vui lòng nhập thành phố",
    "A108": "Vui lòng nhập địa chỉ liên hệ",
    "A109": "Vui lòng nhập ID WeChat",
    "A110": "Lỗi định dạng ID WeChat",
    "A111": "Vui lòng nhập tài khoản Facebook của bạn",
    "A112": "Vui lòng nhập tài khoản Telegram",
    "A113": "Vui lòng nhập tài khoản Whatsapp",
    "A114": "Vui lòng nhập tài khoản Zalo",
    "A115": "Vui lòng nhập tài khoản QQ",
    "A116": "Gửi mã xác nhận",
    "A117": "Nhận",
    "A118": "Tìm kiếm",
    "A119": "Trò chơi phổ biến",
    "A120": "Quét mã QR để tải ứng dụng về",
    "A121": "Truy cập bằng trình duyệt di động",
    "A122": "Chứng thực",
    "A123": "Người dùng không tồn tại",
    "A124": "Sai mật khẩu",
    "A125": "Mã xác nhận sai",
    "A126": "Đang bảo trì, vui lòng thử lại sau",
    "A127": "Loại tiền",
    "A128": "Trang sẽ chuyển sang {n} 5 giây sau đó.",
    "A129": "SMS mã xác nhận không đúng",
    "A130": "Bạn đã có tài khoản?",
    "A131": "Mã giới thiệu(có thể bỏ trống)",
    "A132": "Nạp tiền ngay",
    "A133": "Khám phá trò chơi",
    "A134": "Vui lòng đăng nhập để sử dụng tính năng này",
    "A135": "Tổng giải thưởng mười triệu (USDT)",
    "A136": "Chơi thử",
    "A137": "Nhà",
    "A138": "Khách",
    "A139": "Chi tiết tài chính",
    "A140": "Lịch sử cược",
    "A141": "Lịch sử nạp tiền",
    "A142": "Lịch sử chuyển quỹ",
    "A143": "Lịch sử rút lì xì",
    "A144": "Ngày bắt đầu",
    "A145": "Trạng thái",
    "A146": "Phương thức thanh toán",
    "A147": "Thời gian",
    "A148": "Phương thức",
    "A149": "Chuyển ra từ",
    "A150": "Chuyển vào",
    "A151": "Trạng thái",
    "A152": "Thời gian",
    "A153": "Kênh",
    "A154": "Đặt cược",
    "A155": "Mã đơn",
    "A156": "Số tiền",
    "A157": "Trạng thái",
    "A158": "Nạp tiền",
    "A159": "Ưu đãi",
    "A160": "Hoàn trả",
    "A161": "Thời gian",
    "A162": "Mã giao dịch",
    "A163": "Trạng thái",
    "A164": "Nền tảng",
    "A165": "Thời gian",
    "A166": "Thắng thua",
    "A167": "Tổng cược",
    "A168": "Tổng thắng thua",
    "A169": "Thêm hoạt động",
    "A170": "Đặt cược lại",
    "A171": "Trong trận",
    "A172": "Sắp diễn ra",
    "A173": "Hôm nay",
    "A174": "Cược sớm",
    "A175": "Cược chung cuộc",
    "A176": "Tỉ số",
    "A177": "12 Giờ tới",
    "A178": "24 Giờ tới",
    "A179": "Cược châu a khác",
    "A180": "Video",
    "A181": "Hoạt hình",
    "A182": "Lọc trận đấu",
    "A183": "Cài đặt loại bóng",
    "A184": "Cài đặt mặc định",
    "A185": "Xoá tất cả",
    "A186": "Giải đấu phổ biến",
    "A187": "Bạn vẫn chưa có trận đấu yêu thích",
    "A188": "Lưu",
    "A189": "Cài đặt da",
    "A190": "Quy tắc cược",
    "A191": "Nhận Tỷ lệ cược tốt hơn",
    "A192": "Nhận bất kỳ Tỷ lệ cược",
    "A193": "Không nhận thay đổi Tỷ lệ cược",
    "A194": "Hướng dẫn cược",
    "A195": "Quy tắc thể thao",
    "A196": "Cược đơn",
    "A197": "Cược xâu",
    "A198": "Cược ghép xâu",
    "A199": "Đặt cược",
    "A200": "Thanh toán sớm",
    "A201": "Thanh toán sớm một phần",
    "A202": "Video hướng dẫn",
    "A203": "Hướng dẫn đồ họa",
    "A204": "1. Cược đơn",
    "A205": "2. Nhập đơn cược",
    "A206": "2. Enter The Bet Slip",
    "A207": "3. Gửi cược của bạn",
    "A208": "4. Cược hoàn tất",
    "A209": "Chọn handicap",
    "A210": "Nhấp vào phần trống, đóng giỏ hàng và quay lại DS",
    "A211": "Đóng giỏ hàng",
    "A212": "Nhấp để nhập số tiền",
    "A213": "Xác nhận số tiền cược, bấm gửi đặt cược",
    "A214": "Bấm vào phần trống để quay lại danh sách",
    "A215": "Hiển thị đặt cược thành công và đã hoàn thành",
    "A216": "Giới hạn {min}-{max}",
    "A217": "Mục này không hỗ trợ đặt cược xâu",
    "A218": "Cược tối thiểu là",
    "A219": "Cược đang được xử lý...",
    "A220": "Cược",
    "A221": "Hiển thị",
    "A222": "Rút gọn",
    "A223": "Số lần cược",
    "A224": "Ảnh chụp màn hình đơn cược",
    "A225": "Đặt cược vào các trận đấu khác",
    "A226": "Bắt buộc phải có xâu từ 2 trở lên",
    "A227": "3 ngày qua",
    "A228": "Cấp bậc hội viên",
    "A229": "Đồng ý và đặt cược",
    "A230": "Tỷ lệ cược",
    "A231": "Tỷ lệ cược đã đổi",
    "A232": "Đặt cược không thành công: Tỷ lệ cược đã đổi",
    "A233": "Kèo đã thay đổi",
    "A234": "Đặt cược không thành công: Kèo đã thay đổi",
    "A235": "Thị trường đã đóng",
    "A236": "Đặt cược không thành công: Thị trường đã đóng",
    "A237": "Đề xuất sắp xếp",
    "A238": "Kéo và thả để thay đổi",
    "A239": "Tiền cược",
    "A240": "Thắng",
    "A241": "Tổng thắng thua",
    "A242": "Cài đặt",
    "A243": "Mục lục khác",
    "A244": "Tổng tiền cược",
    "A245": "Chi tiết",
    "A246": "Cược trận khác",
    "A247": "Xoá toàn bộ",
    "A248": "Do mạng của bạn bị chậm, vui lòng xác nhận trạng thái đơn cược trong phần quản lý đơn cược!",
    "A249": "Tỷ lệ cược đã thay đổi, {0} thành {1}",
    "A250": "Số tiền đặt cược nhỏ hơn hạn mức đặt cược",
    "A251": "Đặt cược",
    "A252": "Cược xâu",
    "A253": "Cược đơn",
    "A254": "Có nhận thuyết minh về sự thay đổi tỷ lệ cược hay không",
    "A255": "Tỷ lệ cược của trận đấu có thể thay đổi bất cứ lúc nào (đặc biệt là trong khi trận đang diễn ra). Để mang đến cho bạn trải nghiệm cược tốt hơn. Bạn có thể chọn từ ba phương thức đặt cược sau:",
    "A256": "1.Nhận mọi thay đổi tỷ lệ cược nào--khi bạn chọn tùy chọn này, chúng tôi sẽ tạo đơn cược cho bạn dựa trên tỷ lệ cược mới nhất.",
    "A257": "2.Nhận tỷ lệ cược tốt nhất--Khi chọn tùy chọn này, nếu tỷ lệ cược mới nhất tốt hơn tỷ lệ cược bạn đã chọn, chúng tôi sẽ tạo đơn cược. Nếu tỷ lệ cược mới nhất thấp hơn tỷ lệ cược bạn đã chọn, chúng tôi sẽ không tạo đơn cược và thông báo cho bạn về sự thay đổi tỷ lệ cược",
    "A258": "3.Không nhận thay đổi tỷ lệ cược--Khi chọn tùy chọn này: Nếu tỷ lệ cược mới nhất khác với tỷ lệ cược bạn đã chọn, chúng tôi sẽ không tạo đơn cược và nhắc nhở bạn về việc thay đổi tỷ lệ cược",
    "A259": "Tôi biết rồi",
    "A260": "Giải đấu phổ biến",
    "A261": "Quay lại",
    "A262": "Sảnh phòng chat",
    "A263": "Chat quá thường xuyên",
    "A264": "Điều kiện chat (2 ngày qua):",
    "A265": "Tổng số tiền gửi không ít hơn",
    "A266": "Tổng số tiền cược không ít hơn",
    "A267": "Cấm chat",
    "A268": "Bỏ cấm chat",
    "A269": "Xóa tin nhắn",
    "A270": "Đuổi ra",
    "A271": "Thành viên này đã bị cấm",
    "A272": "Thành viên này đã được bỏ cấm",
    "A273": "Thành viên này đã bị đuổi khỏi phòng chat",
    "A274": "Bạn bị cấm chat",
    "A275": "Bạn có thể bắt đầu trò chuyện",
    "A276": "Bạn đã bị đuổi khỏi phòng chat",
    "A277": "Bạn có muốn xóa tin nhắn này",
    "A278": "Xem thông tin thành viên",
    "A279": "Mã thành viên",
    "A280": "Tài khoản",
    "A281": "Hệ thống hiện đang đóng chat",
    "A282": "Hệ thống hiện đang mở để chat",
    "A283": "Hệ thống bao lì xì",
    "A284": "Cơ hội hiếm có, đừng bỏ lỡ!",
    "A285": "Thành viên phòng chat",
    "A286": "Gửi bao lì xì!",
    "A287": "Mở",
    "A288": "Cung hỉ phát tài",
    "A289": "May mắn thuận lợi",
    "A290": "Nhập mật khẩu",
    "A291": "Lỗi đầu vào",
    "A292": "Xác nhận",
    "A293": "Bao lì xì sẽ tự thêm vào số dư tài khoản",
    "A294": "Nhận bao lì xì ngay",
    "A295": "Thử vận may của bạn",
    "A296": "Lì xì to",
    "A297": "Không giành được bao lì xì",
    "A298": "Lì xì này đã nhận",
    "A299": "Tham gia điều kiện lì xì",
    "A300": "Số tiền gửi",
    "A301": "Tiền cược",
    "A302": "Gợi ý",
    "A303": "Lỗi kết nối mạng, vui lòng thử lại sau",
    "A304": "Thắng",
    "A305": "Lì xì của",
    "A306": "Chỉ sau khi đăng nhập, bạn mới có thể nhận được lì xì!",
    "A307": "Nhập nội dung trò chuyện",
    "A308": "Tin nhắn này đã bị xóa",
    "A309": "Quản trị viên",
    "A310": "Hiện đang cấm chat",
    "A311": "Chào mừng",
    "A312": "Thông báo hệ thống",
    "A313": "Bao lì xì hiện tại đã hết hoặc đã nhận hết",
    "A314": "Bao lì xì hiện tại đã nhận hết",
    "A315": "Phòng chat tạm đóng",
    "A316": "Tài khoản thụ hưởng",
    "A317": "Vui lòng làm mới trang trước mỗi lần gửi tiền để cập nhật tài khoản thụ hưởng mới nhất, tránh nạp vào tài khoản đã hết hạn và không được đền bù nếu quý khách nhầm lẫn.",
    "A318": "Quét mã thanh toán QR",
    "A319": "Quét mã QR thanh toán nhanh, nếu có thắc mắc nào vui lòng liên hệ ngay CSKH!",
    "A320": "Họ và Tên tài khoản ngân hàng",
    "A321": "Quét mã thanh toán QR, nếu bạn có bất kỳ câu hỏi nào vui lòng liên hệ chăm sóc khách hàng trong thời gian sớm nhất!",
    "A322": "Thắng",
    "A323": "Thắng một nửa",
    "A324": "Thua",
    "A325": "Thua một nửa",
    "A326": "Hòa",
    "A327": "Đã hủy",
    "A328": "Đã xác nhận",
    "A329": "Nhà phát triển độc quyền, tỷ lệ cược tốt nhất toàn thị trường, đầy đủ các trận đấu sự kiện, bao gồm trận đấu thể thao phổ biến, cung cấp video trực tiếp, số liệu thống kê thể thao chuyên nghiệp, để đáp ứng mọi nhu cầu của các trận đấu thể thao!",
    "A330": "Nhà phát triển độc quyền, sòng bạc phát sóng trực tiếp cực nét có Dealer gợi cảm, với nhiều phong cách sáng tạo và đa dạng thể loại. Có Baccarat, Ngầu Hầm, Rồng Hổ, Fried Golden Flower, Xóc Dĩa, Fan Tan và các bàn trò chơi khác để bạn lựa chọn. Nền tảng giải trí tương tác được phát triển và thiết kế đặc biệt phù hợp thẩm mỹ, thói quen riêng của người châu Á, để bạn có trải nghiệm tốt nhất!",
    "A331": "Đa dạng hình thức đặt cược, trải nghiệm đặt cược tốt nhất, hỗ trợ rút tiền trước và nhận lãi nhanh hơn một bước, nghĩ những gì bạn muốn và cược những gì bạn thích.",
    "A332": "Hơn 50.000 sự kiện, nhiều trò chơi và tỷ lệ chấp khác nhau, cũng như đặt cược theo lịch trình và thanh toán sớm, mang đến cho bạn sự thích thú đặc biệt.",
    "A333": "AWC Live rất nhiều lựa chọn trò chơi bao gồm baccarat phổ biến, sic bo, roulette và nhiều hơn nữa, kết hợp với giám sát và quản lý 24/7, cung cấp cho người chơi một dịch vụ chơi game ổn định và mượt mà.",
    "A334": "Người chia bài xinh đẹp tương tác trực tuyến, đưa bạn chơi nhiều trò baccarat, sic bo, roulette, Niu Niu, fried golden flower, và sự tận hưởng tột đỉnh trong DG người thật.",
    "A335": "AG live video là thương hiệu video trực tiếp tiềm năng nhất ở châu Á, cung cấp baccarat, Gongmi baccarat, sic bo, roulette, Niu Niu, fried golden flower, v.v. Các trò chơi video trực tiếp.",
    "A336": "WM Live cung cấp nhiều lựa chọn giải trí video trực tiếp đa dạng, bao gồm baccarat, sic bo, roulette, dragon tiger và nhiều trò chơi khác. Mỗi trò chơi đều có những đặc điểm riêng, cho phép người chơi tìm được trò chơi phù hợp với sở thích của mình.",
    "A337": "BG Live video sử dụng phòng trò chơi trực tiếp tiêu chuẩn quốc tế, giám sát chặt chẽ, công bằng và minh bạch, tạo môi trường chơi game công bằng nhất!",
    "A338": "Hàng trăm nhân viên được đào tạo chuyên nghiệp và địa điểm mô phỏng đã nhận nhiều giấy phép và chứng chỉ quốc tế, mang lại niềm vui đầy đủ cho người chơi.",
    "A339": "MG live được xây dựng với thông số kỹ thuật cao, trang bị các thiết bị tiên tiến nhất và trang trí lộng lẫy, tạo nên trải nghiệm trò chơi video thực tế tuyệt vời nhất cho người chơi.",
    "A340": "Với PT Live, một nền tảng chất lượng cao, người chơi có thể tận hưởng sự đa dạng của các trò chơi bao gồm baccarat phổ biến, sic bo, roulette, và nhiều trò chơi khác. Nền tảng này đảm bảo dịch vụ trò chơi ổn định và mượt mà cho người chơi.",
    "A341": "Nhà phát triển độc quyền, chứng nhận an toàn mức cao nhất tại Châu Âu, nhiều thể loại cờ và bài phổ biến, âm thanh dễ chịu, trải nghiệm đặc biệt, hãy để trò chơi thay đổi cuộc đời bạn, tất cả đều có trong ON Game bài.",
    "A342": "Trải nghiệm trò chơi thực tế, AI thực tế ảo, nhiều chế độ và cách chơi mới, danh mục trò chơi phong phú và đảm bảo hơn cả bạn mong đợi! Cung cấp cho người chơi trải nghiệm Internet chất lượng cao, chúng tôi nhiệt liệt mời bạn tham gia cùng với gia đình và bạn bè của mình.",
    "A343": "Được phát triển độc quyền với các trò chơi xổ số cổ điển và sáng tạo, sẽ tăng thêm độ bóng cho quá trình chơi của bạn!",
    "A344": "Thương hiệu đấu gà nổi tiếng toàn cầu, EG, mang đến cho bạn một trận đấu hoàn toàn công bằng, công chính và minh bạch, cùng với trải nghiệm chơi game hứng thú nhất.",
    "A345": "Với SN988 là nền tảng đấu gà tốt nhất, bạn sẽ có trải nghiệm đặt cược trực tuyến tốt nhất và tham gia vào các sự kiện đấu gà sống động.",
    "A346": "Trải nghiệm nhịp độ cuộc thi đầy hứng thú, cảm giác mãnh liệt, và đắm chìm trong đam mê đấu gà suốt 24 giờ tại WS168!",
    "A347": "Trải nghiệm bầu không khí sôi động và tỷ lệ cược khủng với mỗi trận đá gà được phát trực tiếp từ sân đá gà hàng đầu châu Á.",
    "A348": "Câu cá! Tỷ lệ nổ siêu cao, kho báu khổng lồ đang chờ bạn bắt lấy!",
    "A349": "188Sports cung cấp những sự kiện thể thao uy tín, toàn diện và chuyên nghiệp nhất, hàng trăm tỷ lệ cược trước trận cho bạn lựa chọn và tỷ lệ cược trực tiếp thú vị để bạn có thời gian vui vẻ!",
    "A350": "Bóng đá SBO cung cấp dịch vụ chất lượng cao nhất cho người hâm mộ, bao gồm một loạt sự kiện thể thao đa dạng như NBA, SBL, UEFA Champions League, Wimbledon, đua ngựa và nhiều hơn nữa.",
    "A351": "SBO V Sports, chuyên gia cá cược thể thao hàng đầu thế giới, cung cấp loạt sự kiện thể thao phong phú nhất, cập nhật tỷ lệ cược và các thay đổi handicap ngay lập tức để đáp ứng sở thích của tất cả các loại người chơi.",
    "A352": "CMD Sports cung cấp một loạt các sự kiện phong phú, bao gồm toàn bộ các môn thể thao và giải đấu, đồng thời cung cấp những loại thể thao, sự kiện và tùy chọn cá cược chưa từng có. Có nhiều sự kiện và tỷ lệ cược khác nhau để bạn lựa chọn.",
    "A353": "Tại UG Sports, bạn có thể cảm nhận rõ rệt sự tăng cường hormone adrenaline, đồng thời còn có cơ hội giành được phần thưởng cao với nhiều sự kiện và tỷ lệ cược để bạn lựa chọn.",
    "A354": "Những người chia bài trực tiếp xinh đẹp được lựa chọn cẩn thận, hình ảnh trực tiếp chất lượng cao và sắc nét, cùng quá trình chơi game mượt mà, mọi chi tiết đều cho phép bạn trải nghiệm chất lượng tốt nhất từ OG Live.",
    "A355": "Các người chia bài trực tiếp đẹp nhất cho tương tác trực tuyến, công nghệ truyền hình trực tiếp hiện đại với hình ảnh rõ ràng và mượt mà, tuân thủ tiêu chuẩn quốc tế về sự công bằng và công bằng, eBet Live mang đến cho bạn niềm vui tột đỉnh!",
    "A356": "V8 Games là trò chơi thời trang được giới thiệu cho người chơi trên toàn thế giới. Trò chơi cung cấp một loạt các phương thức chơi tuyệt vời, đảm bảo bạn có thể dễ dàng trải nghiệm niềm vui khi chơi.",
    "A357": "LEG Games có giao diện thiết kế đẹp mắt và cung cấp nhiều loại trò chơi, từ cổ điển đến sáng tạo. Ở đây, bạn có thể trải nghiệm niềm vui và sự hân hoan bất ngờ.",
    "A358": "JDB Fishing cung cấp nhiều loại trò chơi câu cá phổ biến với nhiều chế độ đa dạng. Nghệ thuật của trò chơi sử dụng phong cách mô phỏng sống động, tạo ra các cảnh với đa dạng loài cá, đảm bảo sẽ khiến bạn cảm thấy ấn tượng.",
    "A359": "SA Live là một nền tảng giải trí trực tuyến cực mạnh, nơi mọi trò chơi, bao gồm cả baccarat và blackjack, được phát triển tỉ mỉ để mang lại trải nghiệm chơi game mượt mà, không gián đoạn. Chúng tôi cũng cung cấp các nữ dealer nóng bỏng và sáng tạo nhất để tương tác chất lượng cao với bạn.",
    "A360": "Chúng tôi cung cấp các trò chơi dễ học như baccarat, blackjack, Sic Bo dựa vào sự may mắn, Dragon Tiger đơn giản và các trò chơi roulette đầy hấp dẫn. Với đa dạng các trò chơi để phục vụ các loại người chơi khác nhau, SBO Live kính mời bạn đến và trải nghiệm chúng.",
    "A361": "EVA được thiết kế riêng cho người chơi để tạo ra phòng chơi trực tiếp xa hoa nhất, giống như bạn đang ở đó trong thực tế, với các trò chơi tùy chỉnh không thể cưỡng lại và những cô dealer nữ xinh đẹp nhất và nóng bỏng nhất để tương tác ngay lập tức với bạn.",
    "A362": "Chúng tôi cung cấp cho bạn một loạt lựa chọn trò chơi đa dạng và đồ họa hàng đầu, cho phép bạn trải nghiệm một không gian giải trí chưa từng có và bầu không khí trò chơi đầy hồi hộp tại KX Games. Hãy biến mọi khoảnh khắc thành những kỷ niệm đẹp đẽ.",
    "A363": "Đãi ngộ đại lý độc quyền thể thao",
    "A364": "Định nghĩa về đại lý độc quyền thể thao: cược hợp lệ sản phẩm thể thao trong tháng chiếm hơn 80%",
    "A365": "Hoa hồng lợi nhuận âm",
    "A366": "Lợi nhuận ròng trong tháng",
    "A367": "Theo tỷ lệ",
    "A368": "Số hội viên hợp lệ",
    "A369": "Doanh số",
    "A370": "Hợp đồng phụ",
    "A371": "Tỷ lệ hoa hồng",
    "A372": "Cấp bậc",
    "A373": "n hội viên hợp lệ",
    "A374": "Cược hợp lệ *n%",
    "A375": "Mô hình lợi nhuận âm",
    "A376": "Mô hình đại lý liên doanh",
    "A377": "Sau khi đăng ký làm đại lý ONBET thành công, bạn có thể giới thiệu đại lý khác đăng ký, người giới thiệu được hưởng hoa hồng giới thiệu",
    "A378": "Đề xuất số tháng thanh toán đại lý",
    "A379": "Hoa hồng lợi nhuận âm",
    "A380": "Số tiền cược hợp lệ của đại lý trong tháng hiện tại",
    "A381": "Mô hình đại lý tín dụng",
    "A382": "Đại lý cũng có thể là nhà cái, cùng chia cổ phần với công ty, đại lý có thể chiếm 50-90%, chi tiết vui lòng liên hệ nhân viên trên Telegram: @onbet88888 để được tư vấn",
    "A383": "Thỏa thuận chuyển nhượng thương mại",
    "A384": "I. Hợp đồng đại lý",
    "A385": "1. Lợi nhuận âm: (Tổng lãi lỗ - Tiền hoàn - Thưởng - Chiết khấu).\n2. Công thức tính lãi ròng (Tổng lãi lỗ - Tiền hoàn - Thưởng - Chiết khấu)-(Tổng lãi lỗ x 10% Phí quản lý) X Hoa hồng tương ứng.\n3. Hội viên hợp lệ trong tháng: Hội viên cũ và mới tích lũy 3 lần gửi tiền trở lên, tổng số tiền gửi lớn hơn 666 RMB và tiền cược hợp lệ lớn hơn 1666 RMB.\n4. Nếu đại lý lợi nhuận âm không đáp ứng các yêu cầu về hội viên hợp lệ, tỷ lệ hoa hồng sẽ giảm một nửa\n5. Lợi nhuận dương: (Tổng thưởng + Lỗ + Hoàn + Thắng + Chiết khấu). Nếu đại lý có lãi dương sẽ được trừ vào lãi của tháng tiếp theo cho đến khi hết lãi dương.\n6. Kế hoạch Đại lý không áp dụng cho sản phẩm xổ số. Lợi dụng hội viên, gian lận bằng nhiều tài khoản không được coi là hợp lệ. \"",
    "A386": "II. Yêu cầu về đại lý",
    "A387": "1. Lịch sử đăng nhập ít nhất 5 ngày.\n2. Tài khoản game của nhà cái không thuộc link của nhà cái.\n3. ONBET có quyền chấm dứt chương trình này, nếu Đại lý vi phạm quy định hoặc có hành vi gian lận trong quá trình hợp tác, ảnh hưởng đến tính công bằng của các Đại lý khác.\n4. Nghiêm cấm Đại lý đặt quảng cáo với từ khóa ONBET chính thức và các hành vi khác gây tổn hại trực tiếp đến lợi ích của công ty\"",
    "A388": "III. Quy tắc và Điều khoản",
    "A389": "1. Nhà cái các cấp của Liên minh nhà cái không được phép mở tài khoản kép/đa Đại lý khi chưa được sự cho phép của ONBET và không được phép kiếm tiền hoa hồng từ tài khoản ONBET hoặc các bên liên quan. Xin lưu ý rằng các nhà cái ở mọi cấp bậc đều được không được phép sử dụng tài khoản nhà cái để đặt cược, ONBET có quyền chấm dứt và đình chỉ tài khoản và tất cả hoa hồng kiếm được trong trò chơi.\n2. Để bảo vệ quyền riêng tư và quyền của tất cả tài khoản hội viên ONBET, ONBET sẽ không cung cấp bất kỳ mật khẩu hội viên hoặc thông tin cá nhân nào của hội viên. Đại lý các cấp cũng không được lấy thông tin hội viên dưới bất kỳ hình thức nào, hoặc tự ý đăng nhập vào tài khoản hội viên cấp thấp hơn. Nếu Đại lý bị phát hiện vi phạm quyền riêng tư của các thành viên ONBET, ONBET có quyền hủy phần thưởng Đại lý và hủy tài khoản Đại lý.\n3. Số lượng mở tài khoản hội viên liên minh Đại lý không được vượt quá 1. ONBET có quyền yêu cầu các hội viên cung cấp thông tin nhận dạng hợp lệ để xác minh tư cách hội viên và có quyền đánh giá liệu có trùng lặp IP hay không. Trong trường hợp vi phạm các quy định nêu trên, ONBET có quyền chấm dứt trò chơi của người chơi và niêm phong tài khoản cũng như toàn bộ tiền hoa hồng thu được trong trò chơi.\n4. Liên minh nhà cái không thể tự trở thành hội viên cược hợp lệ, cũng như không thể trở thành hội viên cược hợp lệ của các liên minh khác, chỉ có thể là hội viên cược hợp lệ trực thuộc công ty. Nhà cái phải có 5 thành viên cá cược offline hợp lệ mỗi tháng (cá cược thường xuyên ít nhất 3 lần mỗi tháng) Nếu có bất kỳ hành vi vi phạm thỏa thuận liên minh, ONBET Trắng có quyền chấm dứt và đóng băng tài khoản và tất cả hoa hồng kiếm được trong trò chơi .\n5. Nếu thành viên liên minh nhà cái bị cấm chơi các trò chơi của ONBET hoặc ONBET hoàn trả tiền đặt cọc cho thành viên do vi phạm, ONBET sẽ không phân phối hoa hồng tương ứng cho liên minh nhà cái. Nếu thông tin thẻ tín dụng và ngân hàng được sử dụng bởi các thành viên liên minh đại lý cần được xét duyệt, ONBET sẽ giữ lại khoản hoa hồng liên quan cho đến khi quá trình xét duyệt hoàn tất.\n6. Các điều kiện trong hợp đồng sẽ được thực hiện sau khi ONBET thông báo chấp nhận tham gia liên minh đại lý. ONBET và các chi nhánh có thể chấm dứt hợp đồng này bất cứ lúc nào. Trong mọi trường hợp, nếu công đoàn Đại lý muốn chấm dứt hợp đồng, ONBET phải được thông báo bằng văn bản/email trong vòng 7 ngày. Hiệu suất của Liên minh đại lý sẽ được xét ba tháng một lần. Hợp đồng này có thể bị chấm dứt bất cứ lúc nào nếu công đoàn đại lý không còn là thành viên hợp danh hiện có. Nếu đối tác vi phạm các điều khoản của hợp đồng, ONBET có quyền chấm dứt hợp đồng ngay lập tức.\n7. Nếu không có sự cho phép của ONBET, liên minh sẽ không tiết lộ và cấp phép cho dữ liệu bí mật của ONBET, bao gồm phản hồi mà liên minh thu được, báo cáo hoa hồng, tính toán, v.v.; liên minh đại lý có nghĩa vụ thực hiện các tài liệu và tài liệu bí mật sau khi hợp đồng được ký kết chấm dứt. Bảo mật dữ liệu.\n8. Sau khi chấm dứt hợp đồng, liên minh đại lý và ONBET sẽ không cần thực hiện các quyền và nghĩa vụ của cả hai bên nữa. Việc chấm dứt hợp đồng không làm giảm nghĩa vụ của công đoàn đại lý trước khi chấm dứt hợp đồng.",
    "A390": "Đăng ký Đại lý",
    "A391": "Đăng nhập Đại lý",
    "A392": "Thông tin liên hệ đại lý",
    "A393": "Hiện không có lịch sử trò chơi",
    "A394": "Nội dung chuyển tiền",
    "A395": "Vui lòng điền mã ngẫu nhiên gồm 8 chữ số vào ghi chút chuyển khoản để tăng tốc độ xét duyệt và nhận tiền.",
    "A396": "Số dư không đủ",
    "A397": "Kiểm tra",
    "A398": "Trải nghiệm WE Live, tận hưởng niềm vui chơi game độc đáo! Baccarat đa dạng sáng tạo, trải nghiệm Mi-card dễ dàng. Đội ngũ dealer xinh đẹp đến từ Đài Loan, bàn riêng VIP, giải trí sâu rộng. WE Live, chơi game, tìm niềm vui!",
    "A399": "Kèo Châu Âu",
    "A400": "Kèo Hong Kong",
    "A401": "Kèo Malay",
    "A402": "Kèo Indo",
    "A403": "Thắng/ Thua",
    "A404": "Chưa thanh toán",
    "A405": "Đã kết toán",
    "A406": "chưa thành lập",
    "A407": "Vào chơi",
    "A408": "Trận đấu không hỗ trợ cược xâu",
    "A409": "Cách chơi không ủng hộ cược xâu",
    "A410": "Đặt cược không thành công: Cách chơi không ủng hộ cược xâu",
    "A411": "Chuyển quỹ",
    "A412": "Trải nghiệm thế giới hấp dẫn và quyến rũ của các trò chơi giải trí trực tuyến với người chia bài trực tiếp! Hãy chọn nơi giải trí tốt nhất, VIA Live, và mời bạn thỏa mãn trong sự hứng thú và niềm vui mà các sòng bạc trực tuyến và người chia bài trực tiếp mang lại.",
    "A413": "MP Games là một trò chơi cờ vua được thiết kế cẩn thận kết hợp giữa các yếu tố trò chơi truyền thống và hiện đại, mang đến cho người chơi trải nghiệm trò chơi đa dạng. Dù bạn là người mới hay là chuyên gia, PM Games đều có các chế độ trò chơi phù hợp với bạn",
    "A414": "KS Games được yêu thích bởi người chơi với giao diện tinh xảo và hoạt động trò chơi mượt mà. Bạn có thể cạnh tranh với người chơi từ khắp nơi trên thế giới, trình bày tài năng của mình và theo đuổi những vinh quang cao hơn",
    "A415": "KS Fishing là một trò chơi câu cá được thiết kế đẹp mắt với nhiều loại cá trong một đại dương tuyệt đẹp. Hôm nay, chúng ta sẽ trở thành các chuyên gia câu cá và tận hưởng niềm vui của việc câu cá biển sâu!",
    "A416": "Số tiền hợp lệ",
    "A417": "Tổng cược hợp lệ",
    "A418": "Tất cả",
    "A419": "Kết quả",
    "A420": "IM Esports là một nền tảng sự kiện thể thao điện tử được yêu thích bởi các người hâm mộ esports trên toàn thế giới, cam kết cung cấp thông tin về sự kiện thể thao điện tử mới nhất, cơ hội cá cược công bằng nhất và trải nghiệm chất lượng nhất cho người dùng",
    "A421": "TF Esports tổng hợp cược trên một loạt các sự kiện thể thao điện tử nổi bật trên toàn thế giới, liên tục khám phá cách tiếp cận thể thao điện tử. Chúng tôi cam kết xây dựng mình thành nền tảng cược và giải trí phổ biến nhất cho người chơi",
    "A422": "Kết quả trận đấu",
    "A423": "Giải đấu",
    "A424": "Phút",
    "A425": "Qúy",
    "A426": "Kèo",
    "A427": "Trận",
    "A428": "Một",
    "A429": "Hai",
    "A430": "Ba",
    "A431": "Bốn",
    "A432": "Năm",
    "A433": "Cược Chung Cuộc",
    "A434": "Thẻ phạt",
    "A435": "Phạt góc",
    "A436": "Mùa đầu tiên",
    "A437": "Mùa thứ 2",
    "A438": "Mùa thứ 2",
    "A439": "Mùa thứ 4",
    "A440": "Kèo thứ nhất",
    "A441": "Kèo thứ 2",
    "A442": "Kèo thứ 3",
    "A443": "Kèo thứ 4",
    "A444": "Kèo thứ 5",
    "A445": "Tổng điểm",
    "A446": "Hiệp phụ",
    "A447": "Bên thắng",
    "A448": "Loại thể thao",
    "A449": "Tổng điểm",
    "A450": "Mở rộng",
    "A451": "Đóng",
    "A452": "Esports",
    "A453": "Thể thao điện tử Vinh quang",
    "A454": "Phân loại Thể thao",
    "A455": "Sự kiện hôm nay",
    "A456": "Yêu thích",
    "A457": "Hoà nửa",
    "A458": "Thẻ đỏ",
    "A459": "Thẻ vàng",
    "A460": "Hiệp phụ",
    "A461": "Đá luân lưu Penalty",
    "A462": "Hoàn tiền",
    "A463": "Đang xử lý",
    "A464": "Thời gian cá cược",
    "A465": "Đặt cược không thành công",
    "A466": "Ước thắng cao nhất",
    "A467": "Tiền cược",
    "A468": "Đã thêm vào trận đấu của tôi",
    "A469": "Xóa khỏi giải đấu của tôi",
    "A470": "Điểm đối lập",
    "A471": "Chọn 1 hoặc nhiều tỷ lệ cược, kèo hoặc tỷ lệ đã thay đổi",
    "A472": "Xác minh danh tính hoặc tài khoản",
    "A473": "Mời nhập Họ và tên hoặc tài khoản",
    "A474": "Sexy Baccarat",
    "A475": "Baccarat",
    "A476": "Xóc dĩa",
    "A477": "Rồng Hổ",
    "A478": "Sic Bo",
    "A479": "Con Quay",
    "A480": "Không tìm thấy trận đấu",
    "A481": "Hiển thị ít hơn",
    "A482": "Hiển thị nhiều hơn",
    "A483": "Giải trí",
    "A484": "Đã thêm vào yêu thích",
    "A485": "Loại khỏi yêu thích",
    "A486": "Chọn tất cả các giải đấu",
    "A487": "Tải xuống",
    "A488": "Bước trước đó",
    "A489": "Bóng đá",
    "A490": "Bóng rổ",
    "A491": "Quần vợt",
    "A492": "Bóng chuyền",
    "A493": "Cầu lông",
    "A494": "Bóng bàn",
    "A495": "Khúc côn cầu trên sân băng",
    "A496": "Quyền anh/Chiến đấu",
    "A497": "Bida",
    "A498": "Bóng gậy",
    "A499": "Bóng chày",
    "A500": "Bóng bầu dục",
    "A501": "Bóng đá mỹ",
    "A502": "Đua xe motor",
    "A503": "Golf",
    "A504": "Cược tài chính",
    "A505": "Màn hình chính",
    "A506": "Thêm",
    "A507": "Thêm vào màn hình chính",
    "A508": "Bước",
    "A509": "Nhấn chia sẻ",
    "A510": "Nhấn vào \"Thêm nữa\" trên android, nhấn vào chia sẻ trên iphone",
    "A511": "Nhấn vào thêm vào màn hình chính",
    "A512": "Nhấn vào thêm. Nó sẽ được thêm vào màn hình chính của bạn",
    "A513": "Mật khẩu rút tiền",
    "A514": "Mật khẩu rút tiền hiện tại",
    "A515": "Mật khẩu rút tiền mới",
    "A516": "Mật khẩu đăng nhập hiện tại",
    "A517": "Đặt lại mật khẩu",
    "A518": "Trò chơi của BOLE có đồ họa rõ ràng để mang lại trải nghiệm chơi game chân thực nhất. Với đủ loại trò chơi đích thực và truyền thống, nó đáp ứng đầy đủ nhu cầu đa dạng của các người chơi khác nhau, đảm bảo bạn có một trải nghiệm chơi game vui vẻ và thú vị",
    "A519": "Nhấn ESC để thoát chế độ toàn màn hình",
    "A520": "Về trang chủ",
    "A521": "Lỗi định dạng số thẻ ngân hàng",
    "A522": "Nội dung chuyển",
    "A523": "Nội dung",
    "A524": "Nhập tài khoản game",
    "A525": "Không tìm thấy liên quan đến game",
    "A526": "Chơi thử ngay",
    "A527": "Công cụ điều hướng mới API thể thao",
    "A528": "Với hàng vạn số liệu sự kiện theo thời gian thực, kiểm soát rủi ro chuyên nghiệp và đáng tin cậy cũng như hỗ trợ kỹ thuật 24/7, đây là lựa chọn tốt nhất cho cá cược thể thao.",
    "A529": "ONSPORTS chuyên nghiệp và mới lạ - công cụ điều hướng API thể thao mới",
    "A530": "ONSPORTS cung cấp tỷ lệ cược thời gian thực, số liệu thời gian thực, giao dịch đáng tin cậy 100% không rủi ro, hỗ trợ kỹ thuật chuyên nghiệp 24/7, hơn 300.000 sự kiện và hàng chục hạng mục sự kiện thể thao mỗi năm, đáp ứng mọi nhu cầu của đông đảo người chơi về sự kiện thể thao!",
    "A531": "Cảm ơn bạn đã tham gia",
    "A532": "Cược trận khác",
    "A533": "Phân loại trận đấu",
    "A534": "Thoát",
    "A535": "Các game thủ toàn cầu đều đánh giá cao thương hiệu dá gà Oddin! Cam kết cung cấp trải nghiệm âm thanh-hình ảnh sống động và tỷ lệ cược chất lượng cao nhất",
    "A536": "Nội dung giao dịch",
    "A537": "TK game~Họ và tên hoặc mã 8 số",
    "A538": "Hoàn trả tức thì",
    "A539": "Hoàn trả tối đa",
    "A540": "Trò chơi câu cá TP có hình ảnh tinh tế và sinh động, cùng với những cuộc phiêu lưu sâu biển hồi hộp nhất và hiệu suất hiệu ứng hình ảnh tinh tế nhất, mang đến bữa tiệc câu cá tuyệt vời nhất cho người chơi!",
    "A541": "TP Honor Fishing một cách mượt mà kết hợp hình ảnh và hiệu ứng âm thanh, tạo ra hiệu ứng âm thanh hình ảnh mạnh mẽ với những biến động tăng cường cảm giác hứng thú cho người chơi. Nó dẫn dắt người chơi vào một thế giới mới, mang đến trải nghiệm giải trí chưa từng có!",
    "A542": "Tập hợp một cuộc thi đấu gà đá hàng đầu, mới lạ và toàn diện, GA28 Cockfighting mang đến trải nghiệm chơi game ổn định và mượt mà với hình ảnh chất lượng cao, cho phép người chơi cảm nhận như họ đang ở trên hiện trường. Dịch vụ đảm bảo trải nghiệm chơi game liên tục cho người chơi",
    "A543": "Biên lai đơn cược",
    "A544": "Brazil",
    "A545": "Thu gọn tất cả trận đấu",
    "A546": "Hiển thị tất cả trận đấu",
    "A547": "Mục nổi bật",
    "A548": "Chỉnh sửa sắp xếp",
    "A549": "Chỉnh sửa sắp xếp",
    "A550": "Kéo và thả để thay đổi thứ tự",
    "A551": "Khôi phục mặc định",
    "A552": "Hoàn thành",
    "A553": "Khái niệm cược hợp lệ: Trong cược thể thao, thể thao điện tử thì bất kỳ cược hòa hoặc cược của trận đấu bị hủy, cược không tạo ra kết quả thắng hoặc thua, cược không thành công, cược thể thao có tỷ lệ cược chấp châu Âu dưới 1.65, cược kèo âm vốn đều không được phép tính là cược hợp lệ.",
    "A554": "Thưởng",
    "A555": "Đăng nhập để đặt cược",
    "A556": "Sự kiện",
    "A557": "ONBET Sports có giấy phép hợp pháp do Malta MGA Châu Âu phủ . Được đăng ký tại Quần đảo Virgin thuộc Anh, đây là một công ty hợp pháp được các hiệp hội công nghiệp quốc tế công nhận. Vui lòng đảm bảo bạn từ 18 tuổi trở lên trước khi đăng ký và vui chơi!",
    "A558": "Người dùng thử hiện không có quyền truy cập!",
    "A559": "Trận hiện không có video",
    "A560": "Trận hiện không có animation",
    "A561": "Đã thêm vào thị trường của tôi",
    "A562": "Xóa khỏi thị trường của tôi",
    "A563": "Sắp ra mắt",
    "A564": "Cược chấp",
    "A565": "Cược chấp - Hiệp 1",
    "A566": "Tài / Xỉu",
    "A567": "Tài / Xỉu - Hiệp 1",
    "A568": "1 X 2",
    "A569": "1 X 2 - Hiệp 1",
    "A570": "Đội vô địch",
    "A571": "Đội vô địch - Hiệp 1",
    "A572": "Cược Chấp Điểm",
    "A573": "Cược Chấp",
    "A574": "Cược chấp",
    "A575": "Cược Thắng Thua",
    "A576": "Bản đồ 1: Cược Thắng Thua",
    "A577": "Bản đồ 2: Cược Thắng Thua",
    "A578": "Bản đồ 3: Cược Thắng Thua",
    "A579": "Cược chấp - OT",
    "A580": "Cược chấp - Hiệp 1 OT",
    "A581": "Tài/Xỉu - OT",
    "A582": "Tài/Xỉu - Hiệp 1 OT",
    "A583": "1 X 2 - OT",
    "A584": "1 X 2 - Hiệp 1 OT",
    "A585": "Tài",
    "A586": "Xỉu",
    "A587": "Nhà",
    "A588": "Khách",
    "A589": "Hòa",
    "A590": "Bản Gốc",
    "A591": "Chào mừng đến ONBET!",
    "A592": "Nhận miễn phí",
    "A593": "Giải Trí",
    "A594": "Game Gần Đây",
    "A595": "Nhà cung cấp Game",
    "A596": "Live Casino",
    "A597": "Game Câu Cá",
    "A598": "Game Xổ Số",
    "A599": "Game Chọi Gà",
    "A600": "ESports",
    "A601": "Trận đấu đang diễn ra",
    "A602": "Thể Thao Phổ Biến",
    "A603": "ESports",
    "A604": "Khuyến Mãi",
    "A605": "Đối tác Lazio",
    "A606": "Nền sáng/tối",
    "A607": "Sảnh",
    "A608": "Nhà cung cấp",
    "A609": "Game Bài",
    "A610": "ONBET Danh Dự",
    "A611": "Giải thưởng SiGMA Châu Á",
    "A612": "Nhà điều hành cược thể thao của năm",
    "A613": "Xem tất cả {n} game gốc",
    "A614": "Xem tất cả {n} game slot",
    "A615": "Xem tất cả {n} video live",
    "A616": "Xem tất cả {n} game câu cá",
    "A617": "Xem tất cả {n} game xổ số",
    "A618": "Xem tất cả {n} game bài",
    "A619": "Xem tất cả {n} game chọi gà",
    "A620": "Xem tất cả {n} nhà phát hành game",
    "A621": "Yêu Thích",
    "A622": "Tải thêm",
    "A623": "Hiển thị {n} trong số {x} game",
    "A624": "Nhập tên nhà phát hành game",
    "A625": "Không tìm thấy nội dung liên quan",
    "A626": "Hiển thị {n} trong số {x} nhà sản xuất",
    "A627": "Nhập tên game hoặc nhà cung cấp game",
    "A628": "Nhà cung cấp",
    "A629": "Kết quả tìm kiếm",
    "A630": "Bạn chưa có game yêu thích nào",
    "A631": "Phổ biến",
    "A632": "Gợiý game",
    "A633": "Tinh mỹ",
    "A634": "Tỷ suất thu về cao",
    "A635": "Yêu thích nhất",
    "A636": "Tỷ số chung cuộc",
    "A637": "Vị trí chung cuộc",
    "A638": "Sự kiện nổi bật - Bóng đá",
    "A639": "Thêm các trận bóng đá",
    "A640": "Sự kiện nổi bật - Bóng rổ",
    "A641": "Thêm các trận bóng rổ",
    "A642": "Sự kiện nổi bật - Bóng chuyền",
    "A643": "Thêm các trận bóng chuyền",
    "A644": "Sự kiện nổi bật - Quần vợt",
    "A645": "Thêm các trận quần vợt",
    "A646": "Phong cách châu Á",
    "A647": "Phong cách châu Âu",
    "A648": "Phong cách đơn giản",
    "A649": "Thêm Handicap",
    "A650": "Khuyến mãi toàn quốc",
    "A651": "Tên",
    "A652": "Thưởng Gần Đây",
    "A653": "Trúng",
    "A654": "Bắt đầu game",
    "A655": "Nạp",
    "A656": "Chuyển",
    "A657": "Rút",
    "A658": "Phiếu cược của bạn đã thành công",
    "A659": "Xoá toàn bộ",
    "A660": "Nhắc nhở rằng nếu cùng một sự kiện các loại bóng khác nhau không cùng hạng mục, nhà vô địch không thể tiến hành cược xiên",
    "A661": "Chọn hình dạng",
    "A662": "Thời gian kết thúc ưu đãi",
    "A663": "Chọn tất cả",
    "A664": "Đảo chọn",
    "A665": "Giải đấu: {n}",
    "A666": "Lịch sử tìm kiếm",
    "A667": "Tìm trận đấu",
    "A668": "Không có thêm dữ liệu",
    "A669": "Đơn cược của tôi",
    "A670": "Mặc Dịnh",
    "A671": "Trò Chơi",
    "A672": "Nửa: {n}",
    "A673": "Cả trận",
    "A674": "Hiệp 1",
    "A675": "Hiệp 2",
    "A676": "Tổng Số Hiện Tại",
    "A677": "7 ngày qua",
    "A678": "Đơn cược",
    "A679": "Chi tiết cược xâu",
    "A680": "Ưu đãi kết thúc",
    "A681": "Khách tham quan",
    "A682": "Chi tiết phản hồi",
    "A683": "Xem chi tiết",
    "A684": "Lỗi định dạng tài khoản QQ",
    "A685": "Lỗi định dạng tài khoản Telegram",
    "A686": "Lỗi định dạng tài khoản Facebook",
    "A687": "Lỗi định dạng tài khoản Whatsapp",
    "A688": "Lỗi định dạng tài khoản Zalo",
    "A689": "Trận đấu đã kết thúc",
    "A690": "Thông tin chuyển đổi",
    "A691": "Mời chọn",
    "A692": "Chọn bộ môn",
    "A693": "Cược Ngay",
    "A694": "Sự kiện nổi bật - Esports",
    "A695": "Thêm các trận Esports",
    "A696": "BBIN Live cung cấp một loạt các loại trò chơi đa dạng, bao gồm baccarat, rồng hổ, và nhiều trò chơi giải trí trực tuyến khác. Tất cả các trò chơi đều có đồ họa chất lượng cao và các người dẫn chương trình trực tiếp, mang đến trải nghiệm chơi game sâu sắc cho người chơi",
    "A697": "Đăng nhập để xem",
    "A698": "V66 Thể Thao",
    "A699": "WE Sports bao phủ nhiều trận đấu trên toàn thế giới, cung cấp các tùy chọn cá cược đa dạng như cược chấp, tài/xỉu, và cược xâu. Ngoài ra, còn có phát trực tiếp và hoạt hình, giúp bạn dễ dàng giải trí và cá cược",
    "A700": "Nhập tên game",
    "A701": "Tổng Số Điểm",
    "A702": "Tổng điểm",
    "A703": "Miền Bắc",
    "A704": "Miền Nam",
    "A705": "Miền Trung",
    "A706": "Mega 6/45",
    "A707": "Siêu Tốc",
    "A708": "Xổ Số VIP",
    "A709": "Gửi đi",
    "A710": "Phòng chat đã đóng",
    "A711": "Hỗ trợ kỹ thuật",
    "A712": "Phổ biến",
    "A713": "Nhà",
    "A714": "Khách",
    "A715": "Thìn",
    "A716": "Dần",
    "A717": "Gửi mã",
    "A718": "Half Time",
    "Agent_001": "Đại lý toàn quốc",
    "Agent_002": "Tổng quan",
    "Agent_003": "Thành viên",
    "Agent_004": "Báo cáo",
    "Agent_005": "Hỗ trợ",
    "Agent_006": "Hướng dẫn",
    "Agent_007": "Cấp bậc đại lý",
    "Agent_008": "Tổng đã rút",
    "Agent_009": "Có thể rút",
    "Agent_010": "Chuyển khoản tối thiểu {n}",
    "Agent_011": "Chuyển số dư vào ví",
    "Agent_012": "Dữ liệu được tính theo giờ Miền Đông Hoa Kỳ (UCT-4)",
    "Agent_013": "Hôm nay",
    "Agent_014": "Người chơi",
    "Agent_015": "Đặt cược",
    "Agent_016": "Hoa hồng",
    "Agent_017": "Tổng tháng này",
    "Agent_018": "Tổng tháng trước",
    "Agent_019": "Chia sẻ với bạn bè",
    "Agent_020": "Chia sẻ",
    "Agent_021": "Chia sẻ liên kết mời bạn bè",
    "Agent_022": "Tải mã QR",
    "Agent_023": "Quy tắc nhận hoa hồng",
    "Agent_024": "Mời bạn bè tham gia {n} kiếm tiền hoa hồng, càng nhiều bạn bè tham gia thì hoa hồng càng cao!",
    "Agent_025": "Số người",
    "Agent_026": "Không giới hạn phát triển cấp dưới",
    "Agent_027": "Bạn",
    "Agent_028": "Mời bạn bè và nhận tiền hoa hồng mỗi ngày.",
    "Agent_029": "Người chơi được bạn giới thiệu khi đặt cược, bạn sẽ nhận được hoa hồng theo tỷ lệ khác nhau dù họ thắng hay thua.",
    "Agent_030": "Hoa hồng được nhận khi bạn bè đặt cược sẽ thanh toán mỗi ngày một lần.",
    "Agent_031": "Tích luỹ nạp 30 ngày cần đạt {n} mới nhận được Hoa hồng",
    "Agent_032": "Hoa hồng được thanh toán vào lúc 00:00 theo giờ Miền Đông Hoa Kỳ (UCT-4).",
    "Agent_033": "Có chuyển hoa hồng hiện tại vào số dư không?",
    "Agent_034": "Cấp bậc đại lý",
    "Agent_035": "Cược hợp lệ",
    "Agent_036": "Thưởng mức doanh số",
    "Agent_037": "Hoa hồng có thể rút về số dư ví bất cứ lúc nào.",
    "Agent_038": "Cứ 24 giờ Hệ thống sẽ tính toán hoa hồng 1 lần",
    "Agent_039": "Hoa hồng tối đa hàng ngày: {n}.",
    "Agent_040": "Tỷ lệ doanh số rút tiền hoa hồng: {n}.",
    "Agent_041": "Hoa hồng sẽ không phát cho cùng một IP hoặc thiết bị, cũng như cho giao dịch ác ý.",
    "Agent_042": "Thưởng ngoài",
    "Agent_043": "Thưởng nạp tiền lần đầu cho cấp dưới trực thuộc: {n}",
    "Agent_044": "Thưởng nạp tiền cho cấp dưới trực thuộc: {n}",
    "Agent_045": "Đơn giao dịch cao nhất: {n}",
    "Agent_046": "Thưởng nạp tiền lần đầu và phần thưởng nạp tiền sẽ không được tính hai lần.",
    "Agent_047": "Điều kiện nạp không gồm:{n}",
    "Agent_048": "Thanh toán USDT",
    "Agent_049": "Để nhận Hoa hồng 30 ngày qua cần tích luỹ nạp tiền: {n}",
    "Agent_050": "Hoa hồng được thanh toán vào lúc 00:00 theo giờ Miền Đông Hoa Kỳ (UCT-4).",
    "Agent_051": "Trò chơi có hoa hồng",
    "Agent_052": "Đăng ký: Tổng số người chơi không trùng lặp đăng ký mới",
    "Agent_053": "Người chơi: Số cấp dưới trực thuộc không trùng lặp đã nạp tiền.",
    "Agent_054": "Cược: Tổng số tiền cược hợp lệ của tất cả cấp dưới.",
    "Agent_055": "Hoa hồng: Có thể nhận hoa hồng sau khi toàn bộ cấp dưới của Đại lý có cược hợp lệ, nạp tiền lần đầu và nạp tiền cho cấp dưới trực thuộc.",
    "Agent_056": "Dữ liệu [Hoa hồng] của [Hôm nay] chỉ mang tính tham khảo, hoa hồng thực tế dựa trên hệ thống.",
    "Agent_057": "[Hôm nay] cập nhật 60 phút một lần, [Tổng tháng này] được tính cho đến hết ngày hôm qua và [Tổng tháng trước] được tính cho đến hết ngày cuối cùng của tháng trước.",
    "Agent_058": "[Tổng tháng này] Cập nhật mỗi ngày theo giờ hệ thống.",
    "Agent_059": "[Tổng tháng trước] Cập nhật ngày 1 mỗi tháng theo giờ hệ thống.",
    "Agent_060": "Tích luỹ nạp tiền trong 30 ngày chưa đạt điều kiện rút tiền",
    "Agent_061": "Tham gia {N} với bạn bè và chia sẻ tiền thưởng ngập tràn!",
    "Agent_062": "Hồ sơ cấp dưới",
    "Agent_063": "Thưởng nạp tiền",
    "Agent_064": "Cược hợp lệ",
    "Agent_065": "Đội cược hợp lệ",
    "Agent_066": "Thưởng mức doanh số",
    "Agent_067": "Thành viên",
    "Agent_068": "Số tiền nạp",
    "Agent_069": "Kiểu",
    "Agent_070": "Thưởng",
    "Agent_071": "Thưởng nạp lần đầu",
    "Agent_072": "Thưởng nạp tiền",
    "Agent_073": "Tổng thưởng nạp lần đầu",
    "Agent_074": "Tổng thưởng nạp tiền",
    "Agent_075": "Ngày tháng",
    "Agent_076": "Số người đăng ký",
    "Agent_077": "HH nhóm cấp dưới",
    "Agent_078": "Thưởng HH",
    "Agent_079": "Trừ thêm",
    "Agent_080": "Hoa hồng thực tế",
    "Agent_081": "Tổng hoa hồng thực tế",
    "Agent_082": "Khuyến mãi toàn quốc là gì?",
    "Agent_083": "Khuyến mãi toàn quốc là cơ hội cho bạn để kiếm tiền mỗi ngày. Chỉ cần mời thêm bạn bè là nhận ngay hoa hồng.",
    "Agent_084": "Chi phí để tham gia Chương trình Khuyến mãi toàn quốc là bao nhiêu?",
    "Agent_085": "Không cần, chương trình hoàn toàn miễn phí.",
    "Agent_086": "Tôi có thể kiếm được bao nhiêu tiền?",
    "Agent_087": "Mời bạn bè và nhận tiền hoa hồng mỗi ngày",
    "Agent_088": "Quy tắc nhận hoa hồng",
    "Agent_089": "C3 có hiệu suất cao nhất nên phần thưởng cấp bậc đạt 180/10K",
    "Agent_090": "Tổng hiệu suất 5250K, tổng hoa hồng 3,3K",
    "Agent_091": "Hiệu suất của cấp dưới trực thuộc là 170K, hoa hồng là 3,06K",
    "Agent_092": "Hiệu suất cấp dưới khác 5080K, hoa hồng 240",
    "Agent_093": "{n}Cống hiến",
    "Agent_094": "Cược hợp lệ{n}",
    "Agent_095": "Thưởng mức doanh số là {n}",
    "Agent_096": "{n} Không có cấp dưới, không có hoa hồng",
    "Agent_097": "Vì {n} cống hiến {x}",
    "Agent_098": "Ví dụ:",
    "Agent_099": "Hoa hồng được tính trên đơn cược hợp lệ.",
    "Agent_100": "Nếu đơn cược hợp lệ là 0-200K, thưởng mức doanh số tương ứng là 150/10K. Nếu cược hợp lệ lớn hơn 3000K, hoa hồng đại lý là 180/10K.",
    "Agent_101": "Đại lý A mời B1, B2 và B3 làm đại lý cấp dưới, B1 mời C1 và C2, B2 không mời ai làm đại lý cấp dưới, B3 mời C3 làm đại lý cấp dưới.",
    "Agent_102": "B1 có cược hợp lệ là 100K, B2 có cược hợp lệ là 50K, B3 có cược hợp lệ là 20K, C1 có cược hợp lệ là 50K, C2 có cược hợp lệ là 30K và C3 có cược hợp lệ là 5000K. Khi đó tổng thành tích của B1 là 80K, tương ứng với mức thưởng doanh số là 150/10K.",
    "Agent_103": "B2 không có cấp dưới và không có hoa hồng; Tổng thành tích của B3 là 5000K và thưởng mức doanh số tương ứng là 180/10K; Tổng thành tích của cấp dưới trực thuộc của A là 170K và thành tích của cấp dưới không trực tiếp là 5080K và tổng thành tích là 5250K và thưởng mức doanh số tương ứng là 180/10K.",
    "Agent_104": "Hoa hồng được tính như sau:",
    "Agent_105": "Cấp dưới trực thuộc: thành viên được mời trực tiếp",
    "Agent_106": "Cống hiến của B1, B2, B3 vào A (100K+50K+20K)*180/10K=3060",
    "Agent_107": "Cống hiến của C1, C2 vào B1 (50K+30K)*150/10K=1200",
    "Agent_108": "Cống hiến của C3 vào B3 (5000K)*180/10K=90000",
    "Agent_109": "Cấp dưới không trực thuộc: cấp dưới của cấp dưới trực thuộc, cấp dưới dưới nữa, v.v. không giới hạn cấp dưới được đưa vào tính toán",
    "Agent_110": "Cống hiến của C1 và C2 cho A (50K+30K)*30/10K=240 (Vì thành tích của B1 là 80K nên thưởng mức doanh số tương ứng là 150/10K, thành tích của A là 5250K và thưởng mức doanh số tương ứng là 180/10K, sự chênh lệch thưởng mức doanh số của A và B1 là (180-150)/10K, do đó thưởng mức doanh số của C1 và C2 so với A là 30/10K.)",
    "Agent_111": "Tổng kết",
    "Agent_112": "Thành tích của C3 gián tiếp cho phép A nhận được hoa hồng cao hơn từ thưởng mức doanh số.",
    "Agent_113": "B2 không có cấp dưới nên không có hoa hồng.",
    "Agent_114": "Mặc dù B3 tham gia muộn và là cấp dưới của A nhưng cống hiến vào thành tích của cấp dưới C3 của anh ta rất cao nên B3 và A nhận được thưởng mức doanh số như nhau, A không thể nhận được hoa hồng của C3.",
    "Agent_115": "Đây là một mô hình đại lý vô cùng công bằng.",
    "Agent_116": "[Thưởng mức doanh số] chỉ dành cho mục đích chỉ dẫn và phần thưởng thực tế dựa trên cấu hình chính thức.",
    "bal_withdraw_001": "số dư hiện tại",
    "betslip_01": "30 ngày qua",
    "betslip_05": "Chúc mừng",
    "betslip_09": "Muốn đóng đếm ngược của mưa bao lì xì?",
    "bonus_02": "Đưa phong bì đỏ",
    "bonus_03": "Nhận phong bì đỏ",
    "bonus_04": "Số tiền",
    "bonus_06": "Rất tiếc không giật được lì xì",
    "bonus_07": "Đóng đếm ngược nếu không sẽ tiến hành giật bao lì xì",
    "bonus_08": "Bạn không đủ điều kiện nhận Lì xì",
    "bonus_10": "Lì xì đặc biệt yêu cầu người dùng đăng ký thủ công. Sau khi xét duyệt, tiền sẽ tự động được chuyển vào ví mà không cần thông báo thêm. Mỗi cấp bậc chỉ có thể nhận được một lần, đáp ứng đủ các yêu cầu liên quan đến bội số doanh thu thì có thể rút tiền.",
    "center_001": "ID người dùng",
    "center_002": "Số điện thoại",
    "center_003": "Xác minh ngay",
    "center_004": "Hộp thư đến",
    "center_005": "Whatsapp",
    "center_006": "Giấy tờ hợp lệ",
    "center_007": "Giấy tờ hợp lệ 2",
    "center_008": "thông tin cá nhân hoàn thiện",
    "center_009": "Quên mật khẩu/ tài khoản?",
    "center_010": "Quên mật khẩu?",
    "center_011": "\" Của tôi {n}",
    "center_012": "Hệ thống nạp tiền",
    "center_013": "Kết quả ngược lại",
    "center_014": "Số giấy tờ",
    "center_015": "Số giấy tờ2",
    "center_016": "Kết quả phía trước",
    "center_017": "Thời gian hết hạn chứng chỉ",
    "center_018": "Loại giấy tờ 1",
    "center_019": "Loại giấy tờ 2",
    "center_020": "Chuyển khoản Tenpay",
    "center_021": "Verification Status",
    "center_022": "Họ tên từ 2-20 kết hợp tiếng Trung",
    "center_023": "Xác thực ID",
    "center_024": "Giới tính",
    "center_025": "Chụp ảnh",
    "center_026": "Chụp ảnh giấy tờ tùy thân",
    "center_027": "Chụp hình",
    "center_028": "mã đặt cược:",
    "center_029": "Chuẩn bị ảnh ID của bạn",
    "center_030": "Mã bưu điện",
    "center_031": "Email",
    "center_032": "Lỗi định dạng email",
    "center_033": "Chủ thẻ bắt buộc điền",
    "center_034": "Họ tên chủ thẻ",
    "center_035": "Ngôn ngữ",
    "center_036": "Sửa đổi đã có hiệu lực",
    "center_037": "Sửa đổi hình đại diện",
    "center_038": "Sửa đổi thành công",
    "center_039": "Mật khẩu đăng nhập thay đổi thành công, vui lòng đăng nhập bằng mật khẩu vào mới lần sau!",
    "center_040": "Mật khẩu đăng nhập thay đổi thành công, vui lòng sử dụng mật khẩu mới để đăng nhập lần sau!",
    "center_041": "Trung tâm trợ giúp",
    "center_042": "yêu cầu nhận mã xác nhận thất bại, vui lòng nhấp để thử lại !",
    "center_043": "Vui lòng tải lên ID hợp lệ có thể được chứng minh danh tính của bạn.",
    "center_044": "Vui lòng nhấp để đăng tải ảnh chụp màn hình thanh toán thành công",
    "center_045": "Click to add an image of the front of Valid ID.",
    "center_046": "Click to add an image of the back of  Valid ID.",
    "center_047": "Vui lòng nhấp để tải lên tài liệu nhận dạng",
    "center_048": "Vui lòng tải lên ảnh hồ sơ của bạn",
    "center_049": "Vui lòng nhập Tên",
    "center_050": "Vui lòng nhập số ngày",
    "center_051": "Vui lòng nhập địa điểm mở tài khoản",
    "center_052": "Vui lòng nhập số điện thoại",
    "center_053": "Vui lòng nhập chi tiết tiền gửi",
    "center_054": "Vui lòng nhập ID Tiktok",
    "center_055": "Mời nhập mã số giấy tờ",
    "center_056": "Hãy nhập một Tên",
    "center_057": "Vui lòng nhập ID blockchain của bạn",
    "center_058": "Vui lòng nhập số tài khoản của bạn",
    "center_059": "Vui lòng nhập họ và tên thẻ ngân hàng của bạn",
    "center_060": "Vui lòng nhập số tài khoản ngân hàng",
    "center_061": "Vui lòng nhập số tiền cần rút",
    "center_062": "Vui lòng nhập số tiền rút",
    "center_063": "Vui lòng nhập mật khẩu rút tiền",
    "center_064": "Vui lòng nhập mật khẩu đăng nhập để xác nhận ứng dụng.",
    "center_065": "Vui lòng nhập mật khẩu đăng nhập để xác nhận sửa đổi",
    "center_066": "Vui lòng nhập số",
    "center_067": "Vui lòng nhập ID Instagram",
    "center_068": "Vui lòng nhập ID Line",
    "center_069": "Vui lòng nhập ID Twitter",
    "center_070": "Vui lòng tăng thêm",
    "center_071": "chọn loại tệ",
    "center_072": "Chọn phương thức thanh toán",
    "center_073": "Chọn vùng",
    "center_074": "Chọn một tài khoản gửi tiền",
    "center_075": "Chọn loại ID",
    "center_076": "Chọn tài khoản",
    "center_077": "Chọn môn thể thao",
    "center_078": "Chọn thành phố",
    "center_079": "Chọn ngân hàng",
    "center_080": "Chọn giải đấu",
    "center_081": "Hẹn thời gian",
    "center_082": "Đang xác minh",
    "center_083": "Tình trạng hôn nhân",
    "center_084": "Khách chơi",
    "center_085": "WeChat",
    "center_086": "WeChat ID",
    "center_087": "Mật khẩu rút tiền mới",
    "center_088": "Cần được hoàn thiện",
    "center_089": "APP",
    "center_090": "Facebook",
    "center_091": "ID",
    "center_092": "Số ID",
    "center_093": "Instagram",
    "center_094": "Line",
    "center_095": "Melon",
    "center_096": "OVO",
    "center_097": "Passport",
    "center_098": "QQ",
    "center_099": "Số tài khoản QQ",
    "center_100": "Telegram",
    "center_101": "Tiktok",
    "center_102": "Twitter",
    "center_103": "Bạn đã xác minh danh tính",
    "center_104": "Tài liệu xác minh danh tính của quý khách đã gửi đi,\nhãy đợi xét duyệt trong chốc lát",
    "center_105": "Zalo",
    "center_106": "Sinh nhật {n} đã lưu thành công",
    "center_107": "Quà sinh nhật trước tiên phải hoàn thành ngày sinh trong thông tin cá nhân và cần đã đăng ký đủ {n} ngày. Giá trị quà được phát sẽ tương ứng với cấp bậc hiện có ngay ngày sinh nhật. Có thể nhận trong vòng {x} ngày, đáp ứng đủ các yêu cầu liên quan đến bội số doanh thu thì có thể rút tiền.",
    "center_108": "Số dư kênh",
    "center_109": "Số dư tài khoản kênh",
    "center_110": "CSKH online",
    "center_111": "Lịch sử cá cược thể thao",
    "center_112": "Liên quan thể thao",
    "center_113": "Quyền lợi hội viên",
    "common_01": "Tên",
    "common_02": "Vui lòng nhập họ tên",
    "common_03": "Tài khoản",
    "common_04": "Địa chỉ",
    "common_005": "Tháng 1",
    "common_006": "Tháng 2",
    "common_007": "Tháng 3",
    "common_008": "Tháng 4",
    "common_009": "Tháng 5",
    "common_010": "Tháng 6",
    "common_011": "Tháng 7",
    "common_012": "Tháng 8",
    "common_013": "Tháng 9",
    "common_014": "Tháng 10",
    "common_015": "Tháng 11",
    "common_016": "Tháng 12",
    "common_017": "TH.1",
    "common_018": "TH.2",
    "common_019": "TH.3",
    "common_020": "TH.4",
    "common_021": "TH.5",
    "common_022": "TH.6",
    "common_023": "TH.7",
    "common_024": "TH.8",
    "common_025": "TH.9",
    "common_026": "TH.10",
    "common_027": "TH.11",
    "common_028": "TH.12",
    "common_029": "January",
    "common_030": "February",
    "common_031": "March",
    "common_032": "April",
    "common_033": "May",
    "common_034": "Jun",
    "common_035": "July",
    "common_036": "August",
    "common_037": "September",
    "common_038": "October",
    "common_039": "November",
    "common_040": "December",
    "common_041": "Thứ 2",
    "common_042": "Thứ 3",
    "common_043": "Thứ 4",
    "common_044": "Thứ 5",
    "common_045": "Thứ 6",
    "common_046": "Thứ 7",
    "common_047": "Chủ nhật",
    "common_048": "Thứ 2",
    "common_049": "Thứ 3",
    "common_050": "Thứ 4",
    "common_051": "Thứ 5",
    "common_052": "Thứ 6",
    "common_053": "Thứ 7",
    "common_054": "Chủ nhật",
    "common_055": "CƯỢC ĐẶC BIỆT",
    "common_056": "45293",
    "common_057": "(Đang xác minh)",
    "common_058": "(Đội chủ nhà) {n} vs {x} (Đội khách)",
    "common_059": "(Chưa được xác minh)",
    "common_060": "(Xác minh không thành công)",
    "common_061": "(Xác minh không thành công)",
    "common_062": "Tình huống 1",
    "common_063": "Tình huống 2",
    "common_064": "Tình huống 3",
    "common_065": "{n} phút",
    "common_066": "{n} ngày",
    "common_067": "{n} {x}",
    "common_068": "{n} kèo {x} thắng",
    "common_069": "****  {n}",
    "common_070": "1/X",
    "common_071": "2/X",
    "common_072": "Trò",
    "common_073": "tệ",
    "common_074": "Ngày",
    "common_075": "Không",
    "common_076": "THỂ THAO",
    "common_077": "Xin lỗi",
    "common_078": "Bất kỳ",
    "common_079": "Tên",
    "common_080": "Đăng xuất",
    "common_081": "Cược giới hạn hiện tại: {n}",
    "common_082": "Cược hiệu lực đã thành công",
    "common_083": "Đã lưu",
    "common_084": "không đủ",
    "common_085": "Bí danh",
    "common_086": "Gợi ý tốt nhất",
    "common_087": "Không",
    "common_088": "Số đuôi",
    "common_089": "Trạng thái",
    "common_090": "Đến",
    "common_091": "Đơn",
    "common_092": "Quốc gia",
    "common_093": "Quốc gia / khu vực",
    "common_094": "ghi chú",
    "common_095": "Họ",
    "common_096": "hoặc",
    "common_097": "Tất cả",
    "common_098": "Tiền đặt cọc: {n}",
    "common_099": "phiên bản {n}",
    "common_100": "Chi tiết",
    "common_101": "Múi giờ",
    "common_102": "{n}nd",
    "common_103": "Số {n} hoàn lãi",
    "common_104": "Múi giờ",
    "common_105": "{n}rd",
    "common_106": "Còn {n} ngày",
    "common_107": "Cập nhật",
    "common_108": "{n}st",
    "common_109": "Cần tăng thêm khoảng {n} điểm",
    "common_110": "đang cập nhật",
    "common_111": "{n}th",
    "common_112": "Trong tiến trình",
    "common_113": "giá trị cược hiệu lực mỗi ngày",
    "common_114": "Thứ nhất",
    "common_115": "Thành phố",
    "common_116": "cài đặt thành công",
    "common_117": "Tìm kiếm",
    "common_118": "Có",
    "common_119": "CẦN TRỢ GIÚP?",
    "common_120": "kiểm tra",
    "common_121": "Tiêu đề",
    "common_122": "kiểm tra thời gian",
    "common_123": "Album",
    "common_124": "gửi thành công",
    "common_125": "Thất bại",
    "common_126": "Tỉnh",
    "common_127": "Tải lên thành công",
    "common_128": "English",
    "common_129": "Xin chúc mừng bạn, đơn cược số đuôi: {n} trúng thưởng: {x}",
    "common_130": "i.g.",
    "common_131": "Vui lòng nhập mã xác nhận.",
    "common_132": "Đang đợi",
    "common_133": "Nhớ mật khẩu",
    "common_134": "Chế độ",
    "common_135": "Tải xuống ngoại bộ",
    "common_136": "phát hiện phiên bản mới",
    "common_137": "Ứng dụng đã trở nên hiệu quả",
    "common_138": "Xác nhận đơn đăng ký",
    "common_139": "Xác nhận sửa đổi",
    "common_140": "Vào gửi tiền",
    "common_141": "cài đặt",
    "common_142": "Địa chỉ",
    "common_143": "Phát hành bản cập nhật",
    "common_144": "Thống Kê",
    "common_145": "thời gian bắt đầu",
    "common_146": "Thời tian thanh toán đếm ngược",
    "common_147": "Rút tiền lần đầu tiên cần nạp: {n} {x}",
    "common_148": "T7",
    "common_149": "Đang xác minh",
    "common_150": "Thêm vào",
    "common_151": "Hiện ít hơn",
    "common_152": "Mã xác nhận",
    "common_153": "Mã xác nhận SMS",
    "common_154": "Cài đặt hệ thống",
    "common_155": "lLiên hệ",
    "common_156": "Cài đặt",
    "common_157": "Địa chỉ",
    "common_158": "Vui lòng liên hệ CSKH",
    "common_159": "Chọn địa chỉ",
    "common_160": "COPYRIGHT© 2024 ONBET ALL RIGHTS RESERVED",
    "common_161": "CSKH",
    "common_162": "điều hành",
    "common_163": "T2",
    "common_164": "T3",
    "common_165": "T4",
    "common_166": "T5",
    "common_167": "T6",
    "common_168": "T7",
    "common_169": "CN",
    "common_170": "ONbet Cá Cược Thể Thao - Nổi Tiếng Nhất Châu Á",
    "common_171": "ONbet Cá Cược Thể Thao là nền tảng cá cược thể thao trực tuyến phổ biến nhất ở châu Á, cung cấp cho mọi người dùng các trải nghiệm cá cược thể thao tốt nhất trong trận và trước trận. Hoạt động kinh doanh của chúng tôi bao gồm bóng đá, bóng rổ, quần vợt, đá gà, trò chơi bàn, sòng bạc trực tiếp, v.v. Chúng tôi luôn tuân thủ nguyên tắc dịch vụ hàng đầu, dựa trên sự chính trực và cam kết rút tiền lớn không lo lắng để mang đến cho bạn dịch vụ tốt nhất.",
    "common_172": "Sự kiện thưởng nạp lần đầu",
    "common_173": "Sự kiện thưởng đăng ký",
    "common_174": "Sự kiện roulette",
    "common_175": "Sự kiện thưởng số trận trò chơi bên thứ ba",
    "common_176": "Sự kiện thưởng lãi bên thứ ba",
    "common_177": "Sự kiện đăng nhập hàng ngày",
    "common_178": "Sự kiện săn trứng vàng",
    "common_179": "Sự kiện mời bạn bè",
    "common_180": "Sự kiện check-in hàng ngày",
    "common_181": "No restrictions",
    "common_182": "{n} Thể Thao",
    "common_183": "Chào mừng đến {n}!",
    "common_184": "Giới thiệu về {n}",
    "common_185": "{n} Danh Dự",
    "common_186": "{n} Sports có giấy phép hợp pháp do Malta MGA Châu Âu phủ . Được đăng ký tại Quần đảo Virgin thuộc Anh, đây là một công ty hợp pháp được các hiệp hội công nghiệp quốc tế công nhận. Vui lòng đảm bảo bạn từ 18 tuổi trở lên trước khi đăng ký và vui chơi!",
    "common_187": "COPYRIGHT© 2024 {n} ALL RIGHTS RESERVED",
    "common_188": "Khuyến mãi nạp tiền",
    "common_189": "{n} E-Sport",
    "common_190": "Mời bạn bè(Trang chủ)",
    "common_191": "Mời bạn bè(Doanh số)",
    "common_192": "Mời bạn bè(Thăng cấp)",
    "common_193": "VIP(Khuyến mãi)",
    "common_194": "VIP(Sinh nhật)",
    "common_195": "VIP(Lì xì tuần)",
    "common_196": "VIP (Lì xì riêng)",
    "common_197": "Trang cài đặt khấu trừ",
    "common_198": "Thêm tiền sự kiện",
    "common_199": "Bahasa Melayu",
    "common_200": "check-in",
    "dep_crypto_01": "Số tiền chuyển đổi",
    "dep_set_01": "Vui lòng thiết lập thẻ ngân hàng / tiền ảo / Ví",
    "dep_set_002": "Vui lòng đặt mật khẩu rút tiền",
    "dep_set_003": "Vui lòng thiết lập eWallet",
    "dep_set_004": "Vui lòng thiết lập tiền ảo",
    "dep_set_005": "Vui lòng thiết lập thẻ ngân hàng",
    "dep_set_006": "Vui lòng thiết lập thẻ ngân hàng / tiền ảo",
    "dep_set_007": "Mời xác minh danh tính trước",
    "dep_set_008": "Thêm thẻ ngân hàng",
    "dep_set_009": "Thêm tiền ảo mới",
    "dep_set_010": "Thêm eWallet",
    "dep_set_011": "Vui lòng liên kết thẻ ngân hàng để thực hiện yêu cầu rút tiền",
    "dep_set_012": "Vui lòng liên kết thẻ ngân hàng để thực hiện yêu cầu rút tiền",
    "dep_set_013": "Thêm mới thẻ ngân hàng / tiền ảo / eWallet",
    "dep_set_014": "Vui lòng liên kết thẻ ngân hàng để thực hiện yêu cầu rút tiền",
    "dep_set_015": "Chỉnh sửa thẻ ngân hàng",
    "dep_set_016": "Chỉnh sửa thẻ ngân hàng thành công",
    "dep_set_017": "Chỉnh sửa eWallet",
    "dep_set_018": "Chỉnh sửa eWallet thành công",
    "dep_set_019": "Chỉnh sửa tiền ảo",
    "dep_set_020": "Mặc định thẻ ngân hàng thành công",
    "dep_set_021": "Đã xóa thẻ ngân hàng thành công",
    "dep_set_022": "Mặc định thẻ eWallet thành công",
    "dep_set_023": "Đã xóa eWallet thành công",
    "dep_set_024": "Đã xóa tiền ảo thành công",
    "dep_set_025": "Tải lên ảnh chụp màn hình thanh toán",
    "dep_set_026": "Tải lên ảnh đại diện",
    "dep_set_027": "Upload Valid ID of the front",
    "dep_set_028": "Upload Valid ID of the back",
    "dep_set_029": "Tải lên giấy tờ tùy thân",
    "dep_set_030": "Giới hạn trên",
    "dep_set_031": "Kéo xuống để làm mới",
    "dep_set_032": "Ảnh đại diện",
    "dep_set_033": "Tên",
    "dep_set_034": "Thông tin cá nhân",
    "dep_set_035": "Công việc",
    "dep_set_036": "Chọn từ album điện thoại",
    "dep_set_037": "Xóa khỏi kèo của tôi",
    "dep_set_038": "chọn ảnh từ album",
    "dep_set_039": "Tài khoản ngân hàng",
    "dep_set_040": "Kiểu thanh toán",
    "dep_set_041": "Alipay",
    "dep_set_042": "Alipay Online",
    "dep_set_043": "Chuyển khoản Alipay",
    "dep_set_044": "Tài khoản thanh toán",
    "dep_set_045": "Số tiền thanh toán",
    "dep_set_046": "Thông tin thanh toán",
    "dep_set_047": "Ngân hàng thanh toán",
    "dep_set_048": "Kênh thanh toán",
    "dep_set_049": "không giới hạn",
    "dep_set_050": "Địa chỉ nạp USDT",
    "dep_set_051": "xóa bỏ",
    "dep_set_052": "deleted successfully",
    "dep_set_053": "xóa bỏ",
    "dep_set_054": "xóa bỏ",
    "dep_set_055": "Thỏa thuận / Loại tiền",
    "dep_set_056": "chọn thỏa thuận / Loại tiền",
    "dep_set_057": "Mặc định tiền ảo thành công",
    "dep_set_058": "Vui lòng thiết lập thẻ ngân hàng / eWallet",
    "dep_set_059": "Vui lòng thiết lập tiền ảo / eWallet",
    "dep_set_060": "Chỉnh sửa tiền ảo thành công",
    "deposit_01": "Năm",
    "deposit_02": "Tháng",
    "deposit_03": "Ngày",
    "deposit_004": "Hệ thống gửi tiền đang nâng cấp, xin chờ trong giây lát",
    "deposit_005": "Số tiền đặt cọc (1.000 + 2.000) - số tiền hợp lệ đã hoàn thành (500 + 1.000) = 1.500",
    "deposit_006": "Số tiền đặt cọc (2.000) - số tiền hợp lệ đã hoàn thành (1.000) = 1.000",
    "deposit_007": "Thời gian gửi tiền",
    "deposit_008": "Tài khoản gửi tiền",
    "deposit_009": "Nhận tiền thưởng thăng cấp trong vòng {n} ngày kể từ ngày thăng cấp, mỗi cấp bậc chỉ nhận 1 lần. Đáp ứng đủ các yêu cầu liên quan đến bội số doanh thu thì có thể rút tiền",
    "deposit_010": "Nhận tiền thưởng thăng cấp trong vòng {n} ngày kể từ ngày thăng cấp, mỗi cấp bậc chỉ nhận 1 lần. Đáp ứng đủ các yêu cầu liên quan đến bội số doanh thu thì có thể rút tiền",
    "deposit_011": "Mời tra cứu số dư trong tài khoản",
    "deposit_012": "Mỗi lần nạp tiền hội viên cần đăng nhập kiểm tra tài khoản {n} có thể sử dụng được hay không. Chúng tôi không thể kiểm tra khoản thanh toán vào tài khoản đã hết hạn, và sẽ không chịu trách nhiệm về việc đó!",
    "deposit_013": "Mỗi lần đăng nhập vui lòng thành viên kiểm tra tài khoản Alipay có được sử dụng hay không. Chúng tôi không thể kiểm tra khoản thanh toán vào tài khoản đã hết hạn, và sẽ không chịu trách nhiệm về việc đó!",
    "deposit_014": "Mỗi lần đăng nhập vui lòng thành viên kiểm tra tài khoản Tenpay có được sử dụng hay không. Chúng tôi không thể kiểm tra khoản thanh toán vào tài khoản đã hết hạn, và sẽ không chịu trách nhiệm về việc đó!",
    "deposit_015": "Mỗi lần đăng nhập vui lòng thành viên kiểm tra tài khoản Wechat có được sử dụng hay không. Chúng tôi không thể kiểm tra khoản thanh toán vào tài khoản đã hết hạn, và sẽ không chịu trách nhiệm về việc đó!",
    "deposit_016": "Mỗi lần đăng nhập vui lòng thành viên kiểm tra tài khoản GCash có được sử dụng hay không. Chúng tôi không thể kiểm tra khoản thanh toán vào tài khoản đã hết hạn, và sẽ không chịu trách nhiệm về việc đó!",
    "deposit_017": "Mỗi lần đăng nhập vui lòng thành viên kiểm tra tài khoản GrabPay có được sử dụng hay không. Chúng tôi không thể kiểm tra khoản thanh toán vào tài khoản đã hết hạn, và sẽ không chịu trách nhiệm về việc đó!",
    "deposit_018": "Mỗi lần đăng nhập vui lòng thành viên kiểm tra tài khoản MoMoPay có được sử dụng hay không. Chúng tôi không thể kiểm tra khoản thanh toán vào tài khoản đã hết hạn, và sẽ không chịu trách nhiệm về việc đó!",
    "deposit_019": "Mỗi lần đăng nhập vui lòng thành viên kiểm tra tài khoản PayMaya có được sử dụng hay không. Chúng tôi không thể kiểm tra khoản thanh toán vào tài khoản đã hết hạn, và sẽ không chịu trách nhiệm về việc đó!",
    "deposit_020": "Mỗi lần đăng nhập vui lòng thành viên kiểm tra tài khoản ViettelPay có được sử dụng hay không. Chúng tôi không thể kiểm tra khoản thanh toán vào tài khoản đã hết hạn, và sẽ không chịu trách nhiệm về việc đó!",
    "deposit_021": "Mỗi lần đăng nhập vui lòng thành viên kiểm tra tài khoản ZaloPay có được sử dụng hay không. Chúng tôi không thể kiểm tra khoản thanh toán vào tài khoản đã hết hạn, và sẽ không chịu trách nhiệm về việc đó!",
    "deposit_022": "Số tiền vượt hạn mức",
    "deposit_023": "Chuyển khoản WeChat",
    "deposit_024": "DANA",
    "deposit_025": "Dragonpay",
    "deposit_026": "GCash",
    "deposit_027": "GrabPay",
    "deposit_028": "Identity Card",
    "deposit_029": "JuanCash",
    "deposit_030": "MoMoPay",
    "deposit_031": "PayMaya",
    "deposit_032": "PayPal",
    "deposit_033": "QQ Online",
    "deposit_034": "QRIS",
    "deposit_035": "ViettelPay",
    "deposit_036": "ZaloPay",
    "deposit_037": "Vui lòng tải lên ảnh chụp màn hình thanh toán",
    "deposit_038": "Mời tải lên giấy tờ nhận dạng hợp lệ của quý khách",
    "deposit_039": "Vui lòng tải lên các tài liệu có thể chứng minh danh tính của bạn.",
    "deposit_040": "Vui lòng gửi thông tin nạp tiền sau khi chuyển khoản thành công",
    "deposit_041": "WeChat Online",
    "deposit_042": "Internet banking",
    "deposit_043": "Trang web gửi tiền",
    "deposit_044": "Đã hết thời gian kết nối mạng. vui lòng thử lại.",
    "deposit_045": "Ngân hàng online",
    "deposit_046": "ID giao dịch chuỗi khối",
    "deposit_047": "Quyét QR nạp tiền",
    "deposit_048": "Ngân hàng",
    "deposit_049": "Số tiền cần nạp",
    "deposit_050": "88Pay",
    "deposit_051": "Số tiền hoàn lại: {n} {x}",
    "deposit_052": "Ưu đãi(Có thể chọn)",
    "deposit_053": "{0} ưu đãi",
    "deposit_054": "Vui lòng chọn ưu đãi",
    "deposit_055": "Chi tiết hoạt động",
    "deposit_056": "Hiện không nhận bất kỳ ưu đãi nào",
    "deposit_057": "Giải thưởng cao nhất",
    "deposit_058": "Số cược hợp lệ yêu cầu",
    "deposit_059": "Tỷ lệ kiểm tra",
    "deposit_060": "Danh mục chỉ định",
    "deposit_061": "Thưởng ưu đãi",
    "deposit_062": "*Sau khi nạp tiền, tiền thưởng sẽ tự chuyển vào ví, hoàn thành số cược yêu cầu có thể rút tiền.",
    "deposit_063": "Loại hình và trò chơi chỉ định",
    "deposit_064": "Có thể tích lũy cược hợp lệ yêu cầu",
    "deposit_065": "Loại hình bên thứ 3",
    "deposit_066": "Tên loại hình",
    "deposit_067": "Đã chọn",
    "deposit_068": "Loại hình hoạt động",
    "deposit_069": "Nạp lần đầu",
    "deposit_070": "Yêu cầu cược",
    "deposit_071": "Nạp đầu mỗi ngày",
    "deposit_072": "Ưu đãi nạp tiền",
    "deposit_073": "Số tiền nạp tối thiểu",
    "deposit_074": "Nạp từng đơn",
    "deposit_075": "Nạp lần 2",
    "deposit_076": "Nạp lần 3",
    "deposit_077": "Nạp lần 4",
    "deposit_078": "Nạp lần 5",
    "deposit_079": "Số tiền nạp không đáp ứng các điều kiện sự kiện khuyến mãi. Xác nhận nạp tiền?",
    "deposit_080": "Nạp tiền không thành công",
    "deposit_081": "Đã xảy ra lỗi không mong muốn",
    "deposit_082": "Explanation of reward distribution in batches",
    "deposit_083": "The first day's reward will be issued immediately upon completing the deposit. The rewards for the remaining days will be distributed at 00:10 (GMT-4) each day",
    "deposit_084": "After participating in the event, you can check the event details in My> Fund Detail > History",
    "deposit_085": "After participating in the event, you can check the event details in Profile> Fund Detail > History",
    "deposit_086": "Claim method",
    "deposit_087": "Claim progress: Day {n} claim",
    "deposit_088": "Không thấy sự kiện ưu đãi nạp nào",
    "deposit_card_01": "Mã thẻ (PIN)",
    "deposit_card_02": "10-16 ký tự",
    "deposit_card_03": "Mã số thẻ",
    "deposit_card_04": "Nhập mã số thẻ",
    "deposit_card_05": "Độ dài từ 10-16 ký tự",
    "E001": "Đăng nhập liên tục trong {{n}} ngày sẽ nhận được nhiều phần thưởng khác nhau",
    "E002": "Ngày đăng ký liên tiếp :",
    "E003": "Hãy quay lại vào ngày mai",
    "E004": "Hiện tại không có cơ hội tham gia rút thăm",
    "E005": "Thật đáng tiếc, không trúng giải nào",
    "E006": "Xin chúc mừng, bạn đã nhận được {RewardName}",
    "E007": "Thời gian sự kiện:",
    "E008": "Tất cả người chơi chỉ cần đăng nhập mỗi ngày, nạp tiền và đạt đến số lượng cược tương ứng là có thể tham gia hoạt động rút thăm trúng thưởng.",
    "E009": "Vào ngày thứ {{n}} đăng nhập, nạp tiền {DepositAmount} số lượng đặt cược {BetAmount} , nhận 1 cơ hội để rút thưởng",
    "E010": "Nếu có gián đoạn một ngày, việc đăng nhập liên tiếp sẽ tính lại và thời gian bắt đầu tính lại từ ngày kế tiếp. Số ngày đăng nhập liên tiếp càng nhiều, giải thưởng rút thăm càng lớn.",
    "E011": "Sau khi các điều kiện được đáp ứng vào cùng ngày, bạn có cơ hội rút thăm vào ngày hôm sau. Vui lòng rút thăm ngay sau khi bạn nhận được cơ hội rút thăm. Cơ hội rút thăm sẽ được đặt lại vào lúc {SettleTime} hôm sau.",
    "E012": "* Hàng ngày được xác định là từ {DayStart} của ngày hiện tại đến {DayEnd} của ngày hôm sau.",
    "E013": "* Số tiền cược chỉ được tính cho 【{GameType}】, việc tham gia các trò chơi khác sẽ không được tính vào.",
    "E014": "Ngày {{n}}",
    "E015": "Hoạt động chưa mở！",
    "E016": "Hoạt động đã hết hạn!",
    "E017": "Mô tả hoạt động",
    "E018": "Đối tượng tham gia",
    "E019": "Chỉ cần có 1 lần giao dịch nạp rút là được tham gia, cược càng nhiều,thưởng càng cao.",
    "E020": "Thời gian sự kiện",
    "E021": "Xin chúc mừng, bạn đã nhận được {RewardRank} {RewardName}",
    "E022": "Hôm nay đã rút thăm",
    "E023": "Chi tiết phần thưởng",
    "E024": "Giải nhất",
    "E025": "Giải nhì",
    "E026": "Giải ba",
    "E027": "Giải tư",
    "E028": "Giải năm",
    "E029": "Giải sáu",
    "E030": "Đếm ngược cho vòng hiện tại",
    "E031": "Mở Đếm ngược thời gian",
    "E032": "Cơ hội vỡ quả trứng vàng hôm nay: {Current}/{Max}",
    "E033": "Hướng dẫn trò chơi",
    "E034": "Tham gia vỡ quả trứng dựa trên số tiền cược hợp lệ hàng ngày. Chi tiết như sau:",
    "E035": "Tổng số tiền cược hợp lệ trong ngày",
    "E036": "Số lần",
    "E037": "Giải thưởng",
    "E038": "Tiền thưởng",
    "E039": "Giải đặc biệt",
    "E041": "1. Người dùng nhận được tiền thưởng trong suốt thời gian diễn ra sự kiện sẽ tự động nhận thưởng, và người dùng tham gia được khuyến cáo kiểm tra sự thay đổi số dư trong thời gian này.",
    "E042": "2. Thời gian tính toán ghi chú cược hợp lệ là từ {DayStart} đến {DayEnd} của ngày hiện tại.",
    "E043": "3.Dữ liệu cược hợp lệ của thành viên được hệ thống tự động thống kê. Nếu đạt được điều kiện mở khóa quả trứng vàng, khóa sẽ tự động mở. Trong trường hợp có bất kỳ tranh chấp nào, quyết định chính thức sẽ được áp dụng và không có tranh chấp được chấp nhận.",
    "E044": "4.Hệ thống {SettleTime} tự động đếm số tiền đặt cược hiệu quả của ngày hôm trước mỗi ngày và quả trứng vàng được mở khóa theo số tiền đặt cược hiệu quả và thành viên có thể đập vỡ quả trứng. Quả trứng vàng đã mở khóa ngày hôm trước sẽ được đặt lại vào ngày hôm sau {SettleTime}. Tự động từ bỏ phần thưởng cho các thành viên.",
    "E045": "5. Bất kỳ người chơi, nhóm hoặc tổ chức tham gia sự kiện một cách không trung thực, bao gồm cá cược, đầu cơ, nhiều tài khoản trên cùng một thiết bị, cược bằng phần mềm, tạo nước, gian lận kết hợp, v.v., sau khi xác minh sẽ tự động bị mất tư cách nhận giải thưởng, mà không cần thông báo trước.",
    "E046": "6. Để tránh sự khác biệt về hiểu biết, ban tổ chức giữ quyền giải thích cuối cùng về sự kiện này.",
    "E047": "7.Các cược hợp lệ chỉ tính cho【{GameType}】. Việc tham gia các trò chơi khác sẽ không được tính.",
    "E048": "Mời bạn bè",
    "E052": "Link mời",
    "E053": "Mã QR mời",
    "E054": "Sao chép",
    "E055": "Lưu mã QR",
    "E056": "Nhận hoa hồng",
    "E057": "Nhận",
    "E058": "Số người được mời",
    "E059": "DS mời",
    "E060": "Đợi nhận Thưởng 2",
    "E061": "Đợi nhận Thưởng 3",
    "E062": "Đợi nhận Thưởng 1",
    "E063": "Bạn bè nạp tiền lần đầu tiên",
    "E064": "Hoàn trả người giới thiệu",
    "E065": "Hoàn trả người được giới thiệu",
    "E066": "Sảnh cược",
    "E067": "Bạn bè thăng cấp VIP",
    "E068": "Hoàn trả cho người giới thiệu",
    "E069": "Mô tả hoạt động",
    "E071": "Quy tắc",
    "E072": "DS hội viên",
    "E074": "Tên hội viên",
    "E076": "Cấp VIP",
    "E077": "Số tiền gửi đầu tiên",
    "E078": "Thời gian đăng ký",
    "E079": "Lịch sử nhận",
    "E080": "Tổng cộng",
    "E081": "Tổng hoa hồng",
    "E082": "Thời gian nhận",
    "E083": "Số tiền nhận",
    "E084": "Loại hoa hồng",
    "E085": "Doanh thu thành viên",
    "E087": "Doanh thu hợp lệ",
    "E088": "Chi tiết",
    "E089": "Hoa hồng",
    "E090": "Chi tiết hoa hồng",
    "E091": "Tổng cộng doanh thu hợp lệ",
    "E092": "Sảnh",
    "E093": "Link mời của tôi",
    "E094": "Xem chi tiết lời mời",
    "E095": "Mời DS hội viên",
    "E096": "Lịch sử nhận hoa hồng",
    "E097": "Nhận không thành công",
    "E098": "Hiện không thể nhận lì xì, vui lòng liên hệ CSKH",
    "E099": "Chỉ dành cho người dùng VIP1 trở lên",
    "E100": "Đóng",
    "E101": "Liên hệ CSKH",
    "E102": "Lần",
    "E103": "Người",
    "E104": "Chờ nhận",
    "E105": "Thưởng 1",
    "E106": "Thưởng 2",
    "E107": "Thưởng 3",
    "E109": "Hôm qua",
    "E110": "Tuần gần đây",
    "E111": "Tháng gần đây",
    "E112": "Sửa",
    "E113": "Sao chép thành công, Nhanh chóng chia sẻ cùng bạn bè",
    "E114": "Lưu thành công, Nhanh chóng chia sẻ cùng bạn bè",
    "E115": "Chia sẻ Link",
    "E116": "Chia sẻ mã QR",
    "E117": "Môn thể thao khác",
    "E118": "BẠN BÈ NẠP TIỀN NHẬN QUÀ BẤT NGỜ KHÔNG NGỪNG TAY",
    "E119": "BẠN BÈ ĐẶT CƯỢC HOÀN TRẢ KHÔNG NGỪNG",
    "E120": "BẠN BÈ THĂNG CẤP VIP NHẬN THƯỞNG SỐC",
    "E121": "Đã nhận XXXX thành công",
    "E122": "Lưu thành công",
    "E123": "Sao chép thành công",
    "E124": "Nhanh chóng chia sẻ cùng bạn bè",
    "E125": "Phần thưởng hoạt động",
    "E126": "Tích luỹ",
    "E127": "Quà thăng hạng",
    "E128": "Lì xì mỗi tuần",
    "E129": "Quà sinh nhật",
    "E130": "Lì xì riêng",
    "E131": "Đăng nhập để xem cấp bậc VIP",
    "E132": "lên cấp tiếp theo",
    "E133": "＊Tích luỹ thăng cấp kết toán vào 14:50 mỗi ngày",
    "E134": "Phúc lợi hiện có",
    "E135": "Cấp bậc hiện tại không có phúc lợi.Hãy tiếp tục đặt cược để nhận tích luỹ để thăng cấp",
    "E136": "Phúc lợi VIP tiếp theo",
    "E137": "Đặc quyền VIP",
    "E138": "Chi tiết VIP",
    "E139": "Tỷ lệ hoàn trả cao nhất",
    "E140": "Bội số cao nhất của Doanh thu tích luỹ thăng cấp",
    "E141": "Nhận",
    "E142": "Đã nhận",
    "E143": "Chờ xét duyệt",
    "E144": "Không có quyền",
    "E145": "Hết hạn",
    "E146": "Thao tác thất bại mời liên hệ CSKH",
    "E147": "Tỷ lệ hoàn tiền cao nhất của VIP",
    "E148": "Tỷ lệ hoàn tiền cao nhất mà mỗi cấp VIP có thể nhận được trong tất cả trò chơi",
    "E149": "Bội số Doanh thu tích luỹ thăng cấp của VIP",
    "E150": "Bội số Doanh thu tích luỹ thăng cấp đạt được theo từng cấp VIP trong trò chơi được chỉ định",
    "E153": "Liên quan đến thăng cấp",
    "E154": "Sinh nhật",
    "E155": "Hoàn thiện thông tin, nhận quà sinh nhật",
    "E156": "Sinh nhật không thể chỉnh sửa, chắc chắn lưu?",
    "E157": "Sinh nhật xxxx/xx/xx đã lưu thành công",
    "E158": "Ngày kết thúc",
    "E159": "Liên hệ",
    "E160": "Giới hạn giành lấy phong bao đỏ đã đạt đến và không thể giật được nữa!",
    "E161": "Lì xì đã hết bạn không thể giật được nữa ,chúc bạn mắn lần sau",
    "E162": "Tài khoản đại lý",
    "E163": "Đăng nhập mật khẩu",
    "E164": "Xác nhận mật khẩu",
    "E165": "Họ và Tên tài khoản ngân hàng",
    "E166": "Số điện thoại",
    "E167": "Mã xác nhận",
    "E168": "Đăng ký thành công",
    "E169": "Đăng ký thành công, vui lòng liên hệ CSKH để duyệt!!",
    "E170": "Hủy",
    "E171": "VIP hiện tại",
    "E172": "Trò chơi khác",
    "E173": "Nhận tiền thưởng thăng cấp trong vòng {n} ngày kể từ ngày thăng cấp, mỗi cấp bậc chỉ nhận 1 lần. Đáp ứng đủ các yêu cầu liên quan đến bội số doanh thu thì có thể rút tiền",
    "E174": "Quà sinh nhật trước tiên phải hoàn thành ngày sinh trong thông tin cá nhân và cần đã đăng ký đủ {n} ngày. Giá trị quà được phát sẽ tương ứng với cấp bậc hiện có ngay ngày sinh nhật. Có thể nhận trong vòng {x} ngày, đáp ứng đủ các yêu cầu liên quan đến bội số doanh thu thì có thể rút tiền.",
    "E175": "Thời gian nhận lì xì mỗi tuần từ thứ 2 đến thứ 6, để nhận lì xì cần đáp ứng đầy đủ yêu cầu về tổng doanh thu cược hợp lệ từ thứ 2 đến CN của tuần trước đó (Yêu cầu cho Doanh thu và giá trị lì xì sẽ dựa trên cấp bậc của CN tuần trước đó). Đáp ứng đủ các yêu cầu liên quan đến bội số doanh thu thì có thể rút tiền",
    "E176": "Lì xì đặc biệt yêu cầu người dùng đăng ký thủ công. Sau khi xét duyệt, tiền sẽ tự động được chuyển vào ví mà không cần thông báo thêm. Mỗi cấp bậc chỉ có thể nhận được một lần, đáp ứng đủ các yêu cầu liên quan đến bội số doanh thu thì có thể rút tiền.",
    "E177": "1. Tích luỹ thăng cấp của ngày hôm trước sẽ được tính vào một thời gian cố định mỗi ngày.\n2.Tích luỹ thăng cấp được tính bằng cách nhân số tiền đặt cược hợp lệ của trò chơi với bội số doanh thu.\n3. Tích luỹ thăng cấp mới thu được mỗi ngày sẽ được cộng vào Tích luỹ thăng cấp ban đầu, nếu tổng lớn hơn yêu cầu của cấp bậc tiếp theo thì cấp bậc đó sẽ tự động được thăng cấp.\n4. Khi thăng cấp sẽ trừ vào giá trị tích luỹ hiện có, và bạn chỉ có thể thăng cấp tối đa mỗi ngày 1 lần.\n5. Nền tảng có quyền sửa đổi, đình chỉ, hủy bỏ, v.v. trận dấu mà không cần thông báo riêng và có quyền giải thích cuối cùng về trận đấu.",
    "E178": "Manchester United (-1): Thắng ₫185 x 1,95 = ₫360,75 = Trả về ₫360,75 Số tiền này sẽ được chuyển sang lần đặt cược tiếp theo. Hiện tại, không hỗ trợ cược xâu",
    "E179": "Tài khoản không thể để trống",
    "E180": "Các ký tự bạn nhập không phù hợp",
    "E181": "Tên người dùng có ít hơn 4 hoặc nhiều hơn 16 kết hợp chữ cái và số",
    "E182": "Tên đăng ký từ 4 - 16 bao gồm số và chữ cái",
    "E183": "Tài khoản đã tồn tại",
    "E184": "Mật khẩu không thể để trống",
    "E185": "Mật khẩu 6-20 ký tự gồm chữ và số",
    "E186": "Không thể để trống",
    "E187": "Mật khẩu nhập 2 lần không trùng khớp",
    "E188": "Đầu vào không chính xác. không nhập khoảng trắng liên tục.",
    "E189": "Định dạng số điện thoại không đúng",
    "E190": "Mã xác nhận không đúng",
    "E191": "Thời gian được báo cáo theo múi giờ UTC-4",
    "E192": "Đã đạt cấp bậc cao nhất",
    "E193": "Tốc độ đường truyền",
    "E194": "Trực tuyến",
    "E195": "Mời liên hệ CSKH để biết thêm chi tiết",
    "E196": "Không đủ điều kiện nhận khuyến mãi",
    "E197": "Chi tiết duy trì cấp bậc",
    "E198": "Kinh nghiệm duy trì cấp bậc",
    "E199": "Tích luỹ thăng cấp để hoàn tất việc duy trì cấp bậc",
    "E200": "Chúc mừng bạn đã hoàn thành nhiệm vụ duy trì cấp bậc",
    "E201": "Quy định duy trì cấp bậc",
    "E202": "Bắt đầu từ ngày 1 của tháng tiếp theo sau khi thành viên \"thay đổi cấp độ VIP\", thành viên phải hoàn thành các yêu cầu đặt cược hợp lệ của cấp độ tương ứng trước khi có thể tiếp tục duy trì cấp độ của mình trong 30 ngày.",
    "E203": "Khi duy trì cấp bậc không thành công, cấp VIP sẽ bị tụt xuống mức trước đó và một phần giá trị tích luỹ thăng cấp sẽ được giữ lại.",
    "E204": "Giá trị tích luỹ thăng cấp VIP đạt được trong vòng 30 ngày mới được tính để duy trì cấp bậc. Thời gian đánh giá duy trì cấp bậc sẽ được đặt lại khi thăng cấp.",
    "E205": "Dịch vụ khách hàng tận tâm",
    "E206": "CSKH riêng dành cho bạn, luôn sẵn sàng 24/7 để trả lời các câu hỏi, đáp ứng mọi nhu cầu hợp lệ của bạn.",
    "E207": "Rút tiền trong",
    "E208": "Mở kênh rút tiền riêng cho VIP và sắp xếp các yêu cầu rút tiền theo cấp độ VIP để đảm bảo trải nghiệm trò chơi của bạn",
    "E209": "Liên quan đến duy trì cấp bậc",
    "E210": "Áp dụng",
    "E211": "Tận hưởng tối cao",
    "E212": "Loại trò chơi",
    "E213": "Bội số tích luỹ thăng cấp",
    "E214": "3 phút",
    "E215": "Lịch sử",
    "E216": "HOT",
    "E217": "Hot",
    "E218": "Game mới",
    "E219": "Máy Xèng",
    "E220": "Game bàn",
    "E221": "Khác",
    "E222": "Chơi",
    "E223": "Nền tảng có quyền sửa đổi, đình chỉ, hủy bỏ, v.v. trận dấu mà không cần thông báo riêng và có quyền giải thích cuối cùng về trận đấu.",
    "E224": "Đang tải",
    "E225": "Đăng nhập nhanh",
    "E226": "Cài đặt đăng nhập lần đầu",
    "E227": "Tài khoản hiện tại đã được liên kết với tài khoản Google, vui lòng thay đổi tài khoản",
    "E228": "Liên kết với tài khoản đã có",
    "E229": "Đăng ký tài khoản mới",
    "E230": "Liên kết tài khoản",
    "E231": "Tài khoản Google",
    "E232": "Vui lòng liên kết tài khoản Google của bạn",
    "E233": "Liên kết",
    "E234": "Đã liên kết",
    "E235": "1 điểm của cược hợp lệ 「{o}」 giúp bạn nhận được tối thiểu {n} điểm tích luỹ thăng cấp, 1 điểm của cược hợp lệ 「Trò chơi khác」 giúp bạn nhận được tối thiểu {x} điểm tích luỹ thăng cấp",
    "E236": "Vẫn cần doanh số",
    "E237": "Đã đạt điều kiện",
    "E238": "Tài khoản Google hiện tại đã được liên kết với một tài khoản khác, vui lòng thay đổi tài khoản Google.",
    "E239": "Đăng ký",
    "E271": "Real Madrid",
    "E272": "Manchester United",
    "E286": "PT bắn cá có đồ họa đẹp, lối chơi đa dạng, tỉ lệ nổ cao bắt cá lớn dễ dàng hơn. Tạm biệt với lối chơi đơn lẻ để đắm chìm vào trải nghiệm cảm giác hồi hộp khi bắn hàng nghìn khẩu súng.",
    "E287": "Trò chơi kinh điển xuất hiện trở lại, trò chơi sáng tạo độc quyền, tận hưởng giải trí đa dạng.",
    "E288": "Bingo",
    "E289": "Trò chơi câu cá JILI có nhiều cách tương tác khác nhau để chơi Neptune và liên tục ra mắt các trò chơi sáng tạo để mang đến cho bạn trải nghiệm chơi game tốt nhất.",
    "E290": "Câu cá FC kết hợp lối chơi đặc biệt của các máy câu cá hiện tại, với bối cảnh chủ đề là giàu sang và tiền bạc, đồng thời kết hợp với âm nhạc sống động và sống động, cho phép bạn tận hưởng niềm vui khi chơi máy câu cá!",
    "E291": "Chi nhánh mở thẻ",
    "E292": "Tiền hoàn trả",
    "E293": "Hoàn trả",
    "E294": "Ngân hàng",
    "E295": "Trực tuyến",
    "E296": "Ngân hàng",
    "E297": "Tiền ảo",
    "E298": "Tổng thắng thua",
    "E299": "Tổng đơn cược",
    "E300": "Số lượng đơn cược",
    "E301": "Tên trò chơi",
    "E302": "Cược đơn",
    "E303": "Tiền gốc",
    "E304": "Xem tất cả cược xâu",
    "E305": "Khuyến mãi thường niên",
    "E306": "Hết hạn",
    "E307": "Đọc thêm",
    "E308": "Đăng nhập ngay",
    "E310": "VIP tiếp theo",
    "E311": "Quyền lợi VIP",
    "E312": "Xem thêm quyền lợi",
    "E313": "Phục vụ",
    "E314": "Lịch sử cược",
    "E315": "Tham gia với chúng tôi",
    "E316": "Giới thiệu về ONBET",
    "E317": "Phản hồi góp ý",
    "E318": "Số phiên bản",
    "E319": "Nhấn để đọc tất cả",
    "E320": "Tất cả tin tức",
    "E321": "Thông báo trang",
    "E322": "Thông báo trạm cược",
    "E323": "Hôm nay",
    "E324": "Hôm qua",
    "E325": "Cúp C1 Châu Âu 2024",
    "E326": "Đấu bảng",
    "E327": "Vòng loại 1/8",
    "E328": "Vòng loại 1/4",
    "E329": "Bán kết",
    "E330": "Chung kết",
    "E331": "Ngày",
    "E332": "Giờ",
    "E333": "Phút",
    "E334": "Giây",
    "E335": "Kết thúc",
    "E336": "Bảng xếp hạng",
    "E337": "Vòng loại",
    "E338": "Bảng",
    "E339": "Đội",
    "E340": "Lần ra trận",
    "E341": "Thắng/Hòa/Thua",
    "E342": "Vào/Không vào",
    "E343": "Điểm số",
    "E344": "Lịch trình đấu bảng",
    "E345": "Mô tả luật chơi",
    "E346": "24 đội tham dự được chia thành 6 bảng, mỗi bảng có 4 đội. Mỗi đội chỉ được đấu một trận với 3 đội còn lại, tổng cộng là 6 trận. Mỗi trận kéo dài 90 phút, thắng, hòa và thua lần lượt được số điểm là 3, 1 và 0 điểm. Hai đội có số điểm cao nhất mỗi bảng và 4 đội xếp thứ ba có thành tích tốt nhất sẽ đi tiếp vào vòng loại trực tiếp.\n\nNếu có các đội bằng điểm nhau thì thứ hạng của họ sẽ được xác định theo nguyên tắc sau:\n\na. Điểm từ các cuộc thi chung;\nb. Hiệu số bàn thắng bại giữa các trận đấu;\nc) Số bàn thắng ghi được trong các trận đấu;\nd. Số bàn thắng sân khách giữa các trận đấu;\ne. Nếu vẫn còn các đội chưa được xếp hạng sau khi áp dụng quy tắc a-d thì sẽ được áp dụng quy tắc a-d để so sánh các đội không được xếp hạng. Nếu vẫn không thể phán định thì thứ hạng sẽ được xác định theo quy tắc f-j;\nf. Hiệu số bàn thắng bại ở vòng bảng;\ng. Số bàn thắng ghi được ở vòng bảng;\nh.Số bàn thắng sân khách ở vòng bảng;\ni. Tỷ số đấu 1vs1;\nj. Xếp hạng của UEFA.",
    "E347": "Vòng loại trực tiếp (gồm cả chung kết) đều áp dụng thể thức loại trực đội thua. Nếu hai đội hòa nhau trong vòng 90 phút, hiệp một và hiệp hai sẽ thi đấu thêm 15 phút. nếu có nhiều bàn thắng hơn sẽ giành chiến thắng nếu có hiệp phụ. Sau khi hai đội vẫn hòa nhau, đội thắng được phân định bằng loạt sút luân lưu.\nVề nguyên tắc, đá phạt đền yêu cầu mỗi bên đá 5 bàn, nếu tỷ số vẫn hòa thì hai bên sẽ đá một bàn, nếu vẫn không có người thắng thì đá phạt đền tiếp tục. Và cả hai bên sẽ đá tiếp một quả nữa cho đến khi xác định được đội thắng cuộc!",
    "E348": "Thời gian kết toán",
    "E349": "Tên nhóm",
    "E350": "Livestream",
    "E351": "Lịch đấu",
    "E352": "Bấm để mở menu",
    "E353": "Vuốt trái hoặc phải để chọn loại trò chơi",
    "E354": "Vuốt trái hoặc phải để chọn trò chơi",
    "E355": "Nhấp để xem tất cả trò chơi",
    "E356": "bỏ qua",
    "E357": "Bước tiếp theo",
    "E358": "Phòng chat vẫn chưa mở",
    "E359": "Tôi muốn đăng đơn",
    "E360": "Đăng lệnh trong phiên này",
    "E361": "Đăng đơn",
    "E362": "Theo cược",
    "E363": "Thêm tin tức",
    "E364": "Thêm vào danh sách đen",
    "E365": "Xác nhận thêm người dùng vào danh sách đen?",
    "E366": "Xóa danh sách đen",
    "E367": "Xác nhận xóa người dùng khỏi danh sách đen?",
    "E368": "Xóa",
    "E369": "Bản mới nhất",
    "E370": "Bản kinh điển",
    "E371": "Chào mừng đến",
    "E373": "808 Pay",
    "E374": "988 Pay",
    "E375": "TOPay",
    "E376": "OKPay",
    "E377": "TenPay",
    "E378": "E-CNY",
    "E379": "UnionPay",
    "E380": "Nạp bằng thẻ cào",
    "E381": "Thanh toán ví trực tuyến",
    "E382": "Ví Baidu",
    "E383": "JD Pay",
    "E384": "Credit card",
    "E385": "UnionPay QR code",
    "E386": "USDT pay",
    "E387": "Địa chỉ ví",
    "E388": "Vui lòng nhập địa chỉ ví",
    "E389": "Ví trực tuyến",
    "E394": "Thêm tiền hoạt động",
    "E395": "Trừ tiền hoạt động",
    "E396": "Xác nhận để xóa các đặt cược trận đấu đã chọn?",
    "E397": "Chia sẽ đơn thành công",
    "E398": "Ưu đãi nạp",
    "E399": "Tổng cộng",
    "E400": "Số tiền rút",
    "E401": "Thưởng miễn phí rút, nạp hoàn ngay",
    "E402": "Số tiền nhận được",
    "E403": "Chức năng \"Miễn phí rút, nạp hoàn ngay\" có thể chuyển số tiền rút vào số dư tài khoản, tận hưởng trải nghiệm nhanh chóng, không mất phí xử lý và ưu đãi độc quyền!",
    "E404": "NSX game hot",
    "E405": "Xoá hết lịch sử?",
    "E406": "Tổng hợp game",
    "E407": "Thời gian",
    "early_filter_01": "Bạn có thể chọn tối đa 8 trận đấu trong giải đấu",
    "error_001": "*Mục này không hỗ trợ đặt cược xâu",
    "error_002": "2. Không có phản hồi trong một thời gian dài, Vui lòng Liên hệ CSKH.",
    "error_003": "Tải lên thất bại",
    "error_004": "Cá cược thất bại",
    "error_005": "tải thất bại",
    "error_006": "Thông tin cá nhân của bạn chưa hoàn chỉnh, vui lòng liên hệ với bộ phận chăm sóc khách hàng.",
    "error_007": "Tên tài khoản này đã tồn tại",
    "error_008": "Lỗi định dạng ID giao dịch chuỗi khối",
    "error_009": "Lỗi định dạng địa điểm mở tài khoản",
    "error_010": "Độ dài không quá 100!",
    "error_011": "The file size to under 2MB",
    "error_012": "Số tiền vượt hạn mức",
    "error_013": "Lỗi định dạng số tiền nạp",
    "error_014": "Đã vượt quá giới hạn số tiền gửi",
    "error_015": "Đã xảy ra lỗi. Vui lòng thử lại sau.",
    "error_016": "Tải lên ảnh đại diện thành công",
    "error_017": "Valid ID not uploaded",
    "error_018": "Không khớp",
    "error_019": "Quyền truy cập camera chưa bật",
    "error_020": "Quyền truy cập album chưa bật",
    "error_021": "Hoàn tác",
    "error_022": "Lỗi chưa biết",
    "error_023": "Thư chưa đọc",
    "error_024": "Chưa được xác minh",
    "error_025": "Chưa thông qua",
    "error_026": "Chưa được xác nhận",
    "error_027": "Trang web hiện đang được bảo trì",
    "error_028": "Hiện tại không có phương thức nạp tiền và thông tin khác",
    "error_029": "Không có phản hồi trong một thời gian dài, Vui lòng Liên hệ CSKH.",
    "error_030": "Vì cơ chế chưa được xét duyệt",
    "error_031": "Bởi vì cả hai giao dịch đều chưa hoàn thành, vì vậy hãy tính toán theo công thức như sau",
    "error_032": "Không thiết lập được do cơ chế xem xét",
    "error_033": "Chưa có phản hồi",
    "error_034": "Chưa đến ngày thanh toán",
    "error_035": "Cập nhật phiên bản mới",
    "error_036": "Tỷ lệ trò chơi không tồn tại",
    "error_037": "mạng không ổn định",
    "error_038": "Cách chơi này không thể đặt cược",
    "error_039": "Tỷ lệ cược chấp đã được thay đổi, vui lòng đặt cược lại",
    "error_040": "Trò chơi này đang được bảo trì, vui lòng thử lại sau",
    "error_041": "Tỷ lệ cược này không cho phép đặt cược",
    "error_042": "Trận đấu này không hỗ trợ cược xiên",
    "error_043": "Lỗi đọc tệp",
    "error_044": "Lỗi tập tin",
    "error_045": "vui lòng kết nối mạng",
    "error_046": "Quyền đọc thẻ nhớ bị từ chối",
    "error_047": "-",
    "error_048": "Định dạng trường không chính xác, vui lòng nhập số nguyên {n}.",
    "error_049": "Xác minh không hoàn thành",
    "error_050": "Lỗi xảy ra trong quá trình xác thực. Xin thử lại lần nữa",
    "error_051": "Bạn đã nhập một mã xác minh sai.",
    "error_052": "Bạn chưa mặc {n}",
    "error_053": "Bạn chưa thiết lập thông tin ngân hàng",
    "error_054": "Bạn chưa thiết lập thông tin ngân hàng",
    "error_055": "Bạn chưa thiết lập thông tin ngân hàng",
    "error_056": "Bạn chưa thiết lập thông tin ngân hàng",
    "error_057": "Bạn chưa thiết lập thông tin ngân hàng",
    "error_058": "Bạn chưa thiết lập thông tin ngân hàng",
    "error_059": "Tỷ lệ cược hoặc trạng thái trò chơi bạn chọn đã được thay đổi, vui lòng đặt cược lại",
    "error_060": "Mạng của bạn hiện bất thường, vui lòng xác nhận kết nối hay không",
    "error_061": "Mạng của bạn hiện không có tín hiệu ~",
    "error_062": "Tài khoản của bạn không chính xác",
    "error_063": "Địa chỉ bạn nhập lỗi định dạng",
    "error_064": "Số tiền bạn đã nhập sai hoặc giá trị không hợp lệ",
    "error_065": "Mật khẩu bạn nhập không đúng",
    "error_066": "Định dạng của số thẻ ngân hàng bạn nhập không đúng",
    "error_067": "Lưu thất bại",
    "error_068": "Không có kết quả nào",
    "error_069": "Dữ liệu bất thường",
    "error_070": "Mật khẩu mới không đặt trùng với mật khẩu cũ",
    "error_071": "chuyển đổi địa chỉ bị lỗi",
    "error_072": "Đầu vào không chính xác. Chỉ sử dụng tiếng Anh, không nhập khoảng trắng liên tục.",
    "error_073": "trận đấu không tồn tại",
    "error_074": "Trận đấu không thể đặt cược",
    "error_075": "Kích thước tệp ảnh tối đa: 2MB",
    "error_076": "Nhắc nhở",
    "error_077": "Vui lòng chú ý đơn cược số đuôi: {n} đã bị hủy",
    "error_078": "Không có camera",
    "error_079": "Từ chối",
    "error_080": "Số tiền đặt cược lớn hơn giới hạn đặt cược",
    "error_081": "Lỗi mạng",
    "error_082": "bạn nhập sai mật khẩu",
    "error_083": "vui lòng kiểm tra kết nối mạng rồi thử lại",
    "error_084": "Kết nối mạng đã quá thời gian chờ, vui lòng kết nối lại",
    "error_085": "Yêu cầu quá thường xuyên",
    "error_086": "Không đủ điều kiện tham gia sự kiện",
    "error_087": "Ít hơn số tiền sự kiện",
    "exclusion_001": "Vô hiệu hoá",
    "exclusion_002": "Vô hiệu hoá có hiệu lực ngay sau khi thiết lập.",
    "exclusion_003": "Cược giới hạn tối đa: {n} - {x}",
    "exclusion_004": "Thêm {n}",
    "feedback_002": "ngày tháng",
    "feedback_003": "Thời gian",
    "feedback_004": "hãy chọn Loại giấy tờ",
    "feedback_005": "Mời nhập loại giấy tờ",
    "feedback_006": "Chọn ngôn ngữ của bạn",
    "feedback_007": "Miêu tả vấn đề bạn gặp phải",
    "feedback_008": "Vui lòng thử lại sau",
    "feedback_009": "Nếu ý kiến đóng góp được thông qua hoặc lỗi được xác minh, phần thưởng tối đa là {n} 3000 (hoặc đơn vị tiền tệ tương đương khác).",
    "feedback_010": "Nếu bạn có đề xuất tốt cho trò chơi hoặc phát hiện ra nền tảng lỗi BUG có thể được gửi đến dịch vụ, chăm sóc khách hàng sẽ trả lời trong vòng 48 giờ. Chúng tôi sẽ nhanh chóng chỉnh sửa BUG hoặc tham khảo phản hồi của bạn để không ngừng tối ưu hóa các sản phẩm và dịch vụ đem đến trãi nghiệm tốt nhất cho người chơi. (Nếu có nhiều phản hồi cho cùng một đề xuất hoặc BUG, ​​tiền thưởng sẽ được gửi đến người phản hồi đầu tiên, hãy nhớ phản hồi ngay khi bạn phát hiện ra vấn đề, một TK chỉ được phản hồi 3 lần/ ngày)",
    "feedback_011": "Đã phản hồi",
    "feedback_012": "Lịch sử phản hồi",
    "feedback_013": "Đang phản hồi",
    "feedback_014": "Phản hồi được gửi thành công",
    "feedback_015": "Gửi đề xuất",
    "feedback_016": "Nội dung",
    "feedback_017": "Mô tả nội dung",
    "feedback_018": "Góp ý và phản hồi",
    "feedback_01": "Có thể nhập 1-500 từ",
    "help_001": "1. Sau khi thanh toán thành công tiền sẽ tự động vào tài khoản và hiển thị lời nhắc nhở.",
    "help_002": "1.Công ty tránh rút tiền bất thường, người dùng phải đạt đủ số tiền hợp lệ trước khi rút.\n2. Khi không đạt được số tiền hợp lệ, chúng tôi cần phải trừ số tiền để làm phí rút tiền. Công thức tính là số tiền hợp lệ nhân tỷ lệ khấu trừ = số tiền khấu trừ.\n3. Khi lần nạp đầu tiên không được rút và người dùng nạp lần thứ hai, thì hai \"Số tiền yêu cầu\" sẽ cộng lại. Lúc này, người dùng cần hoàn thành đồng thời số tiền hợp lệ thứ nhất và thứ hai và rút tiền sẽ không dẫn đến việc khấu trừ số tiền.\n4. Số tiền hợp lệ đã hoàn thành sẽ được tính toán lại khi bạn rút tiền.\n\n\ni.g.\n[Tình huống 1]\nGiao dịch đầu tiên là nạp 1.000 và hoàn thành số tiền hợp lệ 2.000. → Người dùng rút tiền ngay bây giờ..\nGiao dịch thứ hai là nạp 2.000 và hoàn thành số tiền hợp lệ 1.000. → Người dùng phải hoàn thành số tiền hợp lệ 1.000 để không bị khấu trừ.\nBởi vì giao dịch đầu tiên đã rút tiền, nó sẽ không tính toán, hệ thống chỉ tính toán giao dịch thứ hai mà thôi.\n\n[Tình huống 2]\nGiao dịch đầu tiên là nạp 1.000 và hoàn thành số tiền hợp lệ 1.000. → Người dùng chưa rút tiền và nạp tiền lần giao dịch thứ hai.\nGiao dịch thứ hai là nạp 2.000 và hoàn thành số tiền hợp lệ 1.000. → Người dùng phải hoàn thành số tiền hợp lệ 1.000 để không bị khấu trừ.\nMặc dù giao dịch đầu tiên đã hoàn thành số tiền hợp lệ, giao dịch thứ hai là số tiền hợp lệ chưa hoàn thành, sau đó được tính theo công thức như sau.\nSố tiền nạp (2.000) - số tiền hợp lệ đã hoàn thành (1.000) = 1.000\nGiao dịch thứ hai vẫn cần đạt 1.000 để rút.\n[Tình huống 3]\nThe first trade is top up 1,000 and complete valid amount 500. ->The user has not withdrawn and recharges the second \nGiao dịch thứ hai là nạp 2.000 và hoàn thành số tiền hợp lệ 1.000. → Người dùng phải hoàn thành số tiền hợp lệ là 1.500 để không bị khấu trừ.\nBởi vì cả hai giao dịch đều chưa hoàn thành, vì vậy hãy tính toán theo công thức như sau\nSố tiền nạp (1.000 + 2.000) - số tiền hợp lệ đã hoàn thành (500 + 1.000) = 1.500\nSố tiền hợp lệ cần 1.500 để rút.",
    "help_003": "Để bảo vệ quyền lợi của mình, bạn có thể đăng ký \"tự khai trừ\" bất cứ lúc nào. Sau khi bạn đăng ký tự loại trừ, bạn sẽ không thể đăng nhập để tận hưởng các dịch vụ trong thời gian tự loại trừ. Các tùy chọn như sau:",
    "help_004": "Công ty tránh rút tiền bất thường, người dùng phải đạt đủ số tiền hợp lệ trước khi rút.",
    "help_005": "Bởi vì giao dịch đầu tiên đã rút tiền, nó sẽ không tính toán, hệ thống chỉ tính toán giao dịch thứ hai mà thôi.",
    "help_006": "Trong thời gian vô hiệu hoá, bạn có thể liên hệ với bộ phận dịch vụ khách hàng để hủy chức năng vô hiệu hoá.",
    "help_007": "Chúng tôi sẽ giữ số dư của bạn trong khoảng thời gian tự loại trừ đã định.",
    "help_008": "Sau khi quá trình vô hiệu hoá hết hạn, tài khoản của bạn sẽ tự động được kích hoạt lại.",
    "help_009": "Trong thời gian tự loại trừ, nếu bạn cố gắng mở một tài khoản mới, tài khoản có thể bị đóng băng sau khi hệ thống phát hiện ra.",
    "help_010": "Khi không đạt được số tiền hợp lệ, chúng tôi cần phải trừ số tiền để làm phí rút tiền. Công thức tính là số tiền hợp lệ nhân tỷ lệ khấu trừ = số tiền khấu trừ.",
    "help_011": "Khi chưa đến số tiền hợp lệ, chúng ta cần trích một tỷ lệ nhất định trên số tiền nạp để làm phí rút tiền, tránh trường hợp nạp tiền bất thường.",
    "help_012": "Khi đạt đến số tiền hợp lệ, chúng tôi sẽ không tính phí chuyển nhượng.",
    "help_013": "Khi lần nạp đầu tiên không được rút và người dùng nạp lần thứ hai, thì hai \"Số tiền yêu cầu\" sẽ cộng lại. Lúc này, người dùng cần hoàn thành đồng thời số tiền hợp lệ thứ nhất và thứ hai và rút tiền sẽ không dẫn đến việc khấu trừ số tiền.",
    "help_014": "Thành công",
    "help_015": "Sau khi thanh toán thành công tiền sẽ tự động vào tài khoản và hiển thị lời nhắc nhở",
    "help_016": "Chào mừng bạn trở lại trò chơi. Vui lòng hoàn tất xác minh để bảo mật tài khoản.",
    "help_017": "Lần rút tiền ban đầu sẽ tạm thời giữ lại {n} {x} để đảm bảo rằng bạn là tài khoản hợp lệ. Số tiền này sẽ được hoàn trả sau 30 ngày.",
    "help_018": "Số thẻ không vượt quá {n} ký tự, mời liên hệ CSKH để yêu cầu cài đặt",
    "help_019": "Nếu bạn đăng ký vô hiệu hoá trong các trò chơi trò chơi khác, nó sẽ không tự động áp dụng cho trò chơi này.",
    "help_020": "Mặc dù giao dịch đầu tiên đã hoàn thành số tiền hợp lệ, giao dịch thứ hai là số tiền hợp lệ chưa hoàn thành, sau đó được tính theo công thức như sau.",
    "help_021": "Giao dịch đầu tiên là nạp 1.000 và hoàn thành số tiền hợp lệ 1.000. -> Người dùng chưa rút tiền và gửi tiền lần giao dịch thứ hai.",
    "help_022": "Giao dịch đầu tiên là nạp 1.000 và hoàn thành số tiền hợp lệ 2.000. -> Người dùng rút tiền ngay bây giờ.",
    "help_023": "Giao dịch đầu tiên là nạp 1.000 và hoàn thành số tiền hợp lệ 500. -> Người dùng chưa rút và gửi tiền vào giao dịch thứ hai.",
    "help_024": "Giao dịch thứ hai là nạp 2.000 và hoàn thành số tiền hợp lệ 1.000. -> Người dùng phải hoàn thành số tiền hợp lệ 1.000 để không bị khấu trừ.",
    "help_025": "Giao dịch thứ hai là nạp 2.000 và hoàn thành số tiền hợp lệ 1.000. -> Người dùng phải hoàn thành số tiền hợp lệ là 1.500 để không bị khấu trừ.",
    "help_026": "Quy tắc trò chơi",
    "help_027": "Chơi Có Trách Nhiệm",
    "help_028": "Bạn có thể đăng ký \"cược giới hạn\" để giới hạn số tiền đặt cược mỗi lần. Sau khi đăng ký đặt cược giới hạn, tổng số tiền đặt cược của bạn sẽ không vượt quá giá trị đã đặt của bạn:",
    "help_029": "Bạn có thể sửa đổi giới hạn đặt cược của mình bất cứ lúc nào. Sửa đổi sẽ có hiệu lực sau khi gửi yêu cầu.",
    "help_030": "Hạn đến",
    "help_031": "Giờ làm việc",
    "help_032": "Có thể thêm tối đa 10 lựa chọn vào phiếu đặt cược",
    "help_033": "Mã giới thiệu",
    "help_034": "Chức năng thường dùng",
    "help_035": "Lần nạp gửi tiền không được nhỏ hơn {n}",
    "help_036": "Hướng dẫn",
    "help_037": "Hạn chế đăng nhập",
    "help_038": "Tài khoản nhận tiền",
    "help_039": "Tài khoản chuyển tiền",
    "help_040": "Hướng dẫn chuyển khoản",
    "help_041": "Trạng thái chuyển đổi",
    "help_042": "lưu hình ảnh",
    "help_043": "Chức năng thẻ tín dụng bị vô hiệu hóa",
    "help_044": "Số tiền tín dụng",
    "help_045": "Trung tâm thông tin",
    "help_046": "Đi tới cài đặt",
    "help_047": "Đang đợi {n} giây",
    "help_048": "Tổng tài chính",
    "help_049": "Hiển thị cược của người khác",
    "help_050": "Hiển thị cược của tôi",
    "help_051": "Xem giao dịch",
    "help_052": "Tổng số tiền thanh toán",
    "help_053": "Nếu bạn có bất kỳ câu hỏi nào, xin vui lòng đi đến tư vấn{n}",
    "help_054": "Số cược hiệu lực bắt buộc",
    "help_056": "Chú ý",
    "help_057": "Tải lên lại ảnh chụp màn hình thanh toán",
    "help_058": "Vui lòng thử lại",
    "help_059": "Giới hạn",
    "help_060": "Giới hạn {n} - {x}",
    "help_061": "Giới hạn {n} - {x}",
    "help_062": "số tiền giới hạn {n} trở lên",
    "help_063": "Giới hạn thấp nhất",
    "help_064": "LIÊN KẾT HỮU DỤNG KHÁC",
    "help_065": "hoàn lợi nhuận tối đa trong một ngày",
    "help_066": "Hủy lựa chọn",
    "help_067": "Lịch sử chu kỳ",
    "help_068": "ĐỐI TÁC CHÍNH THỨC",
    "help_069": "Thời gian xét duyệt",
    "help_070": "Giới hạn",
    "help_071": "Thay đổi tên",
    "help_072": "Danh mục quyền lợi cấp độ trò chơi",
    "help_073": "Mạng điều hướng",
    "help_074": "Lời khuyên",
    "help_075": "Thông báo trò chơi",
    "help_076": "Điều Khoản & Điều Kiện",
    "help_077": "Giới hạn {n} {x} - {y}",
    "sport_publicity_001": "Bất kể sở thích của bạn là gì, BTi Sports đều có thể đáp ứng nhu cầu của bạn. Bạn có thể tự do đặt cược vào nhiều sự kiện khác nhau, bao gồm bóng đá, bóng rổ, quần vợt, đua xe F1, Dota 2 và nhiều hơn nữa, mang đến cho bạn trải nghiệm cá cược tuyệt vời nhất!",
    "live_publicity_01": "Tại BG Casino, bạn có thể tận hưởng trọn vẹn các trò chơi có người chia bài trực tiếp như Baccarat, Roulette, Dragon Tiger và Sic Bo. Với đội ngũ những nữ chia bài xinh đẹp, bạn sẽ trải nghiệm được sự phấn khích thực sự của cờ bạc",
    "live_publicity_02": "WON Casino là một thương hiệu trò chơi giải trí trực tuyến hàng đầu trên thị trường, cam kết cung cấp cho người chơi những trải nghiệm chơi game chất lượng cao và đảm bảo họ có được niềm vui không giới hạn",
    "live_publicity_03": "OG Casino cung cấp dịch vụ phát trực tiếp video hàng đầu trong ngành với độ trễ thấp nhất, cách mạng hóa ngành công nghệ. Nó bao gồm tất cả các trò chơi video trực tiếp phổ biến trên khắp châu Á và cung cấp nhiều chế độ chơi Baccarat với các tính năng độc đáo cho người chơi tự do lựa chọn",
    "fish_publicity_01": "Trò chơi câu cá ACEWIN không chỉ có hình ảnh đẹp mắt và hiệu ứng đặc biệt ấn tượng mà còn giới thiệu cơ chế chơi game độc đáo dựa trên trải nghiệm câu cá arcade truyền thống. Các vị vua biển đang chờ bạn tại các ngư trường để cùng câu cá!",
    "fish_publicity_02": "AG Fishing sử dụng công nghệ dựng hình 3D độ nét cao để tạo ra cảnh quan dưới đáy biển chân thực. Là một nhà cung cấp trò chơi được người đam mê đánh giá cao, nó cho phép bạn đắm mình trong cuộc phiêu lưu săn bắt dưới biển sâu đầy thú vị mọi lúc, mọi nơi",
    "lot_game_01": "Đua xe",
    "lot_game_02": "Xổ Số",
    "lot_game_03": "Xổ Số Mark Six",
    "lot_game_04": "Top 3",
    "lot_game_05": "Lucky 28",
    "lot_game_06": "3D",
    "lot_game_07": "Xổ Số Đại phát",
    "parlay_001": "Xâu 2",
    "parlay_002": "Xâu 2 là sự kết hợp của hai lựa chọn trên các sự kiện riêng biệt.\n    Cược trả về khi có tất cả cược đều thắng.\n    Trường hợp nhiều trận đấu đang diễn ra, Xâu 2 có thể kết hợp. Ví dụ Xâu 2 (x3) từ 3 lựa chọn.\n    Các loại bóng khác nhau và cách chơi của giải vô địch không thể tiến hành cá cược xiên.",
    "parlay_003": "Xâu 3",
    "parlay_004": "Xâu 3 là sự kết hợp của ba lựa chọn trên các sự kiện riêng biệt.\n    Cược trả về khi có tất cả cược đều thắng.\n    Trường hợp nhiều trận đấu đang diễn ra, Xâu 3 có thể kết hợp. Ví dụ Xâu 3 (x4) từ 4 lựa chọn.\n    Các loại bóng khác nhau và cách chơi của giải vô địch không thể tiến hành cá cược xiên.",
    "parlay_005": "Liên Hoàn 3",
    "parlay_006": "Liên Hoàn 3 là kết hợp 3 lựa chọn riêng biệt gồm tổng cộng 4 xâu nhỏ\n    3 cược Xâu 2x1 và 1 cược Xâu 3x1.\n    Cược trả về khi có tối thiểu 2 lựa chọn thắng.\n    Các loại bóng khác nhau và cách chơi của giải vô địch không thể tiến hành cá cược xiên.",
    "parlay_007": "Xâu 4",
    "parlay_008": "Liên Hoàn 4",
    "parlay_009": "Liên Hoàn 4 là kết hợp 4 lựa chọn riêng biệt gồm tổng cộng 11 xâu nhỏ\n    6 Xâu 2x1, 4 Xâu 3x1 và một Xâu 4x1.\n    Cược trả về khi có tối thiểu 2 lựa chọn thắng.\n    Các loại bóng khác nhau và cách chơi của giải vô địch không thể tiến hành cá cược xiên.",
    "parlay_010": "Xâu 4 là sự kết hợp của bốn lựa chọn trên các sự kiện riêng biệt.\n    Cược trả về khi có tất cả cược đều thắng.\n    Trường hợp nhiều trận đấu đang diễn ra, Xâu 4 có thể kết hợp. Ví dụ Xâu 4 (x5) từ 5 lựa chọn.\n    Các loại bóng khác nhau và cách chơi của giải vô địch không thể tiến hành cá cược xiên.",
    "parlay_011": "Xâu 5",
    "parlay_012": "Xâu 5 là sự kết hợp của năm lựa chọn trên các sự kiện riêng biệt.\n    Cược trả về khi có tất cả cược đều thắng.\n    Trường hợp nhiều trận đấu đang diễn ra, Xâu 5 có thể kết hợp. Ví dụ Xâu 5 (x6) từ 6 lựa chọn.\n    Các loại bóng khác nhau và cách chơi của giải vô địch không thể tiến hành cá cược xiên.",
    "parlay_013": "Liên Hoàn 5",
    "parlay_014": "Liên Hoàn 5 là kết hợp 5 lựa chọn riêng biệt gồm tổng cộng 26 xâu nhỏ\n    10 Xâu 2x1, 10 Xâu 3x1, 5 Xâu 4x1 và 1 Xâu 5x1.\n    Cược trả về khi có tối thiểu 2 lựa chọn thắng.\n    Các loại bóng khác nhau và cách chơi của giải vô địch không thể tiến hành cá cược xiên.",
    "parlay_015": "Xâu 6",
    "parlay_016": "Xâu 6 là sự kết hợp của sáu lựa chọn trên các sự kiện riêng biệt.\n    Cược trả về khi có tất cả cược đều thắng.\n    Trường hợp nhiều trận đấu đang diễn ra, Xâu 6 có thể kết hợp. Ví dụ Xâu 6 (x7) từ 7 lựa chọn.\n    Các loại bóng khác nhau và cách chơi của giải vô địch không thể tiến hành cá cược xiên.",
    "parlay_017": "Liên Hoàn 6",
    "parlay_018": "Liên Hoàn 6 là kết hợp 6 lựa chọn riêng biệt gồm tổng cộng 57 xâu nhỏ\n    15 Xâu 2x1, 20 Xâu 3x1, 15 Xâu 4x1, 6 Xâu 5x1 và 1 Xâu 6x1.\n    Cược trả về khi có tối thiểu 2 lựa chọn thắng.\n    Các loại bóng khác nhau và cách chơi của giải vô địch không thể tiến hành cá cược xiên.",
    "parlay_019": "Xâu 7",
    "parlay_020": "Liên Hoàn 7",
    "parlay_021": "Liên Hoàn 7 là kết hợp 7 lựa chọn riêng biệt gồm tổng cộng 120 xâu nhỏ\n    21 Xâu 2x1, 35 Xâu 3x1, 35 Xâu 4x1, 21 Xâu 5x1, 7 Xâu 6x1 và 1 Xâu 7x1.\n    Cược trả về khi có tối thiểu 2 lựa chọn thắng.\n    Các loại bóng khác nhau và cách chơi của giải vô địch không thể tiến hành cá cược xiên.",
    "parlay_022": "Xâu 7 là sự kết hợp của bảy lựa chọn trên các sự kiện riêng biệt.\n    Cược trả về khi có tất cả cược đều thắng.\n    Trường hợp nhiều trận đấu đang diễn ra, Xâu 7 có thể kết hợp. Ví dụ Xâu 7 (x8) từ 8 lựa chọn.\n    Các loại bóng khác nhau và cách chơi của giải vô địch không thể tiến hành cá cược xiên.",
    "parlay_023": "Xâu 8",
    "parlay_024": "Xâu 8 là sự kết hợp của tám lựa chọn trên các sự kiện riêng biệt.\n    Cược trả về khi có tất cả cược đều thắng.\n    Trường hợp nhiều trận đấu đang diễn ra, Xâu 8 có thể kết hợp. Ví dụ Xâu 8 (x9) từ 9 lựa chọn.\n    Các loại bóng khác nhau và cách chơi của giải vô địch không thể tiến hành cá cược xiên.",
    "parlay_025": "Liên Hoàn 8",
    "parlay_026": "Liên Hoàn 8 là kết hợp 8 lựa chọn riêng biệt gồm tổng cộng 247 xâu nhỏ\n    28 Xâu 2x1, 56 Xâu 3x1, 70 Xâu 4x1, 56 Xâu 5x1, 28 Xâu 6x1, 8 Xâu 7x1 và 1 Xâu 8x1.\n    Cược trả về khi có tối thiểu 2 lựa chọn thắng.\n    Các loại bóng khác nhau và cách chơi của giải vô địch không thể tiến hành cá cược xiên.",
    "parlay_027": "Xâu 9",
    "parlay_028": "Xâu 9 là sự kết hợp của chín lựa chọn trên các sự kiện riêng biệt.\n    Cược trả về khi có tất cả cược đều thắng.\n    Trường hợp nhiều trận đấu đang diễn ra, Xâu 9 có thể kết hợp. Ví dụ Xâu 9 (x10) từ 10 lựa chọn.\n    Các loại bóng khác nhau và cách chơi của giải vô địch không thể tiến hành cá cược xiên.",
    "parlay_029": "Liên Hoàn (9)",
    "parlay_030": "Liên Hoàn 9 là kết hợp 9 lựa chọn riêng biệt gồm tổng cộng 502 xâu nhỏ.\n    36 Xâu 2x1, 84 Xâu 3x1, 126 Xâu 4x1, 126 Xâu 5x1, 84 Xâu 6x1, 36 Xâu 7x1, 9 Xâu 8x1 và 1 Xâu 9x1.\n    Cược trả về khi có tối thiểu 2 lựa chọn thắng.\n    Các loại bóng khác nhau và cách chơi của giải vô địch không thể tiến hành cá cược xiên.",
    "parlay_031": "Xâu 10",
    "parlay_032": "Liên Hoàn (10)",
    "parlay_033": "10 xâu 1013 là kết hợp 10 đơn cược từ các sự kiện khác nhau, 45 xâu 2x1, 120 xâu 3x1, 210 xâu 4x1, 252 xâu 5x1, 210 xâu 6x1, 120 xâu 7x1, 45 xâu 8x1, 10 xâu 9x1 và 1 xâu 10x1. Cần có ít nhất 2 lựa chọn thắng cược để đảm bảo tiền thưởng, không cùng loại bóng và cách chơi của giải vô địch không thể tiến hành cá cược xiên.",
    "parlay_034": "1 xiên 10 là một cược đơn bao gồm 10 lựa chọn, cần phải thắng tất cả các mục chọn để được hoàn tiền, không cùng loại bóng và cách chơi của giải vô địch không thể tiến hành cá cược xiên",
    "sports_bet_001": "Hai Đội Ghi Bàn",
    "sports_bet_002": "Đôi",
    "sports_bet_003": "Không có mục tiêu",
    "sports_bet_004": "Trận đấu bị hoãn",
    "sports_bet_005": "Trạng thái đơn",
    "sports_bet_006": "WC 2022",
    "sports_bet_007": "Outs",
    "sports_bet_008": "Outs: {n}",
    "sports_bet_009": "Nửa",
    "sports_bet_010": "全场让球",
    "sports_bet_011": "Cả hai đội đều không ghi bàn",
    "sports_bet_012": "Thời gian",
    "sports_bet_013": "Tổng Số Hiện Tại",
    "sports_bet_014": "Trận hiện không có live",
    "sports_bet_015": "Đặt cược thành công",
    "sports_bet_016": "Cách đặt cược",
    "sports_bet_017": "Mục đặt cược",
    "sports_bet_018": "Hệ thống nhận dữ liệu mới, bấm nút xác nhận để làm mới",
    "sports_bet_019": "Những người chơi khác",
    "sports_bet_020": "Tất cả các môn thể thao",
    "sports_bet_021": "1 X 2 & Trên",
    "sports_bet_022": "1 X 2 & Dưới",
    "sports_bet_023": "1 X 2 & Hai Đội Ghi Bàn-Không",
    "sports_bet_024": "1 X 2 & Hai Đội Ghi Bàn-Có",
    "sports_bet_025": "Thị trường đã đóng",
    "sports_bet_026": "Tối đa",
    "sports_bet_027": "Bàn Thắng Đầu",
    "sports_bet_028": "Cầu Thủ Ghi Bàn Đầu Tiên",
    "sports_bet_029": "Cuối cùng",
    "sports_bet_030": "Lần phản hồi cuối cùng",
    "sports_bet_031": "Bàn Thắng Cuối",
    "sports_bet_032": "Cầu Thủ Ghi Bàn Cuối Cùng",
    "sports_bet_033": "Giải đấu: {n}",
    "sports_bet_034": "Tên giải đấu",
    "sports_bet_035": "Tỷ lệ cược đã thay đổi",
    "sports_bet_036": "Tỷ lệ cược đã thay đổi, {n} thành {x}",
    "sports_bet_037": "Thời gian chính thức",
    "sports_bet_038": "Vui lòng nhập số tiền đặt cược chính xác",
    "sports_bet_039": "Đơn cược đã thanh toán",
    "sports_bet_040": "Đã thêm vào giải đấu của tôi",
    "sports_bet_041": "Cầu Thủ Ghi Bàn",
    "sports_bet_042": "Tất cả đơn cược",
    "sports_bet_043": "Bạn đã đặt cược thành công",
    "sports_bet_044": "Bản đồ",
    "sports_bet_045": "(Có thể sử dụng cùng số tiền đặt cược để thực hiện tất cả các lựa chọn riêng lẻ)",
    "sports_bet_046": "Trạng thái giao dịch",
    "sports_bet_047": "Số giao dịch",
    "sports_bet_048": "Khấu trừ hậu đài",
    "sports_bet_049": "Tổng số khấu trừ",
    "sports_bet_050": "Số dư khấu trừ",
    "sports_bet_051": "Chi tiết số tiền khấu trừ",
    "sports_bet_052": "Đặt cược",
    "sports_bet_053": "Xâu",
    "sports_bet_054": "Live",
    "sports_bet_055": "Tổng điểm \\n Hiệp phụ",
    "sports_bet_056": "Tổng điểm \\n Thời gian chính thức",
    "sports_bet_057": "1 giờ",
    "sports_bet_058": "3 giờ",
    "sports_bet_059": "6 giờ",
    "sports_bet_060": "12 giờ",
    "sports_bet_061": "24 giờ",
    "sports_bet_062": "Filter Leagues",
    "sports_bet_063": "Sort",
    "sports_bet_064": "Sort by League",
    "sports_bet_065": "Sort by Time",
    "sports_third_01": "In",
    "sports_third_02": "Biên lai cược",
    "sports_third_03": "Chi tiết cược",
    "sports_third_04": "Thời gian trận đấu",
    "sports_third_05": "Tài khoản cược",
    "sports_third_06": "Cảm ơn bạn đã đặt cược",
    "sports_third_07": "Xác nhận in",
    "sports_third_08": "In biên lai",
    "sports_third_09": "Cược đôi",
    "sports_third_10": "Ước thắng",
    "sys_tip_01": "Nếu cần trợ giúp, vui lòng",
    "sys_tip_02": "Nếu có bất kỳ vấn đề nào, hãy liên hệ với CSKH online",
    "transfer_01": "Thu hồi bằng một cú nhấp chuột",
    "transfer_02": "*Thu hồi bằng một cú nhấp chuột đồng thời chuyển tất cả số dư tài khoản khác sang tài khoản kênh",
    "transfer_03": "Thu hồi hạn mức thành công",
    "transfer_04": "Chuyển quỹ",
    "transfer_05": "Chuyển đổi hạn mức thành công",
    "transfer_06": "Xác nhận chuyển đổi",
    "tsfr_pick_01": "Vui lòng chọn kênh",
    "vip_01": "1. Tích luỹ thăng cấp của ngày hôm trước sẽ được tính vào một thời gian cố định mỗi ngày.\\n2.Tích luỹ thăng cấp được tính bằng cách nhân số tiền đặt cược hợp lệ của trò chơi với bội số doanh thu.\\n3. Tích luỹ thăng cấp mới thu được mỗi ngày sẽ được cộng vào Tích luỹ thăng cấp ban đầu, nếu tổng lớn hơn yêu cầu của cấp bậc tiếp theo thì cấp bậc đó sẽ tự động được thăng cấp.\\n4. Khi thăng cấp sẽ trừ vào giá trị tích luỹ hiện có, và bạn chỉ có thể thăng cấp tối đa mỗi ngày 1 lần.\\n5. Nền tảng có quyền sửa đổi, đình chỉ, hủy bỏ, v.v. trận dấu mà không cần thông báo riêng và có quyền giải thích cuối cùng về trận đấu.",
    "vip_02": "1 điểm của cược hợp lệ 「{n} Thể thao」 giúp bạn nhận được tối thiểu {x} điểm tích luỹ thăng cấp, 1 điểm của cược hợp lệ 「Trò chơi khác」 giúp bạn nhận được tối thiểu {y} điểm tích luỹ thăng cấp",
    "vip_03": "1 điểm của cược hợp lệ 「ON Thể thao」 giúp bạn nhận được tối thiểu {n} điểm tích luỹ thăng cấp, 1 điểm của cược hợp lệ 「Trò chơi khác」 giúp bạn nhận được tối thiểu {x} điểm tích luỹ thăng cấp",
    "vip_04": "Nạp tiền vào {n} để nhận được {x} tăng điểm",
    "vip_05": "Cá cược {n} để nhận {x} điểm",
    "vip_06": "Giá trị tăng trưởng yêu cầu",
    "vip_07": "1 điểm của cược hợp lệ 「Ttrò chơi」 giúp bạn nhận được tối thiểu {n} điểm tích luỹ thăng cấp",
    "withdraw_01": "Tỷ lệ phí xử lý",
    "withdraw_02": "Phí xử lý phải trả",
    "withdraw_03": "Tỷ giá",
    "withdraw_04": "Phí rút tiền",
    "withdraw_05": "Ví",
    "withdraw_06": "Mã mời thưởng khi đăng ký",
    "withdraw_007": "Phí xử lý",
    "withdraw_008": "Phí xử lý",
    "withdraw_009": "Số tiền phí xử lý",
    "withdraw_010": "Số tiền rút",
    "withdraw_011": "Định dạng hoặc giá trị của số rút tiền không đúng",
    "withdraw_012": "Phí rút tiền: {n}",
    "withdraw_013": "Lịch sử rút tiền",
    "withdraw_014": "Số tiền hợp lệ đã hoàn thành sẽ được tính toán lại khi bạn rút tiền.",
    "withdraw_015": "Rút tiền thành công vui lòng đợi nhân viên CSKH xét duyệt",
    "withdraw_016": "Cài đặt rút tiền",
    "withdraw_017": "Số tiền rút：{n}",
    "withdraw_018": "Số tiền vượt hạn mức",
    "withdraw_019": "Định dạng hoặc giá trị của số tiền rút không đúng",
    "withdraw_020": "Tổng số tiền rút",
    "withdraw_021": "Hệ thống rút tiền đang được nâng cấp, vui lòng chờ đợi",
    "withdraw_022": "Tỷ giá rút tiền",
    "withdraw_023": "Mật khẩu rút tiền bắt buộc điền",
    "withdraw_024": "Rút tiền eWallet",
    "withdraw_025": "Mật khẩu rút tiền thay đổi thành công",
    "withdraw_026": "・Hãy chắc chắn rằng ảnh ID của bạn hướng lên trên",
    "withdraw_027": "・Đảm bảo rằng ảnh ID của bạn được hiển thị rõ ràng",
    "withdraw_028": "・Tránh nhấp nháy hoặc phản chiếu",
    "withdraw_029": "từ 6~20 ký tự bao gồm chữ và sô",
    "withdraw_030": "Mật khẩu gồm 4 chữ số",
    "withdraw_031": "Mật khẩu từ 6-20 ký tự bao gồm chữ cái và số",
    "withdraw_032": "Cài đặt mật khẩu",
    "withdraw_033": "Số tiền hợp lệ cần 1.500 để rút.",
    "withdraw_034": "Giao dịch thứ hai vẫn cần đạt 1.000 để rút.",
    "withdraw_035": "kết quả quét khuôn mặt",
    "withdraw_036": "Tiền ảo",
    "withdraw_037": "Rút tiền ảo",
    "withdraw_038": "Thông qua",
    "withdraw_039": "Thẻ ngân hàng bắt buộc điền",
    "withdraw_040": "Số tài khoản ngân hàng",
    "withdraw_041": "Rút tiền ngân hàng",
    "withdraw_042": "Đã nhận {n} thành công",
    "withdraw_043": "Độ dài từ 6-20 ký tự bao gồm chữ cái và số",
    "withdraw_044": "Trang web rút tiền",
    "withdraw_045": "Trang web đặt hẹn",
    "withdraw_046": "Rút tất cả",
    "withdraw_047": "Quét kết quả",
    "withdraw_048": "Tỷ lệ phí xử lý: {n} {x}",
    "withdraw_049": "Tỷ lệ phí xử lý: {n}",
    "withdraw_050": "Rút tiền",
    "withdraw_051": "Xét duyệt hoạt động",
    "withdraw_052": "Xét duyệt thường",
    "withdraw_053": "Cược hợp lệ yêu cầu",
    "withdraw_054": "Cược hợp lệ yêu cầu còn",
    "withdraw_055": "Số tiền khấu trừ (phí dịch vụ)",
    "withdraw_056": "Trò chơi áp dụng",
    "withdraw_057": "Tổng cược hợp lệ yêu cầu còn",
    "withdraw_058": "Tổng phí dịch vụ được khấu trừ",
    "withdraw_059": "Hoàn thành",
    "withdraw_060": "Chưa hoàn thành",
    "withdraw_061": "Nhãn hiệu thể thao",
    "withdraw_062": "Loại xét duyệt",
    "withdraw_063": "Tên hoạt động",
    "cashout_001": "Xem Vé Được Bán",
    "cashout_002": "Bán Vé Cược",
    "cashout_003": "Bán Vé Cược chắn muốn rút tiền không?",
    "cashout_004": "Vui lòng chờ, đang trong quá trình Bán Vé Cược",
    "cashout_005": "Yêu cầu Bán Vé Cược của bạn đã được chấp nhận.",
    "cashout_006": "Đã xảy ra lỗi không mong muốn. Vui lòng thử lại sau.",
    "cashout_007": "Tính năng Bán Vé Cược cho phép khách hàng bán vé cược của mình trước khi sự kiện hoặc trận đấu kết thúc.",
    "cashout_008": "Một khi yêu cầu bán vé cược đã được hệ thống chấp nhận, khách hàng sẽ không thể hủy bán. Số tiền thu được từ vé cược đã bán hết sẽ được tính vào số dư tài khoản của khách hàng, và số tiền này sẽ không bị ảnh hưởng bởi kết quả chính thức của sự kiện, trận đấu, hoặc các thị trường đã đặt cược.",
    "cashout_009": "Trong trường hợp có lỗi xảy ra trong quá trình kết toán, hoặc khi Công Ty nhận thấy việc bảo lưu kết toán là cần thiết và hợp lý, Công Ty có quyền bảo lưu việc kết toán vé cược đã bán. Khi có quyết định bảo lưu, số tiền Bán Vé Cược mà khách hàng đã nhận sẽ bị khấu trừ khỏi số dư tài khoản của khách hàng, và vé cược sẽ giữ nguyên mức tiền cược ban đầu.",
    "cashout_010": "Trong trường hợp sự kiện hay trận đấu bị hủy bỏ sau khi vé cược đã được bán, giao dịch bán vé cược đó sẽ bị hủy trừ khi kết quả cược đã được xác định. Số tiền Bán Vé Cược sẽ bị khấu trừ khỏi số dư tài khoản của khách hàng, và số tiền cược ban đầu sẽ được hoàn trả lại cho khách hàng.\n",
    "cashout_011": "Số tiền Bán Vé Cược sẽ được tính vào số dư tài khoản của khách hàng trong thời hạn hợp lý.",
    "cashout_012": "Công Ty có toàn quyền tùy ý mở/tắt tính năng Bán Vé Cược, hoặc chỉ cho phép Bán Vé Cược trong một số sự kiện, trận đấu, và thị trường nhất định, đồng thời có quyền sửa đổi, tạm dừng, hoặc gỡ bỏ tính năng này nếu thấy cần thiết.",
    "cashout_013": "Khách hàng hiểu rằng, Công ty không chịu trách nhiệm về tính khả dụng của tính năng Bán Vé Cược khi có lỗi kỹ thuật xảy ra.",
    "cashout_014": "Khách hàng hiểu rằng, tính năng Bán Vé Cược là do bên thứ ba cung cấp, và bên thứ ba sẽ chịu toàn bộ trách nhiệm về việc kết toán những vé cược được bán thông qua tính năng này, đồng thời giải quyết tất cả yêu cầu của khách hàng phát sinh trong quá trình sử dụng. Công Ty không chịu trách nhiệm đối với bất kỳ tổn thất nào (trực tiếp hay gián tiếp) xảy ra với khách hàng khi sử dụng tính năng Bán Vé Cược.",
    "cashout_015": "Đối với khách hàng tham gia chương trình nhận Thưởng của Công Ty, tính năng Bán Vé Cược sẽ không được áp dụng cho đến khi khách hàng đạt đủ điều kiện nhận Thưởng theo Quy Định & Quy Tắc cho phần Thưởng kể trên. Để sử dụng tính năng Bán Vé Cược, khách hàng có thể yêu cầu bộ phận Chăm Sóc Khách Hàng hủy nhận Thưởng. Công ty có quyền đưa ra quyết định cuối cùng về việc hủy nhận Thưởng, cũng như việc cấp quyền sử dụng tính năng Bán Vé Cược.",
    "cashout_016": "Hướng dẫn bán vé cược ngay",
    "kyc_001": "KYC Verify",
    "kyc_002": "Unverified",
    "kyc_003": "Verified",
    "kyc_004": "Verifying",
    "kyc_005": "Under Review",
    "kyc_006": "Additional Info",
    "kyc_007": "Đã từ chối",
    "kyc_008": "Verify Process",
    "kyc_009": "Step 1",
    "kyc_010": "Choose a VALID ID TYPE",
    "kyc_011": "Choose Recommend IDs for Quick Verification within 3 hours",
    "kyc_012": "Other IDs may take up to 24 hours",
    "kyc_013": "Step 2",
    "kyc_014": "Upload ID Photo",
    "kyc_015": "Take a picture of your ID or select from your album. Make sure it clearly shows your",
    "kyc_016": "ID Photo",
    "kyc_017": "Step 3",
    "kyc_018": "Confirm Information",
    "kyc_019": "Double-check all scanned details from your ID",
    "kyc_020": "Start Now",
    "kyc_021": "Select ID",
    "kyc_022": "Recommended IDs",
    "kyc_023": "Others IDs",
    "kyc_024": "The file size should not exceed 500KB",
    "kyc_025": "Take a photo or select your ID photo from the album and correctly place it in the frame",
    "kyc_026": "Driver’s License",
    "kyc_027": "ID Passport (Philippine/Foreign)",
    "kyc_028": "Valid Passport",
    "kyc_029": "ID Type",
    "kyc_030": "First Name",
    "kyc_031": "Middle Name",
    "kyc_032": "Last Name",
    "kyc_033": "Oops invalid ID",
    "kyc_034": "Thank you for verifying with us. Please wait while we process your request within 24 hours",
    "kyc_035": "KYC Status",
    "kyc_036": "Approved",
    "kyc_037": "You have completed KYC Verify",
    "kyc_038": "We regret to inform you that your KYC submission has been rejected. Please resubmit valid documents to complete the process. Thank you.",
    "kyc_039": "Resubmit",
    "kyc_040": "Reason",
    "kyc_041": "Back of ID",
    "kyc_042": "Selfie Picture",
    "kyc_043": "Proof of income",
    "kyc_044": "Chick to upload ID photo",
    "kyc_045": "Change other ID photos",
    "kyc_046": "upload ID photo"
  }
}
