{
  "v2": {
    "A001": "Keluar",
    "A002": "Menu Sports",
    "A003": "Masuk",
    "A004": "Sejarah Taruhan",
    "A005": "Pesanku",
    "A006": "Promosi",
    "A007": "Promosi",
    "A008": "Agen",
    "A009": "CS",
    "A010": "Rumah",
    "A011": "Sports",
    "A012": "Profil",
    "A013": "Mode siang",
    "A014": "Mode malam",
    "A015": "Daftar",
    "A016": "Togel",
    "A017": "Olahraga",
    "A018": "Casino",
    "A019": "Slot",
    "A020": "Poker",
    "A021": "Fishing",
    "A022": "Casino Langsung",
    "A023": "Lagi",
    "A024": "Profil",
    "A025": "Informasi Saya",
    "A026": "Tidak ada konten",
    "A027": "Slip Taruhan",
    "A028": "Isi Ulang",
    "A029": "Menarik",
    "A030": "Platform",
    "A031": "Permainan",
    "A032": "Sistem",
    "A033": "Pelanggan",
    "A034": "Rincian",
    "A035": "Chat",
    "A036": "Notifs",
    "A037": "Sabungan",
    "A038": "Agen",
    "A039": "Unduh Aplikasi",
    "A040": "Pesanku",
    "A041": "Dalam Pemeliharaan",
    "A042": "Please enter the account number.",
    "A043": "Please enter password",
    "A044": "Latest Bets",
    "A045": "Bergabung Sekarang",
    "A046": "Detail Berita",
    "A047": "Hiburan Populer",
    "A048": "ON Olahraga",
    "A049": "ON Casino",
    "A050": "ON Judi",
    "A051": "ON Permainan Togel",
    "A052": "Gabung Main",
    "A053": "Aktivitas Hot",
    "A054": "Penderma",
    "A055": "Masuk Ke Lobi",
    "A056": "Melayani Untuk Anda 24/7",
    "A057": "Menyambungkan",
    "A058": "Acara populer",
    "A059": "Kegiatan Promosi",
    "A060": "Merekomendasikan Judi",
    "A061": "Video Game Hot",
    "A062": "Permainan togel Hot",
    "A063": "Olahraga Teratas",
    "A064": "Game Memancing Ikan",
    "A065": "Berita Terkini",
    "A066": "Taruhan Dan Keuntungan Terbaru",
    "A067": "Keuntungan Tertinggi",
    "A068": "Aturan",
    "A069": "On Resmi",
    "A070": "Pengaturan Pasar",
    "A071": "Pilih Bahasa",
    "A072": "Buka akun ONBET sekarang dan nikmati bonus terbaik!",
    "A073": "Judi Hot",
    "A074": "Pusat Berita",
    "A075": "Detail Berita",
    "A076": "Bergabung Onbet",
    "A077": "Buat Akun",
    "A078": "Setiap Hari",
    "A079": "Senin",
    "A080": "Selasa",
    "A081": "Rabu",
    "A082": "Kamis",
    "A083": "Jumat",
    "A084": "Sabtu",
    "A085": "Minggu",
    "A086": "Baru di ONbet?",
    "A087": "Berita",
    "A088": "Tentang Kami",
    "A089": "Syarat Dan Ketentuan",
    "A090": "Kebijakan pribadi",
    "A091": "FAQ",
    "A092": "Hubungi Kami",
    "A093": "Mitra Kerja Sama",
    "A094": "S.S. Lazio",
    "A095": "Masukkan kode verifikasi",
    "A096": "Kata sandi penarikan 4 digit",
    "A097": "Pilih kode area",
    "A098": "Masukkan akun Anda",
    "A099": "Masukkan kata sandi Anda",
    "A100": "Konfirmasi sandi",
    "A101": "Nama sesuai dengan rekening bank",
    "A102": "Masukkan nomor telepon",
    "A103": "Masukkan kode verifikasi SMS",
    "A104": "Silakan masukkan email",
    "A105": "Silakan masukkan kode pos",
    "A106": "Silakan masukkan provinsi",
    "A107": "Silakan masukkan kota",
    "A108": "Silakan masukkan alamat kontak",
    "A109": "Silakan masukkan ID Wechat",
    "A110": "ID Wechat tidak diformat dengan benar",
    "A111": "Silakan masukkan ID Facebook",
    "A112": "Silakan masukkan ID Telegram",
    "A113": "Silakan masukkan ID Whatsapp",
    "A114": "Silakan masukkan ID Zalo",
    "A115": "Silakan masukkan ID QQ",
    "A116": "Kirim kode verifikasi",
    "A117": "Memperoleh",
    "A118": "Mencari",
    "A119": "Permainan Populer",
    "A120": "Pindai kode QR untuk mengunduh APLIKASI",
    "A121": "Akses menggunakan peramban ponsel",
    "A122": "Sertifikasi",
    "A123": "Pengguna tidak ada",
    "A124": "Kata sandi salah",
    "A125": "Kode verifikasi salah",
    "A126": "Dalam pemeliharaan, silakan coba lagi nanti",
    "A127": "Mata Wang",
    "A128": "Laman akan melompat ke {n} 5 detik kemudian.",
    "A129": "Kesalahan kode verifikasi SMS",
    "A130": "Sudah memiliki akun?",
    "A131": "Silakan masukkan kode undangan",
    "A132": "Setor Sekarang",
    "A133": "datang dan pergi",
    "A134": "Silakan masuk untuk menggunakan fitur ini",
    "A135": "Total Hadiah Sepuluh Juta (USDT)",
    "A136": "Demo",
    "A137": "Home",
    "A138": "Away",
    "A139": "Rincian Dana",
    "A140": "Taruhan lainnya",
    "A141": "Catatan setoran",
    "A142": "Catatan Konversi",
    "A143": "Catatan amplop merah",
    "A144": "Mulai tanggal",
    "A145": "Status",
    "A146": "Semua Metode",
    "A147": "Waktu",
    "A148": "metode",
    "A149": "Segalanya",
    "A150": "Semua masuk",
    "A151": "Semua status",
    "A152": "Waktu",
    "A153": "Platform",
    "A154": "Sejarah",
    "A155": "Nomor pesanan.",
    "A156": "Jumlah",
    "A157": "Keseimbangan",
    "A158": "Menyetorkan",
    "A159": "Aktivitas",
    "A160": "Jumlah rebat",
    "A161": "Waktu transaksi",
    "A162": "Transaksi NO.",
    "A163": "Jenis",
    "A164": "Semua Jenis Platform",
    "A165": "Tanggal",
    "A166": "Laba rugi",
    "A167": "Jumlah taruhan",
    "A168": "Total Laba Rugi",
    "A169": "Tambahkan aktivitas",
    "A170": "Bertaruh lagi",
    "A171": "Gulung bola",
    "A172": "Segera",
    "A173": "Hari ini",
    "A174": "Pasar awal",
    "A175": "Hak luar",
    "A176": "Benar",
    "A177": "In Next 12 Hours",
    "A178": "In Next 24 Hours",
    "A179": "More Asian Lines",
    "A180": "Video",
    "A181": "Animation",
    "A182": "Match filter",
    "A183": "Ball games settings",
    "A184": "Default Settings",
    "A185": "Clear All",
    "A186": "Popular League",
    "A187": "Anda belum memiliki acara favorit",
    "A188": "Saved",
    "A189": "Skin Settings",
    "A190": "Aturan taruhan",
    "A191": "Terima pilihan yang lebih baik",
    "A192": "Terima semua pilihan",
    "A193": "Tidak terima semua perubahan pilihan",
    "A194": "Tutorial Taruhan",
    "A195": "Sports Rules",
    "A196": "Single Parlay Bet",
    "A197": "Parlay Bet",
    "A198": "Merge Parlay Bet",
    "A199": "Book A Bet",
    "A200": "Early Settlement",
    "A201": "Partial Early Settlement",
    "A202": "Video Tutorial",
    "A203": "Graphic Tutorial",
    "A204": "1. Single Parlay Bet",
    "A205": "1. Parlay Bet",
    "A206": "2. Enter The Bet Slip",
    "A207": "3. Submit Your Bet",
    "A208": "4. Betting Completed",
    "A209": "Choose A Handicap",
    "A210": "Click on the blank part, close the shopping cart, and return to the list",
    "A211": "Close Cart",
    "A212": "Click to enter the amount",
    "A213": "Confirm the bet amount, click submit bet",
    "A214": "Click on the blank part, return to the list",
    "A215": "The bet is successful shown means the bet is completed",
    "A216": "Batas {min}-{maks}",
    "A217": "This item does not support parlay betting",
    "A218": "Minimum bet is",
    "A219": "The bet is being processed...",
    "A220": "Bet",
    "A221": "Expand the type of parlay",
    "A222": "Skip the type of parlay",
    "A223": "number Of Bets",
    "A224": "Bet Slip Screenshot",
    "A225": "Betting On Other Events",
    "A226": "Need 2 or more to form a parlay bet",
    "A227": "Last 3 Days",
    "A228": "Membership Level",
    "A229": "Accept & Bet",
    "A230": "Kemungkinannya",
    "A231": "Kemungkinannya telah berubah",
    "A232": "Taruhan Gagal: Kemungkinannya telah berubah",
    "A233": "Handicap telah diubah",
    "A234": "Taruhan Gagal: Handicap telah diubah",
    "A235": "Pasar taruhan Anda telah berubah",
    "A236": "Taruhan Gagal: Pasar taruhan Anda telah berubah",
    "A237": "Popular sort",
    "A238": "Drag and drop to change",
    "A239": "Taruhan",
    "A240": "Menang",
    "A241": "Total menang dan kalah",
    "A242": "Mempersiapkan",
    "A243": "Lainnya",
    "A244": "Jumlah Taruhan",
    "A245": "Detail Taruhan",
    "A246": "Bet other market",
    "A247": "Delete ALL",
    "A248": "Due to your network delay, please confirm the BET order status in the bet slip management!",
    "A249": "Peluang telah berubah, {0} menjadi {1}",
    "A250": "Taruhannya di bawah taruhan terbatas minimum",
    "A251": "Bertaruh",
    "A252": "Parlay",
    "A253": "Single",
    "A254": "Apakah mendapatkan penjelasan tentang perubahan rasio taruhan atau tidak",
    "A255": "Rasio taruhan pertandingan dapat berubah sewaktu-waktu (terutama saat pertandingan sedang berlangsung). Untuk memberi Anda pengalaman bertaruh yang lebih baik. Anda dapat memilih dari tiga metode taruhan berikut:",
    "A256": "1.Menerima semua perubahan rasio taruhan apa pun--saat Anda memilih opsi ini, kami akan membuatkan transaksi taruhan untuk Anda berdasarkan rasio taruhan terbaru.",
    "A257": "2.Menerima rasio taruhan terbaik--Saat memilih opsi ini, jika rasio taruhan terbaru lebih baik daripada rasio taruhan yang Anda pilih, kami akan membuat transaksi taruhan. Jika rasio taruhan terbaru lebih rendah daripada rasio taruhan yang Anda pilih, kami tidak akan membuat transaksi taruhan dan memberi tahu Anda tentang perubahan rasio taruhan tersebut.",
    "A258": "3.Tidak menerima perubahan rasio taruhan--Saat memilih opsi ini: Jika rasio taruhan terbaru berbeda dari rasio taruhan yang Anda pilih, kami tidak akan membuat transaksi taruhan dan mengingatkan Anda tentang perubahan rasio taruhan",
    "A259": "Saya tahu",
    "A260": "Mga sikat na liga",
    "A261": "Return",
    "A262": "Chat room lobby",
    "A263": "Speaking too often",
    "A264": "Speaking conditions (the last 2 days):",
    "A265": "The total amount of deposit is not less than",
    "A266": "The total amount of bets must not be less than",
    "A267": "Ban chat",
    "A268": "Unban",
    "A269": "Delete message",
    "A270": "kick out",
    "A271": "This member has been banned",
    "A272": "This member has been unbanned",
    "A273": "This member has been kicked out of the chat room",
    "A274": "You are banned from chatting",
    "A275": "you can start chatting",
    "A276": "You have been kicked out of the chat room",
    "A277": "Do you want to delete this message?",
    "A278": "View member information",
    "A279": "User ID",
    "A280": "Akun",
    "A281": "The system is currently closed chat",
    "A282": "The system is currently open for chatting",
    "A283": "System red packet",
    "A284": "Rare opportunity, don't miss it!",
    "A285": "Chat room member",
    "A286": "Send red packets!",
    "A287": "Open",
    "A288": "Gong Xi Fa Cai",
    "A289": "Good luck",
    "A290": "Enter password",
    "A291": "Error input",
    "A292": "Konfirmasi",
    "A293": "The red packet will be automatically added to the account balance",
    "A294": "Get the red packet now",
    "A295": "Try your luck",
    "A296": "Big red packet",
    "A297": "Failed to grab the red packet",
    "A298": "This bonus has been received",
    "A299": "Participate in the red packet conditions",
    "A300": "Deposit amount",
    "A301": "Stake",
    "A302": "Tips",
    "A303": "Network connection error, please try again later",
    "A304": "Win",
    "A305": "The red envelope",
    "A306": "Only after logging in can you receive the red packet!",
    "A307": "Enter chat content",
    "A308": "This message has been removed",
    "A309": "Administrator",
    "A310": "Currently ban to speak",
    "A311": "Welcome",
    "A312": "System Notifs",
    "A313": "The current red packet has ended or fully grabbed",
    "A314": "The current red packet has been received",
    "A315": "Chat room is temporarily closed",
    "A316": "Akun penerimaan uang",
    "A317": "Harap segarkan halaman setiap kali masuk, dapatkan akun pembayaran terbaru, hindari ke akun terlambat Anda, ke salah bukan kompensasi.",
    "A318": "Pindai untuk Membayar",
    "A319": "Pindai untuk membayar, jika Anda memiliki pertanyaan, silakan hubungi layanan pelangganï¼",
    "A320": "Nama sesuai dengan rekening bank",
    "A321": "Pindai untuk membayar, jika Anda memiliki pertanyaan, silakan hubungi layanan pelanggan!",
    "A322": "Menang",
    "A323": "Menangkan Setengah",
    "A324": "Kehilangan",
    "A325": "Kehilangan Setengah",
    "A326": "Seri",
    "A327": "Dibatalkan",
    "A328": "Dikonfirmasi",
    "A329": "Pengembang eksklusif, tingkat taruhan terbaik di pasar, lengkap pertandingan dan acara, termasuk pertandingan olahraga populer, memberikan video langsung, statistik olahraga profesional, memenuhi setiap kebutuhan pertandingan olahraga!",
    "A330": "Pengembang eksklusif, kasino siaran langsung yang sangat jelas dengan Dealer yang seksi, dengan berbagai gaya kreatif dan tipe yang beragam. Ada Baccarat, Poker, Naga & Harimau, Fried Golden Flower, Dadu, Fan-Tan dan jenis permainan lainnya untuk dipilih. Platform hiburan dikembangkan dan dirancang khusus dengan mempertimbangkan estetika dan kebiasaan Asia, sehingga Anda mendapatkan pengalaman terbaik!",
    "A331": "Berbagai macam taruhan, pengalaman taruhan terbaik, dukungan untuk menarik dan mendapatkan keuntungan lebih cepat, pikir apa yang Anda inginkan dan pertaruhkan apa yang Anda suka.",
    "A332": "Lebih dari 50.000 acara, berbagai permainan dan handicap, serta taruhan terjadwal dan pelunasan awal, memberi Anda kesenangan yang luar biasa.",
    "A333": "AWC hidup dengan banyak pilihan permainan diversifikasi, termasuk baccarat populer, sic bo, roulette, dll., ditambah dengan pengawasan dan manajemen sekitar jam, menyediakan pemain layanan permainan stabil dan licin.",
    "A334": "Croupier yang indah berinteraksi online, membawa Anda untuk bermain berbagai baccarat, sic bo, roulette, Niu Niu, fried golden flower, dan kesenangan terbaik di DG orang-orang asli.",
    "A335": "AG Live adalah merek real-life terkemuka di Asia, menyediakan baccarat, Gongmi baccarat, dragon tiger, sic bo, roulette, bull cow, fried golden flower, dan lainnya.",
    "A336": "WM Live menawarkan berbagai pilihan hiburan video langsung, termasuk baccarat, sic bo, roulette, dragon tiger, dan lain-lain. Setiap permainan memiliki fitur uniknya sendiri, memungkinkan pemain untuk menemukan permainan yang sesuai dengan preferensi mereka.",
    "A337": "BG Live video mengadopsi studio permainan langsung standar internasional, memantau dengan ketat, adil dan terbuka, serta menyediakan lingkungan permainan yang paling adil!",
    "A338": "Ratusan staf yang terlatih profesional dan tempat simulasi fisik telah memperoleh banyak sertifikasi internasional, memberikan kegembiraan yang lengkap bagi para pemain.",
    "A339": "MG Live dibangun dengan spesifikasi tinggi, dilengkapi dengan peralatan paling canggih dan dekorasi yang mewah, menciptakan pengalaman bermain game video realistis yang luar biasa bagi para pemain.",
    "A340": "Dengan PT Live yang memiliki standar tinggi, pilihan permainan yang beragam termasuk baccarat populer, sic bo, roulette, dan lainnya, memberikan layanan permainan yang stabil dan lancar bagi para pemain.",
    "A341": "Pengembang eksklusif, sertifikasi keamanan tertinggi di Eropa, berbagai game judi populer, suara yang menyenangkan, pengalaman luar biasa, biarkan permainan mengubah hidup Anda, semuanya dengan ON Judi.",
    "A342": "Pengalaman bermain game yang realistis, berbagai mode permainan baru, dan beragam jenis permainan yang lengkap tersedia di sini! Kami mengundang Anda dan teman-teman terdekat untuk bergabung dalam kesenangan ini bersama-sama.",
    "A343": "Eksklusif dikembangkan dengan permainan loteri klasik dan inovatif, yang akan menambahkan keinginan pada proses permainan Anda!",
    "A344": "Merek sabung ayam terkenal secara global, EG, menawarkan Anda persaingan yang sepenuhnya adil, jujur, dan transparan, serta pengalaman bermain game paling seru.",
    "A345": "Sebagai platform sabung ayam terbaik, SN988 menawarkan pengalaman taruhan online terbaik dan acara sabung ayam yang mendalam.",
    "A346": "Rasakan kecepatan intens kompetisi, kegembiraan menggebu-gebu, dan hasrat sabung ayam selama 24 jam di WS168!",
    "A347": "Rasakan suasana yang semarak dan tingkat taruhan besar dengan setiap sabung ayam yang disiarkan langsung dari gelanggang sabung ayam terkemuka di Asia.",
    "A348": "Game memancing ikan! Tingkat kemenangan super tinggi, harta karun besar menunggu Anda untuk ambil!",
    "A349": "188Sports menawarkan acara olahraga yang paling berwibawa, komprehensif, dan profesional, dengan ratusan pilihan peluang sebelum pertandingan untuk Anda pilih, dan peluang langsung yang seru untuk Anda bersenang-senang!",
    "A350": "SBO Sports menyediakan layanan berkualitas tinggi bagi para penggemar, mencakup beragam acara olahraga seperti NBA, SBL, UEFA Champions League, Wimbledon, balapan kuda, dan lainnya.",
    "A351": "SBO V Sports, pakar taruhan olahraga terkemuka di dunia, menawarkan rangkaian acara olahraga paling komprehensif, dengan pembaruan odds dan handicaps secara real-time untuk memenuhi preferensi semua jenis pemain.",
    "A352": "CMD Sports menawarkan beragam acara, mencakup secara komprehensif semua olahraga dan liga, sambil menyediakan jenis olahraga, acara, dan opsi taruhan yang belum pernah ada sebelumnya. Berbagai acara dan peluang tersedia untuk pilihan Anda.",
    "A353": "Di UG Sports, Anda dapat merasakan kenaikan hormon adrenalin dengan jelas, sambil memiliki kesempatan untuk memenangkan hadiah besar dengan banyak acara dan opsi taruhan yang dapat Anda pilih.",
    "A354": "Dealer cantik yang dipilih dengan cermat, streaming live berkualitas tinggi dan real-time, serta proses permainan yang lancar, setiap detail memungkinkan Anda mengalami kualitas terbaik dari OG Live.",
    "A355": "Dealer live tercantik untuk interaksi online, teknologi streaming live canggih dengan visual yang jelas dan lancar, mengikuti standar internasional tentang keadilan dan kesetaraan, eBet Live memberikan Anda kegembiraan tertinggi!",
    "A356": "V8 Games adalah permainan gaya yang direkomendasikan untuk pemain di seluruh dunia. Permainan ini menawarkan berbagai pilihan permainan yang fantastis, memastikan Anda dapat dengan mudah merasakan kegembiraan bermain.",
    "A357": "LEG Games memiliki antarmuka yang didesain dengan indah dan menawarkan berbagai jenis permainan, dari klasik hingga inovatif. Di sini, Anda dapat merasakan kebahagiaan dan kesenangan yang tak terduga.",
    "A358": "JDB Fishing menawarkan beragam gameplay memancing yang populer, dengan berbagai mode yang berbeda. Seni dalam permainan ini mengadopsi presentasi yang mirip dengan kehidupan nyata, menciptakan suasana yang sangat realistis dengan berbagai jenis ikan, dijamin akan meninggalkan kesan yang kuat pada Anda.",
    "A359": "SA Live adalah platform hiburan online yang sangat kuat, di mana setiap permainan, termasuk baccarat dan blackjack, dirancang dengan sangat hati-hati untuk memberikan pengalaman bermain yang lancar dan tanpa gangguan. Kami juga menawarkan dealer wanita yang paling menarik dan terbuka untuk berinteraksi berkualitas tinggi dengan Anda.",
    "A360": "Kami menawarkan permainan baccarat, blackjack yang mudah dipelajari, Sic Bo yang bergantung pada keberuntungan, Dragon Tiger yang sederhana, dan permainan roulette yang mendebarkan. Dengan beragam permainan untuk memenuhi berbagai jenis pemain, SBO Live mengundang Anda untuk datang dan mengalaminy",
    "A361": "EVA dirancang khusus untuk pemain untuk menciptakan ruang permainan langsung paling mewah, seperti berada di sana secara langsung, dengan permainan yang disesuaikan yang tak dapat ditolak, dan dealer wanita paling menarik dan paling seksi untuk interaksi instan dengan Anda.",
    "A362": "Kami menawarkan beragam pilihan permainan dan grafis terbaik untuk Anda, memungkinkan Anda merasakan hiburan yang belum pernah terjadi sebelumnya dan atmosfer bermain yang mendebarkan di KX Games. Jadikan setiap momen menjadi kenangan yang indah.",
    "A363": "Keuntungan Agen Olahraga Eksklusif",
    "A364": "Definisi agen olahraga eksklusif: taruhan yang valid, produk olahraga bulan ini menyumbang lebih dari 80%",
    "A365": "Komisi Keuntungan Negatif",
    "A366": "Laba Bersih Selama Sebulan",
    "A367": "Dengan Tingkat",
    "A368": "Jumlah Anggota Yang Valid",
    "A369": "Penjualan",
    "A370": "Kontrak Tambahan",
    "A371": "Tingkat Komisi",
    "A372": "Tingkat",
    "A373": "n Anggota Yang Valid",
    "A374": "Taruhan Yang Valid *n%",
    "A375": "Model Keuntungan Negatif",
    "A376": "Model Agen Usaha Patungan",
    "A377": "Setelah berhasil mendaftar sebagai agen ONBET, Anda dapat mereferensikan agen lain untuk mendaftar, perujuk berhak mendapatkan komisi rujukan",
    "A378": "Merekomendasikan Jumlah Bulan Pembayaran Untuk Agen",
    "A379": "Komisi Keuntungan Negatif",
    "A380": "Taruhan valid milik agen untuk bulan ini",
    "A381": "Model Agen Kredit",
    "A382": "Agen juga dapat berupa bandar, berbagi saham dengan perusahaan, agen dapat mencapai 50-90%, silakan hubungi staf di Telegram untuk dapat saran detailnya: @onbet88888",
    "A383": "Perjanjian Transfer Komersial",
    "A384": "I. Kontrak Agen",
    "A385": "1. Keuntungan negatif: (Total untung dan rugi - pengembalian uang - Bonus - Diskon).\n2. Formula untuk menghitung laba bersih (Total untung dan rugi - pengembalian uang - Bonus - Diskon) - (Total untung dan rugi x 10% Biaya manajemen) X komisi yang sesuai.\n3. Anggota yang valid dalam bulan: Anggota lama dan baru mengumpulkan 3 deposit atau lebih, total deposit lebih besar dari 666 RMB dan taruhan yang valid lebih besar dari 1666 RMB.\n4. Jika agen laba negatif tidak memenuhi persyaratan anggota yang valid, tingkat komisi akan mengurang setengah.\n5. Keuntungan Positif: (Total Bonus + Kerugian + Pengembalian Uang + Menang + Diskon). Jika agen memiliki keuntungan positif, itu akan dipotong dari keuntungan bulan berikutnya sampai keuntungan positif habis.\n6. Rencana agen tidak berlaku untuk produk lotere. Menipu, curang dengan buat banyak akun dianggap tidak valid.",
    "A386": "II. Permintaan Agen",
    "A387": "1. Riwayat login minimal 5 hari.\n2. Akun game bandar bukan milik tautan bandar.\n3. ONBET berhak menghentikan program ini, jika agen melanggar peraturan atau melakukan penipuan selama proses kerja sama, yang memengaruhi kewajaran agen lainnya.\n4. Melarang keras Agen memasang iklan dengan kata kunci resmi ONBET dan tindakan lain yang secara langsung merugikan kepentingan perusahaan",
    "A388": "III. Syarat dan Ketentuan",
    "A389": "1. Bandar di semua tingkatan dari aliansi bandar tidak diperbolehkan untuk membuka akun ganda/multi-Agen tanpa izin ONBET dan tidak diperbolehkan untuk mendapatkan komisi dari akun ONBET atau pihak terkait. Harap dicatat bahwa bandar judi dari semua tingkatan tidak diperbolehkan menggunakan akun bandar untuk memasang taruhan, ONBET berhak untuk menghentikan dan menangguhkan akun dan semua komisi yang diperoleh dalam permainan.\n2. Untuk melindungi privasi dan hak semua akun anggota ONBET, ONBET tidak akan memberikan kata sandi anggota atau informasi pribadi anggota. Agen di semua tingkatan juga tidak boleh untuk mendapatkan informasi anggota dengan cara apa pun, atau masuk secara sewenang-wenang ke akun anggota tingkat yang lebih rendah. Jika Agen didapati melanggar privasi anggota ONBET, ONBET berhak untuk membatalkan bonus Agen dan membatalkan akun Agen.\n3. Jumlah pembukaan akun anggota Agen tidak boleh melebihi 1. ONBET berhak meminta anggota memberikan informasi identifikasi yang valid untuk memverifikasi keanggotaan dan berhak menilai apakah ada IP yang ulang atau tidak. Jika terjadi pelanggaran di atas, ONBET berhak untuk menghentikan permainan pemain dan membekukan akun dan semua komisi yang diperoleh dalam permainan.\n4. Aliansi bandar tidak dapat menjadi anggota taruhan yang valid dengan sendirinya, juga tidak dapat menjadi anggota taruhan yang valid dari aliansi lain, hanya dapat menjadi anggota taruhan yang valid yang berafiliasi dengan perusahaan. Bandar harus memiliki 5 anggota taruhan offline yang valid per bulan (taruhan reguler minimal 3 kali per bulan) Jika ada pelanggaran terhadap perjanjian aliansi, ONBET berhak untuk menghentikan dan membekukan akun dan semua komisi yang diperoleh dalam permainan.\n5. Jika anggota aliansi bandar dilarang bermain game ONBET atau ONBET mengembalikan deposit kepada anggota karena pelanggaran, ONBET tidak akan mendistribusikan komisi yang sesuai ke aliansi bandar. Jika kartu kredit dan informasi bank yang digunakan oleh anggota agen aliansi perlu ditinjau, ONBET akan menahan komisi hingga peninjauan selesai.\n6. Ketentuan dalam kontrak akan dipenuhi setelah ONBET mengumumkan penerimaannya untuk bergabung dengan aliansi agen. ONBET dan afiliasinya dapat mengakhiri perjanjian ini kapan saja. Jika agen ingin mengakhiri kontrak, ONBET harus diberitahukan secara tertulis/email dalam waktu 7 hari. Kinerja aliansi agen akan ditinjau setiap tiga bulan. Kontrak ini dapat diakhiri kapan saja jika aliansi agen tidak lagi menjadi member. Jika mitra melanggar ketentuan kontrak, ONBET berhak untuk segera mengakhiri kontrak.\n7. Tanpa izin ONBET, aliansi tidak akan mengungkapkan dan melisensikan data rahasia ONBET, termasuk umpan balik yang diperoleh aliansi, pelaporan komisi, perhitungan, dll.; aliansi agen wajib mengeksekusi dokumen dan dokumen rahasia setelah kontrak dibuat atau diakhiri. Keamanan data.\n8. Setelah pemutusan kontrak, aliansi agen dan ONBET tidak perlu lagi melaksanakan hak dan kewajiban kedua belah pihak. Pemutusan kontrak tidak menghilangkan kewajiban aliansi agen sebelum pemutusan kontrak.",
    "A390": "Pendaftaran Agen",
    "A391": "Login Agen",
    "A392": "Informasi Kontak Agen",
    "A393": "Saat ini tidak ada riwayat permainan",
    "A394": "Kode acak",
    "A395": "Silakan masukkan kode acak termasuk 8 digit di buku catatan transfer untuk mempercepat pemrosesan dan penerimaan uang.",
    "A396": "Saldo tidak cukup",
    "A397": "Cari",
    "A398": "Alami WE Live, nikmati kesenangan bermain game yang unik! Baccarat berwarna-warni yang inovatif, pengalaman Mi-card yang mudah. Dealer cantik asal Taiwan, meja pribadi eksklusif VIP, hiburan yang mendalam. WE Live, main game, temukan kegembiraan!",
    "A399": "EU Odds",
    "A400": "HK Odds",
    "A401": "MY Odds",
    "A402": "ID Odds",
    "A403": "Menang/ Kalah",
    "A404": "Keresahan",
    "A405": "Mapan",
    "A406": "Belum dibuat",
    "A407": "Rebate",
    "A408": "Pertandingan belum mendukung parlay",
    "A409": "Cara bermain tidak mendukung parlay",
    "A410": "Taruhan Gagal: Cara bermain tidak mendukung parlay",
    "A411": "Transfer",
    "A412": "Rasakan dunia yang mendebarkan dan menawan dari permainan hiburan online dengan dealer langsung! Pilih tempat hiburan terbaik, VIA Live, dan undang Anda untuk menikmati kegembiraan dan kesenangan yang dibawa kepada Anda oleh kasino online dan dealer langsung",
    "A413": "MP Games adalah permainan catur yang dirancang dengan teliti yang menggabungkan elemen permainan tradisional dan modern, memberikan pengalaman bermain yang beragam kepada pemain. Apakah Anda seorang pemula atau ahli, PM Games memiliki mode permainan yang sesuai untuk Anda",
    "A414": "KS Games sangat dicintai oleh para pemain karena antarmukanya yang indah dan operasi permainan yang lancar. Anda dapat bersaing dengan pemain dari seluruh dunia, memamerkan bakat Anda, dan mengejar penghargaan yang lebih tinggi",
    "A415": "KS Fishing adalah permainan memancing yang dirancang dengan indah dengan berbagai jenis ikan di tengah lautan yang menakjubkan. Hari ini, kita akan menjadi pakar memancing dan menikmati kesenangan memancing di laut dalam!",
    "A416": "Dapat dimenangkan",
    "A417": "Total taruhan yang valid",
    "A418": "Semua",
    "A419": "Hasil",
    "A420": "IM Esports adalah platform acara esports yang dicintai oleh penggemar esports di seluruh dunia, berkomitmen untuk menyediakan informasi acara esports terbaru, taruhan yang paling adil, dan pengalaman berkualitas tertinggi bagi pengguna",
    "A421": "TF Esports mengumpulkan taruhan pada beragam acara esports terpanas di seluruh dunia, terus menjelajahi cara-cara baru untuk terlibat dalam esports. Kami berkomitmen untuk menjadikan diri kami sebagai platform taruhan dan hiburan paling populer bagi para pemain",
    "A422": "Hasil",
    "A423": "Liga",
    "A424": "Skor",
    "A425": "Periode",
    "A426": "Mengatur",
    "A427": "Babak",
    "A428": "1",
    "A429": "2",
    "A430": "3",
    "A431": "4",
    "A432": "5",
    "A433": "Juara",
    "A434": "Kartu Penalti",
    "A435": "sudut",
    "A436": "Periode pertama",
    "A437": "Periode Kedua",
    "A438": "Periode ke tiga",
    "A439": "Periode Keempat",
    "A440": "Set tinju",
    "A441": "Set Kedua",
    "A442": "Set Ketiga",
    "A443": "Set Keempat",
    "A444": "Set Pertama",
    "A445": "Skor total",
    "A446": "Termasuk Lembur",
    "A447": "Pemenang",
    "A448": "Jenis Sports",
    "A449": "Skor total",
    "A450": "Perluas",
    "A451": "Menutup",
    "A452": "Esports",
    "A453": "Esports Kemegahan",
    "A454": "Klasifikasi Sports",
    "A455": "Pertandingan hari ini",
    "A456": "Acara favorit",
    "A457": "Half Push",
    "A458": "kad merah",
    "A459": "kad kuning",
    "A460": "Pertandingan perpanjangan waktu",
    "A461": "Adu penalti",
    "A462": "Pengembali dana",
    "A463": "Pengolahan",
    "A464": "Waktu",
    "A465": "Taruhan Gagal",
    "A466": "Menang maksimal",
    "A467": "Bertaruh",
    "A468": "Ditambahkan ke acara saya",
    "A469": "Hapus dari acara saya",
    "A470": "Letakkan Skor yang Benar",
    "A471": "Peluang, garis, atau skor dari satu atau lebih pilihan telah berubah",
    "A472": "verifikasi nama dan Akun",
    "A473": "silahkan masukan nama dan nomor rekening anda",
    "A474": "Baccarat sexi",
    "A475": "Baccarat",
    "A476": "Warna",
    "A477": "Naga harimau",
    "A478": "Sic Bo",
    "A479": "Rolet",
    "A480": "Tidak ada kecocokan yang ditemukan",
    "A481": "Tampilkan lebih sedikit",
    "A482": "Menampilkan lebih banyak",
    "A483": "Hiburan",
    "A484": "Ditambahkan ke favorit",
    "A485": "Hapus dari favorit",
    "A486": "Pilih semua liga",
    "A487": "Download",
    "A488": "Last step",
    "A489": "Sepak bola",
    "A490": "Bola basket",
    "A491": "Tenis",
    "A492": "Bola voli",
    "A493": "Bulu tangkis",
    "A494": "Tenis meja",
    "A495": "Hoki es",
    "A496": "Tinju/Pertarungan",
    "A497": "Kolam Renang",
    "A498": "Jangkrik",
    "A499": "Baseball",
    "A500": "Ragbi",
    "A501": "Sepak Bola Amerika",
    "A502": "Balap motor",
    "A503": "Golf",
    "A504": "Taruhan Keuangan",
    "A505": "Tampilan depan",
    "A506": "Tambahan",
    "A507": "Tambahan layar beranda",
    "A508": "Langkah",
    "A509": "Klik tombol bagikan",
    "A510": "Klik tombol lainnya di android atau tombol bagikan di iphone",
    "A511": "Klik tambahan di layar beranda",
    "A512": "Klik tombol tambah dan akan ditambahkan ke layar beranda anda",
    "A513": "Penarikan kata sandi",
    "A514": "Kata sandi penarikan saat ini",
    "A515": "Sandi penarikan baru",
    "A516": "Kata sandi masuk saat ini",
    "A517": "Setel ulang kata sandi",
    "A518": "Permainan Bole menawarkan grafis yang jelas untuk pengalaman bermain game yang paling realistis. Dengan berbagai macam permainan yang otentik dan tradisional, ini memenuhi kebutuhan beragam pemain, memastikan Anda memiliki pengalaman bermain game yang menyenangkan dan menghibur",
    "A519": "Tekan ESC untuk keluar dari layar penuh",
    "A520": "Kembali ke halaman rumah",
    "A521": "Ada kesalahan dalam format nomor kartu bank",
    "A522": "Transfer konten",
    "A523": "konten transaksi",
    "A524": "kode 8 atau akun ~ nama asli",
    "A525": "Tidak ada permainan terkait yang ditemukan",
    "A526": "Coba sekarang",
    "A527": "Navigator baru API Olahraga",
    "A528": "Puluhan ribu data peristiwa waktu nyata, kontrol resiko professional dan andal serta dukungan teknik 24/7 merupakan taruhan olahraga yang terbaik",
    "A529": "ONSPORTS profesional dan inovatif - navigator API olahraga baru",
    "A530": "ONSPORTS menyediakan peluang waktu nyata, data waktu nyata dengan transaksi 100% bebas risiko, dan dukungan teknis profesional 24/7, lebih dari 300.000 pertandingan setiap tahun untuk memenuhi semua kebutuhan para pemain!",
    "A531": "Terima kasih atas mengikutin",
    "A532": "Bet other market",
    "A533": "Klarifikasi tandingan",
    "A534": "Keluar",
    "A535": "Pemain global dengan suara bulat memuji merek sabung ayam Odin! Berkomitmen untuk memberikan pengalaman audio-visual yang mendalam dan odds berkualitas tertinggi",
    "A536": "Isi transaksi",
    "A537": "Akun ~ nama asli atau kode acak",
    "A538": "Pengkhianatan waktu nyata",
    "A539": "Rabat Maksimal",
    "A540": "Permainan Memancing TP menampilkan visual yang halus dan hidup, bersama dengan petualangan laut dalam yang paling mendebarkan dan penampilan efek visual paling halus, memberikan pesta memancing paling ultimatif kepada para pemain!",
    "A541": "TP Honor Fishing dengan sempurna menggabungkan visual dan efek suara, menciptakan efek audio-visual yang kuat dengan fluktuasi yang meningkatkan kegembiraan bagi pemain. Ini membawa pemain ke dunia baru, memberikan pengalaman hiburan yang belum pernah terjadi sebelumnya!",
    "A542": "Mengumpulkan kompetisi sabung ayam kelas atas yang baru dan komprehensif, GA28 Cockfighting memberikan pengalaman bermain game yang stabil dan lancar dengan visual berkualitas tinggi, memungkinkan pemain merasakan seolah-olah mereka berada di lokasi. Layanan ini menjamin permainan tanpa henti bagi para pemain",
    "A543": "Tanda terima taruhan",
    "A544": "Brazil",
    "A545": "tutup semua acara",
    "A546": "perluas semua acara",
    "A547": "barang barang special",
    "A548": "ubah",
    "A549": "ubah orderan",
    "A550": "seret dan lepas untuk mengubah orderan",
    "A551": "kembali ke awal",
    "A552": "selesai",
    "A553": "Definisi taruhan yang sah : taruhan olahraga dan e-sports, taruhan seri atau acara yang dibatalkan, taruhan apa pun yang tidak menghasilkan hasil menang atau kalah, taruhan gagal, atau taruhan olahraga apa pun dengan odds Handicap Eropa di bawah 1.65, taruhan negatif adalah tidak diperbolehkan Hitung taruhan yang sah.",
    "A554": "Aktivitas",
    "A555": "Anda bisa bertaruh setelah login",
    "A556": "Pertandingan",
    "A557": "Olahraga ONBET memiliki lisensi legal yang dikeluarkan oleh MGA Malta. Terdaftar di British Virgin Islands, ini adalah perusahaan legal yang diakui oleh asosiasi industri internasional. Pastikan Anda berusia di atas 18 tahun sebelum mendaftar dan bermain!",
    "A558": "Pengguna percobaan tidak memiliki akses sekarang!",
    "A559": "No video for current match",
    "A560": "No animation for current match",
    "A561": "Ditambahkan ke pasar saya",
    "A562": "Hapus dari pasar saya",
    "A563": "Segera",
    "A564": "HDP",
    "A565": "HDP - Babak 1",
    "A566": "Atas/Bawah",
    "A567": "Atas/Bawah - Babak 1",
    "A568": "1 X 2",
    "A569": "1 X 2 - Babak 1",
    "A570": "ML",
    "A571": "ML - Babak 1",
    "A572": "HDP",
    "A573": "Rintangan",
    "A574": "HDP",
    "A575": "Moneyline",
    "A576": "Peta 1: Moneyline",
    "A577": "Peta 2: Moneyline",
    "A578": "Peta 3: Moneyline",
    "A579": "HDP - OT",
    "A580": "HDP - Babak 1 OT",
    "A581": "Atas/Bawah - OT",
    "A582": "Atas/Bawah - Babak 1 OT",
    "A583": "1 X 2 - OT",
    "A584": "1 X 2 - Babak 1 OT",
    "A585": "Atas",
    "A586": "Bawah",
    "A587": "Home",
    "A588": "Away",
    "A589": "Seri",
    "A590": "Original",
    "A591": "Selamat datang di ONBET!",
    "A592": "Dapatkan secara gratis",
    "A593": "Kota Hiburan",
    "A594": "Permainan Terbaru",
    "A595": "Pemasok permainan",
    "A596": "Casino Langsung",
    "A597": "Permainan Memancing",
    "A598": "Permainan Lotere",
    "A599": "Permainan Sabung Ayam",
    "A600": "ESports",
    "A601": "Acara Bola Bergulir",
    "A602": "Olahraga Populer",
    "A603": "ESports",
    "A604": "Promosi",
    "A605": "Informasi Sponsor",
    "A606": "Peralihan Modus",
    "A607": "Aula",
    "A608": "Produsen Permainan",
    "A609": "Permainan Papan",
    "A610": "Kehormatan ONBET",
    "A611": "Penghargaan SiGMA Asia",
    "A612": "Operator Taruhan Olahraga Terbaik Tahun Ini",
    "A613": "Lihat semua {n} game asli",
    "A614": "Lihat semua permainan slot {n}",
    "A615": "Lihat semua {n} video langsung",
    "A616": "Lihat semua {n} permainan memancing",
    "A617": "Lihat semua permainan lotere {n}",
    "A618": "Lihat semua permainan papan {n}",
    "A619": "Lihat semua {n} permainan sabung ayam",
    "A620": "Lihat semua produsen game {n}",
    "A621": "Koleksi Saya",
    "A622": "Muat lebih banyak",
    "A623": "Menampilkan {n} dari {x} permainan",
    "A624": "Masukkan nama produsen game",
    "A625": "Tidak ada konten relevan yang ditemukan",
    "A626": "Menampilkan {n} dari {x} produsen",
    "A627": "Masukkan nama game atau penyedia game",
    "A628": "Pedagang permainan",
    "A629": "Hasil Pencarian",
    "A630": "Anda belum mengumpulkan game apa pun",
    "A631": "Populer",
    "A632": "Merekomendasikan permainan",
    "A633": "Sangat indah",
    "A634": "Pemulihan tinggi",
    "A635": "Paling banyak dikoleksi",
    "A636": "Skor terakhir",
    "A637": "pertandingan tempat terakhir",
    "A638": "Acara populer - Sepak",
    "A639": "Lebih banyak acara bola sepak",
    "A640": "Acara populer - Basket",
    "A641": "Lebih banyak acara bola basket",
    "A642": "Acara populer - Voli",
    "A643": "Lebih banyak acara bola voli",
    "A644": "Acara populer - Tenis",
    "A645": "Lebih banyak acara bola tenis",
    "A646": "Gaya asia",
    "A647": "Gaya eropa",
    "A648": "Gaya sederhana",
    "A649": "Lebih banyak pasar",
    "A650": "Promosi nasional",
    "A651": "Nama panggilan",
    "A652": "Recent Awards",
    "A653": "Benefit",
    "A654": "Start Game",
    "A655": "Isi Ulang",
    "A656": "Transfer",
    "A657": "Menarik",
    "A658": "Slip taruhan Anda berhasil",
    "A659": "Delete All",
    "A660": "Ingatkan bahwa jika event yang sama, jenis bola yang berbeda, outright dan item taruhan lainnya tidak dapat dimainkan",
    "A661": "Pilihan gaya",
    "A662": "Waktu berakhirnya acara",
    "A663": "Pilih semua",
    "A664": "Pemilu terbalik",
    "A665": "Liga: {n}",
    "A666": "Sejarah pencarian",
    "A667": "Cari acara",
    "A668": "Tidak ada lagi data untuk ditampilkan",
    "A669": "Taruhanku",
    "A670": "Default",
    "A671": "Mini Games",
    "A672": "Setengah: {n}",
    "A673": "Waktu penuh",
    "A674": "Babak ke-1",
    "A675": "Babak ke-2",
    "A676": "Jumlah Saat Ini",
    "A677": "Last 7 days",
    "A678": "Order",
    "A679": "Link-up details",
    "A680": "Acara berakhir",
    "A681": "Pengunjung",
    "A682": "Detail umpan balik",
    "A683": "Cek detailnya",
    "A684": "Akun QQ diformat salah",
    "A685": "Kesalahan format akun Telegram",
    "A686": "Kesalahan format akun Facebook",
    "A687": "Kesalahan format akun Whatsapp",
    "A688": "Kesalahan format akun Zalo",
    "A689": "Tournament has ended",
    "A690": "Mentransfer informasi",
    "A691": "Please Select",
    "A692": "Select Sports",
    "A693": "Bet Now",
    "A694": "Acara populer - Esports",
    "A695": "Lebih banyak acara esports",
    "A696": "BBIN Live menawarkan berbagai jenis permainan, termasuk bakarat, harimau naga, dan berbagai permainan hiburan langsung online lainnya, Semua permainan menampilkan grafis definisi tinggi dan pembawa acara langsung, memberikan pengalaman bermain yang mendalam bagi para pemain",
    "A697": "Masuk untuk menonton",
    "A698": "V66 Olahraga",
    "A699": "WE Sports mencakup berbagai pertandingan di seluruh dunia, menawarkan berbagai opsi taruhan seperti taruhan handicap, over/under, dan akumulator. Selain itu, juga menyediakan siaran langsung dan animasi, memungkinkan Anda menikmati hiburan dan taruhan dengan mudah.",
    "A700": "Masukkan nama game",
    "A701": "Poin tim",
    "A702": "Skor total",
    "A703": "VN-Utara",
    "A704": "VN-Selatan",
    "A705": "VN-Tengah",
    "A706": "Mega 6/45",
    "A707": "Kecepatan Super",
    "A708": "Lotre VIP",
    "A709": "Kirimkan",
    "A710": "Chat room is closed",
    "A711": "Technical Support",
    "A712": "Populer",
    "A713": "Home",
    "A714": "Away",
    "A715": "Naga",
    "A716": "Harimau",
    "A717": "dapatkan kode verifikasi",
    "A718": "Half Time",
    "Agent_001": "Agen umum",
    "Agent_002": "Ringkasan",
    "Agent_003": "Anggota",
    "Agent_004": "Laporan",
    "Agent_005": "Bantuan",
    "Agent_006": "Tutorial",
    "Agent_007": "Tingkat agen",
    "Agent_008": "Total penarikan",
    "Agent_009": "Tersedia untuk penarikan",
    "Agent_010": "Minimal transfer {n}",
    "Agent_011": "Transfer saldo ke dompet",
    "Agent_012": "Data dihitung dalam waktu Amerika Serikat Bagian Timur (UCT-4).",
    "Agent_013": "Hari ini",
    "Agent_014": "Pemain",
    "Agent_015": "Taruhan",
    "Agent_016": "Komisi",
    "Agent_017": "Jumlah bulan tersebut",
    "Agent_018": "Jumlah bulan lalu",
    "Agent_019": "Bagikan dengan teman",
    "Agent_020": "Bagikan",
    "Agent_021": "Bagikan tautan undangan dengan teman",
    "Agent_022": "Unduh kode QR",
    "Agent_023": "Aturan perolehan komisi",
    "Agent_024": "Undang teman untuk bergabung dengan {n} dan dapatkan komisi. Semakin banyak teman yang bergabung, semakin tinggi komisinya!",
    "Agent_025": "Orang",
    "Agent_026": "Mengembangkan bawahan tanpa batas",
    "Agent_027": "Anda",
    "Agent_028": "Undang teman dan dapatkan komisi setiap hari.",
    "Agent_029": "Setiap kali teman yang Anda rekomendasikan memasang taruhan, Anda akan menerima komisi dalam proporsi yang berbeda-beda terlepas dari apakah mereka menang atau kalah.",
    "Agent_030": "Komisi yang diperoleh dari taruhan teman diselesaikan satu kali sehari.",
    "Agent_031": "Total isi ulang dalam 30 hari terakhir harus mencapai {n} untuk menerima komisi.",
    "Agent_032": "Komisi diselesaikan pada pukul 00:00 waktu Amerika Serikat Bagian Timur (UCT-4).",
    "Agent_033": "Apakah Anda yakin ingin mentransfer komisi saat ini ke saldo Anda?",
    "Agent_034": "Level agen",
    "Agent_035": "Taruhan yang sah",
    "Agent_036": "Hadiah kelas streaming",
    "Agent_037": "Komisi dapat ditarik ke dompet saldo kapan saja.",
    "Agent_038": "Sistem menghitung komisi setiap 24 jam.",
    "Agent_039": "Komisi harian maksimum: {n}.",
    "Agent_040": "Tingkat penarikan komisi: {n}.",
    "Agent_041": "Tidak ada komisi yang akan dikeluarkan untuk IP atau perangkat yang sama, dan tidak ada komisi yang akan dikeluarkan untuk transaksi jahat.",
    "Agent_042": "Hadiah tambahan",
    "Agent_043": "Hadiah untuk setoran pertama bawahan langsung: {n}",
    "Agent_044": "Hadiah isi ulang untuk bawahan langsung: {n}",
    "Agent_045": "Transaksi tunggal tertinggi: {n}",
    "Agent_046": "Hadiah deposit pertama dan hadiah deposit tidak akan dihitung dua kali.",
    "Agent_047": "Ketentuan pengisian ulang tidak termasuk: {n}",
    "Agent_048": "Pembayaran mata uang virtual",
    "Agent_049": "Jumlah akumulasi isi ulang yang diperlukan untuk menerima komisi dalam 30 hari terakhir adalah: {n}",
    "Agent_050": "Komisi diselesaikan pada pukul 00:00 waktu Amerika Serikat Bagian Timur (UCT-4).",
    "Agent_051": "Permainan yang komisinya tersedia",
    "Agent_052": "Daftar: Jumlah total pengguna terdaftar baru tanpa duplikat",
    "Agent_053": "Pemain: Jumlah orang yang tidak berulang yang menjadi sub-agen langsung telah mengisi ulang.",
    "Agent_054": "Taruhan: Total taruhan yang sah dari seluruh bawahan.",
    "Agent_055": "Komisi: Komisi yang dapat diperoleh setelah taruhan efektif dari seluruh bawahan lini agen dan pengisian ulang serta pengisian ulang pertama dari bawahan langsung.",
    "Agent_056": "Data [Commission] [Today] hanya untuk referensi, dan jumlah komisi sebenarnya didasarkan pada sistem.",
    "Agent_057": "[Today] diperbarui setiap 60 menit, [Total for the current month] dihitung hingga kemarin, dan [Total for the previous month] dihitung hingga hari terakhir bulan sebelumnya.",
    "Agent_058": "[Total for the month] diperbarui setiap hari sesuai waktu sistem.",
    "Agent_059": "[Total of last month] Diperbarui pada tanggal 1 setiap bulan sesuai waktu sistem.",
    "Agent_060": "Akumulasi isi ulang dalam 30 hari tidak memenuhi persyaratan penarikan komisi",
    "Agent_061": "Bergabunglah dengan {N} bersama teman-teman Anda dan bagikan bonus besar!",
    "Agent_062": "Profil bawahan",
    "Agent_063": "Hadiah isi ulang",
    "Agent_064": "Taruhan yang sah",
    "Agent_065": "Taruhan tim yang sah",
    "Agent_066": "Hadiah kelas streaming",
    "Agent_067": "Anggota",
    "Agent_068": "Jumlah isi ulang",
    "Agent_069": "Jenis",
    "Agent_070": "Hadiah",
    "Agent_071": "Hadiah setoran pertama",
    "Agent_072": "Hadiah isi ulang",
    "Agent_073": "Total hadiah setoran pertama",
    "Agent_074": "Total hadiah isi ulang",
    "Agent_075": "Tanggal",
    "Agent_076": "Jumlah orang yang terdaftar",
    "Agent_077": "Tim sub-agen Comm",
    "Agent_078": "Hadiah komunikasi",
    "Agent_079": "Ditambah pengurangan",
    "Agent_080": "Komisi Aktual",
    "Agent_081": "Total Komunikasi Aktual",
    "Agent_082": "Apa itu promosi nasional?",
    "Agent_083": "Promosi nasional adalah peluang yang kami berikan kepada Anda untuk menghasilkan uang setiap hari. Cukup undang lebih banyak teman untuk mendapat komisi.",
    "Agent_084": "Berapa biaya untuk berpartisipasi dalam promosi nasional?",
    "Agent_085": "Tidak, ini sepenuhnya gratis.",
    "Agent_086": "Berapa banyak uang yang dapat saya hasilkan?",
    "Agent_087": "Undang teman dan dapatkan komisi setiap hari",
    "Agent_088": "Aturan perolehan komisi",
    "Agent_089": "C3 memiliki performa tertinggi, sehingga level rewardnya mencapai 180/10K",
    "Agent_090": "Total kinerja 5250K, total komisi 3,3K",
    "Agent_091": "Kinerja bawahan langsung 170K dan komisi 3,06K",
    "Agent_092": "Kinerja bawahan lainnya 5080K, komisi 240",
    "Agent_093": "{n}Kontribusi",
    "Agent_094": "Taruhan sah{n}",
    "Agent_095": "Hadiah kelas streaming adalah {n}",
    "Agent_096": "{n} Tanpa bawahan, Tanpa komisi",
    "Agent_097": "Untuk {n} Kontribusi {x}",
    "Agent_098": "Contoh:",
    "Agent_099": "Komisi dihitung berdasarkan taruhan yang valid.",
    "Agent_100": "Jika taruhan efektif adalah 0-200K, hadiah tingkat penjualan yang sesuai adalah 150/10K. Jika taruhan efektif lebih besar dari 3000K, komisi agen adalah 180/10K.",
    "Agent_101": "Agen A mengundang B1, B2 dan B3 sebagai agen bawahannya. B1 mengundang C1 dan C2, B2 tidak mengundang bawahan, dan B3 mengundang C3 sebagai agen bawahan.",
    "Agent_102": "B1 mempunyai taruhan sah 100K, B2 mempunyai taruhan sah 50K, B3 mempunyai taruhan sah 20K, C1 mempunyai taruhan sah 50K, C2 mempunyai taruhan sah 30K, dan C3 mempunyai taruhan sah 5000K. Maka total kinerja B1 adalah 80K, sesuai dengan imbalan tingkat penjualan 150/10K.",
    "Agent_103": "B2 tidak memiliki bawahan dan tidak memiliki komisi; Total kinerja B3 adalah 5000K, dan imbalan tingkat penjualan yang sesuai adalah 180/10K; Total kinerja bawahan langsung A adalah 170K, dan kinerja bawahan tidak langsung adalah 5080K, dan total kinerja adalah 5250K, dan imbalan tingkat penjualan yang sesuai adalah 180/10K.",
    "Agent_104": "Komisi dihitung sebagai berikut:",
    "Agent_105": "Bawahan langsung: anggota yang diundang secara langsung",
    "Agent_106": "Kontribusi B1, B2, B3 pada A (100K+50K+20K)*180/10K=3060",
    "Agent_107": "C1, kontribusi C2 terhadap B1 (50K+30K)*150/10K=1200",
    "Agent_108": "Kontribusi C3 ke B3 (5000K)*180/10K=90000",
    "Agent_109": "Bawahan tidak langsung: bawahan dari bawahan langsung, bawahan, bawahan, dll. bawahan yang tidak terbatas dapat dimasukkan dalam perhitungan",
    "Agent_110": "Kontribusi C1 dan C2 terhadap A (50K+30K)*30/10K=240 (Karena kinerja B1 adalah 80K, hadiah kelas penjualan yang sesuai adalah 150/10K, kinerja A adalah 5250K, dan hadiah kelas penjualan yang sesuai adalah 180/10K, selisih reward rank A dan B1 adalah (180-150)/10K, jadi reward rank C1 dan C2 ke A adalah 30/10K.)",
    "Agent_111": "Meringkaskan",
    "Agent_112": "Kinerja C3 secara tidak langsung memungkinkan A memperoleh komisi dari imbalan tingkat penjualan yang lebih tinggi.",
    "Agent_113": "B2 tidak ada bawahannya, jadi tidak ada komisi.",
    "Agent_114": "Meskipun B3 terlambat bergabung dan merupakan bawahan A, namun kontribusi kinerja bawahannya C3 tinggi, sehingga B3 dan A menerima imbalan kelas pekerja yang sama, dan A tidak dapat memperoleh komisi C3.",
    "Agent_115": "Ini adalah model agensi yang benar-benar adil.",
    "Agent_116": "[Streaming class rewards] hanya untuk tujuan pengajaran, dan hadiah sebenarnya didasarkan pada konfigurasi resmi.",
    "bal_withdraw_001": "Saldo saat ini",
    "betslip_01": "Last 30 days",
    "betslip_05": "Selamat",
    "betslip_09": "Menutup timer angpau akan mengakibatkan anda tidak bisa merebut angpau merah. Anda yakin?",
    "bonus_02": "amplop merah",
    "bonus_03": "Terima amplop merah",
    "bonus_04": "Jumlah amplop merah",
    "bonus_06": "Sayang sekali saya tidak mendapatkan amplop merah",
    "bonus_07": "Jika Anda menutup hitungan mundur, Anda tidak akan masuk ke amplop merah",
    "bonus_08": "You did not meet requirements for red envelope",
    "bonus_10": "Uang keberuntungan khusus mengharuskan pengguna untuk mendaftar secara manual. Setelah disetujui, uang akan otomatis ditransfer ke dompet tanpa pemberitahuan lebih lanjut. Setiap level hanya dapat diterimanya satu kali. Jika Anda memenuhi semua persyaratan terkait kelipatan pendapatan, Anda dapat menarik uang.",
    "center_001": "identitas pengguna",
    "center_002": "Telepon",
    "center_003": "Pergi ke sertifikasi sekarang",
    "center_004": "Kotak masuk",
    "center_005": "Whatsapp",
    "center_006": "Dokumen yang valid",
    "center_007": "Dokumen yang valid 2",
    "center_008": "Informasi pribadi lengkap",
    "center_009": "Forgot account/ password?",
    "center_010": "Lupa Kata Sandi?",
    "center_011": "My {n}",
    "center_012": "Sistem menambahkan uang",
    "center_013": "Hasil pemindaian bagian belakang dokumen",
    "center_014": "nomor ID",
    "center_015": "nomor identitas 2",
    "center_016": "Hasil pemindaian bagian depan dokumen",
    "center_017": "Waktu kedaluwarsa sertifikat",
    "center_018": "Tipe Dokumen 1",
    "center_019": "Tipe Dokumen 2",
    "center_020": "Transfer sepuluh bayar",
    "center_021": "verifikasi identitas",
    "center_022": "Panjang nama harus antara 2-20 karakter dan mengandung huruf Cina",
    "center_023": "Verifikasi ID",
    "center_024": "Seks",
    "center_025": "Mengambil gambar",
    "center_026": "Ambil foto ID",
    "center_027": "Foto",
    "center_028": "Slip Taruhan No.",
    "center_029": "Siapkan foto ID Anda",
    "center_030": "Kode Pos",
    "center_031": "Surel",
    "center_032": "Format email salah",
    "center_033": "Pemegang kartu adalah bidang yang wajib diisi",
    "center_034": "Nama lengkap",
    "center_035": "Bahasa",
    "center_036": "Modifikasi menjadi efektif",
    "center_037": "Ubah avatar",
    "center_038": "Berhasil dimodifikasi",
    "center_039": "Kata sandi akun Anda telah berhasil diubah, harap gunakan kata sandi baru pada login berikutnyaï¼",
    "center_040": "Kata sandi akun Anda telah berhasil diubah, harap gunakan kata sandi baru pada login berikutnyaï¼",
    "center_041": "Promosi",
    "center_042": "Gagal meminta kode verifikasi, silakan klik untuk mencoba lagi!",
    "center_043": "Silakan ambil foto atau pilih foto dari album",
    "center_044": "Silakan klik unggah tangkapan layar pembayaran yang berhasil",
    "center_045": "Silakan klik untuk mengunggah foto depan KTP Anda",
    "center_046": "Silakan klik untuk mengunggah foto belakang KTP Anda",
    "center_047": "Silakan unggah dokumen kartu identitas",
    "center_048": "Silakan unggah foto profil Anda",
    "center_049": "Silakan masukkan nama panggilan pribadi",
    "center_050": "jumlah hari",
    "center_051": "cabang bank pembuka Anda",
    "center_052": "Silakan masukkan nomor telepon",
    "center_053": "Harap masukkan detail setoran",
    "center_054": "Silahkan masukkan ID Tiktok",
    "center_055": "Silakan masukkan nomor ID",
    "center_056": "Silakan masukkan nama pengguna",
    "center_057": "Silakan masukkan ID perdagangan rantai blok Anda",
    "center_058": "Silakan masukkan akun Anda",
    "center_059": "Silakan masukkan nama kartu bank Anda",
    "center_060": "Nomor Rekening Anda",
    "center_061": "Silakan masukkan jumlah penarikan",
    "center_062": "Silakan masukkan penarikan",
    "center_063": "tarik kata sandi",
    "center_064": "Silakan masukkan kata sandi login Anda untuk mengonfirmasi aplikasi Anda",
    "center_065": "Silakan masukkan kata sandi login untuk mengonfirmasi modifikasi",
    "center_066": "Silakan masukkan nomornya",
    "center_067": "Silahkan masukkan ID Instagram",
    "center_068": "Silahkan masukkan ID Line",
    "center_069": "Silahkan masukkan ID Twitter",
    "center_070": "tolong tambahkan",
    "center_071": "Pilih Mata Uang",
    "center_072": "Pilih saluran pembayaran",
    "center_073": "Pilih wilayah",
    "center_074": "Pilih akun setoran",
    "center_075": "Pilih jenis ID",
    "center_076": "Pilih akun Anda",
    "center_077": "Pilih olahraga",
    "center_078": "Pilih Kota",
    "center_079": "Pilih bank Anda",
    "center_080": "pilih liga",
    "center_081": "Janji temu",
    "center_082": "Memverifikasi",
    "center_083": "Status sipil",
    "center_084": "Tamu",
    "center_085": "Wechat",
    "center_086": "ID Wechat",
    "center_087": "kata sandi baru",
    "center_088": "Perlu diselesaikan",
    "center_089": "APLIKASI",
    "center_090": "Facebook",
    "center_091": "ID",
    "center_092": "Nomor ID",
    "center_093": "Instagram",
    "center_094": "Line",
    "center_095": "Melon",
    "center_096": "OVO",
    "center_097": "Paspor",
    "center_098": "QQ",
    "center_099": "akun QQ",
    "center_100": "Telegram",
    "center_101": "Tiktok",
    "center_102": "Twitter",
    "center_103": "Anda telah menyelesaikan verifikasi nama asli!",
    "center_104": "Informasi verifikasi nama asli Anda telah dikirimkan, harap tunggu verifikasi dan sertifikasi.",
    "center_105": "Zalo",
    "center_106": "Tanggal ulang tahun {n} berhasil disimpan",
    "center_107": "Untuk menerima hadiah ulang tahun harus terlebih dahulu melengkapi tanggal lahir di bagian informasi pribadi dan harus didaftarkan selama {n} hari. Nilai hadiah yang diberikan akan sesuai dengan level yang ada pada hari ulang tahunnya. Dapat diterima dalam waktu {x} hari, jika semua persyaratan terkait kelipatan pendapatan terpenuhi, uang dapat ditarik.",
    "center_108": "Saldo platform",
    "center_109": "Account Balance",
    "center_110": "Layanan online",
    "center_111": "Sejarah Taruhan Olahraga",
    "center_112": "Terkait olahraga",
    "center_113": "Manfaat anggota",
    "common_01": "Full name",
    "common_02": "Please enter name",
    "common_03": "Akun",
    "common_04": "alamat",
    "common_005": "Jan",
    "common_006": "Feb",
    "common_007": "Mar",
    "common_008": "Apr",
    "common_009": "Mei",
    "common_010": "Jun",
    "common_011": "Jul",
    "common_012": "Agu",
    "common_013": "Sep",
    "common_014": "Okt",
    "common_015": "Nov",
    "common_016": "Des",
    "common_017": "Jan",
    "common_018": "Feb",
    "common_019": "Mar",
    "common_020": "Apr",
    "common_021": "Mei",
    "common_022": "Jun",
    "common_023": "Jul",
    "common_024": "Agu",
    "common_025": "Sep",
    "common_026": "Okt",
    "common_027": "Nov",
    "common_028": "Des",
    "common_029": "Januari",
    "common_030": "Februari",
    "common_031": "Berbaris",
    "common_032": "April",
    "common_033": "Mungkin",
    "common_034": "Juni",
    "common_035": "Juli",
    "common_036": "Agustus",
    "common_037": "September",
    "common_038": "Oktober",
    "common_039": "November",
    "common_040": "Desember",
    "common_041": "Senin",
    "common_042": "Selasa",
    "common_043": "Rabu",
    "common_044": "Kamis",
    "common_045": "Jumat",
    "common_046": "Sabtu",
    "common_047": "Minggu",
    "common_048": "Senin",
    "common_049": "Selasa",
    "common_050": "Rabu",
    "common_051": "Kamis",
    "common_052": "Jumat",
    "common_053": "Sabtu",
    "common_054": "Minggu",
    "common_055": "PENINGKATAN HARGA",
    "common_056": "45293",
    "common_057": "(Lulus)",
    "common_058": "(Home) {n} vs {x} (Away)",
    "common_059": "(Tidak diverifikasi)",
    "common_060": "(Memverifikasi)",
    "common_061": "(Gagal)",
    "common_062": "Situasi 1",
    "common_063": "Situasi 2",
    "common_064": "Situasi 3",
    "common_065": "{n} Menit",
    "common_066": "{n} hari",
    "common_067": "{n} {x}",
    "common_068": "Terbaik dari {n} {x}",
    "common_069": "****  {n}",
    "common_070": "1/X",
    "common_071": "2/X",
    "common_072": "Acara",
    "common_073": "Yuan",
    "common_074": "hari",
    "common_075": "Tidak",
    "common_076": "Rumah",
    "common_077": "Sorry",
    "common_078": "Kapan pun",
    "common_079": "Nama pemberian",
    "common_080": "Keluar",
    "common_081": "Taruhan batas saat ini: {n}",
    "common_082": "Selesai jumlah yang valid",
    "common_083": "diselamatkan",
    "common_084": "tidak memadai",
    "common_085": "Nama lain",
    "common_086": "Direkomendasikan tinggi",
    "common_087": "Tidak",
    "common_088": "nombor ekor",
    "common_089": "Status",
    "common_090": "Ke",
    "common_091": "Aneh",
    "common_092": "Negara",
    "common_093": "Kewarganegaraan",
    "common_094": "Catatan",
    "common_095": "Nama keluarga",
    "common_096": "atau",
    "common_097": "Semua Tanggal",
    "common_098": "Uang jaminan: {deposit}",
    "common_099": "Versi {n}",
    "common_100": "Detail",
    "common_101": "Zona waktu",
    "common_102": "ke-2",
    "common_103": "{n} rabat",
    "common_104": "Zona waktu",
    "common_105": "3",
    "common_106": "{hari} hari lagi",
    "common_107": "memperbarui",
    "common_108": "1",
    "common_109": "Akun untuk naik level juga membutuhkan {growth} poin",
    "common_110": "memperbarui",
    "common_111": "{n}",
    "common_112": "Berlari",
    "common_113": "Interval kode valid harian dihargai",
    "common_114": "pertama",
    "common_115": "Kota",
    "common_116": "Pengaturan berhasil",
    "common_117": "Mencari",
    "common_118": "Ya",
    "common_119": "PERLU BANTUAN SEKARANG?",
    "common_120": "Memeriksa",
    "common_121": "Judul:",
    "common_122": "Periksa Waktu",
    "common_123": "album",
    "common_124": "Dikirim dengan sukses",
    "common_125": "Gagal",
    "common_126": "Propinsi",
    "common_127": "Unggah berhasil",
    "common_128": "Bahasa inggris",
    "common_129": "Selamatï¼Œkode akhiran slip taruhan:{n} Menang:{x}",
    "common_130": "contoh",
    "common_131": "isilah dengan kode konfirmasi",
    "common_132": "Menunggu",
    "common_133": "Ingat kata Sandi",
    "common_134": "Penampilan",
    "common_135": "Unduhan eksternal",
    "common_136": "versi baru ditemukan",
    "common_137": "Aplikasi telah menjadi efektif",
    "common_138": "dikonfirmasi",
    "common_139": "Konfirmasi modifikasi",
    "common_140": "Isi ulang",
    "common_141": "Install",
    "common_142": "Alamat toko taruhan",
    "common_143": "rilis pembaruan",
    "common_144": "Statistik data",
    "common_145": "Waktu",
    "common_146": "Hitung mundur untuk meninggalkan pemukiman",
    "common_147": "Uang penarikan pertama kali perlu menyetor {n} {x}",
    "common_148": "S",
    "common_149": "Lulus",
    "common_150": "Menambahkan",
    "common_151": "Tampilkan Lebih Sedikit",
    "common_152": "Kode verifikasi",
    "common_153": "Kode Verifikasi SMS",
    "common_154": "Pengaturan sistem",
    "common_155": "Koneksi",
    "common_156": "Pusat Pengaturan",
    "common_157": "Alamat",
    "common_158": "Silahkan hubungi layanan pelanggan",
    "common_159": "Alamat",
    "common_160": "COPYRIGHTÂ© 2024 ONBET ALL RIGHTS RESERVED",
    "common_161": "Pelanggan",
    "common_162": "Action",
    "common_163": "Senin",
    "common_164": "Selasa",
    "common_165": "Rabu",
    "common_166": "Kamis",
    "common_167": "Jumat",
    "common_168": "Sabtu",
    "common_169": "Minggu",
    "common_170": "ONbet Taruhan Olahraga - Paling Populer di Asia",
    "common_171": "ONbet Taruhan Olahraga adalah platform taruhan olahraga online paling populer di Asia. ONbet menyediakan pengalaman taruhan olahraga terbaik, baik dalam pertandingan maupun sebelum pertandingan untuk setiap pengguna. Bisnis kami mencakup sepak bola, bola basket, tenis, sabung ayam, permainan meja, kasino langsung, dan lain-lain. Kami selalu mengutamakan layanan, berbasis integritas, dan menjamin penarikan jumlah besar tanpa kekhawatiran untuk memberikan Anda layanan terbaik.",
    "common_172": "First deposit bonus event",
    "common_173": "Sign up for gift event",
    "common_174": "Roulette event",
    "common_175": "Third party game bonus event",
    "common_176": "Third party profit bonus event",
    "common_177": "Daily login event",
    "common_178": "Golden egg hunting event",
    "common_179": "Invite friends event",
    "common_180": "Daily sign-in event",
    "common_181": "No restrictions",
    "common_182": "{n} Olahraga",
    "common_183": "Selamat datang di {n}!",
    "common_184": "Tentang {n}",
    "common_185": "Kehormatan {n}",
    "common_186": "Olahraga {n} memiliki lisensi legal yang dikeluarkan oleh MGA Malta. Terdaftar di British Virgin Islands, ini adalah perusahaan legal yang diakui oleh asosiasi industri internasional. Pastikan Anda berusia di atas 18 tahun sebelum mendaftar dan bermain!",
    "common_187": "COPYRIGHTÂ© 2024 {n} ALL RIGHTS RESERVED",
    "common_188": "Deposit bonus event",
    "common_189": "{n} E-Sport",
    "common_190": "Friend invitation (First deposit)",
    "common_191": "Friend invitation (Turnover)",
    "common_192": "Friend invitation (Upgrade)",
    "common_193": "VIP (Promotion)",
    "common_194": "VIP (Birthday)",
    "common_195": "VIP (Weekly red envelope)",
    "common_196": "VIP(Exclusive Red Envelope)",
    "common_197": "Back office additional payment",
    "common_198": "Event additional payment",
    "common_199": "Bahasa Melayu",
    "common_200": "check-in",
    "dep_crypto_01": "Jumlah",
    "dep_set_01": "Harap setel kartu bank/USDT/eWallet terlebih dahulu",
    "dep_set_002": "Silakan atur kata sandi penarikan",
    "dep_set_003": "Silakan atur eWallet terlebih dahulu",
    "dep_set_004": "Silakan atur USDT terlebih dahulu",
    "dep_set_005": "Harap siapkan kartu bank Anda terlebih dahulu",
    "dep_set_006": "Harap siapkan kartu bank/mata uang virtual terlebih dahulu",
    "dep_set_007": "Harap lakukan verifikasi nama asli terlebih dahulu.",
    "dep_set_008": "Tambahkan Kartu Bank",
    "dep_set_009": "Tambahkan USDT",
    "dep_set_010": "Tambahkan eWallet",
    "dep_set_011": "Tambahkan kartu bank/eWallet",
    "dep_set_012": "Tambahkan kartu bank/mata uang virtual",
    "dep_set_013": "Tambahkan kartu bank/mata uang virtual/eWallet",
    "dep_set_014": "Menambahkan mata uang virtual/eWallet",
    "dep_set_015": "Sunting Kartu Bank",
    "dep_set_016": "Edit kartu bank berhasil",
    "dep_set_017": "Sunting eWallet",
    "dep_set_018": "Edit eWallet dengan sukses",
    "dep_set_019": "Sunting USDT",
    "dep_set_020": "Pengikatan kartu bank berhasil",
    "dep_set_021": "Kartu bank berhasil dihapus",
    "dep_set_022": "eWallet mengikat berhasil",
    "dep_set_023": "eWallet berhasil dihapus",
    "dep_set_024": "Koin USDT berhasil dihapus",
    "dep_set_025": "Unggah tangkapan layar pembayaran",
    "dep_set_026": "Unggah gambar profil Anda",
    "dep_set_027": "Unggah bagian depan KTP Anda",
    "dep_set_028": "Unggah bagian belakang KTP Anda",
    "dep_set_029": "Unggah dokumen kartu identitas",
    "dep_set_030": "Batas atas",
    "dep_set_031": "Tarik ke bawah untuk menyegarkan",
    "dep_set_032": "Profile photo",
    "dep_set_033": "Nama panggilanmu",
    "dep_set_034": "Detail Saya",
    "dep_set_035": "Pekerjaan",
    "dep_set_036": "Pilih dari album telepon",
    "dep_set_037": "hapus dari liga saya",
    "dep_set_038": "Pilih foto dari album",
    "dep_set_039": "Bank",
    "dep_set_040": "kaedah pembayaran",
    "dep_set_041": "Alipay",
    "dep_set_042": "Alipay Online",
    "dep_set_043": "Alipay",
    "dep_set_044": "Akun pembayaran",
    "dep_set_045": "Jumlah pembayaran",
    "dep_set_046": "Informasi Pembayaran",
    "dep_set_047": "Bank pembayaran",
    "dep_set_048": "Saluran pembayaran",
    "dep_set_049": "Tak terbatas",
    "dep_set_050": "Alamat isi ulang USDT",
    "dep_set_051": "Menghapus",
    "dep_set_052": "berhasil dihapus",
    "dep_set_053": "Menghapus",
    "dep_set_054": "Menghapus",
    "dep_set_055": "saluran / Mata Wang",
    "dep_set_056": "Pilih saluran USDT",
    "dep_set_057": "Pengikatan USDT berhasil",
    "dep_set_058": "Harap siapkan kartu bank/eWallet terlebih dahulu",
    "dep_set_059": "Silakan atur mata uang virtual/eWallet terlebih dahulu",
    "dep_set_060": "Edit kesuksesan mata uang virtual",
    "deposit_01": "Tahun",
    "deposit_02": "Bulan",
    "deposit_03": "Hari",
    "deposit_004": "Peningkatan sistem terkait deposit, harap tunggu",
    "deposit_005": "Jumlah isi ulang (1.000+2.000 ) - jumlah valid selesai (500+1.000) = 1.500",
    "deposit_006": "Jumlah isi ulang (2.000) - jumlah valid selesai (1.000) = 1.000",
    "deposit_007": "Waktu setoran",
    "deposit_008": "rekening deposito",
    "deposit_009": "Terima bonus naik level dalam waktu {n} hari sejak tanggal naik level, hanya diterima satu kali per level. Jika Anda memenuhi semua persyaratan terkait kelipatan pendapatan, Anda dapat menarik uang",
    "deposit_010": "Terima bonus naik level dalam waktu {n} hari sejak tanggal naik level, hanya diterima satu kali per level. Jika Anda memenuhi semua persyaratan terkait kelipatan pendapatan, Anda dapat menarik uang",
    "deposit_011": "Silakan periksa jumlah kredit di akun Anda",
    "deposit_012": "Harap masuk sebagai anggota untuk memeriksa apakah akun {n} digunakan sebelum setiap pembayaran. Perusahaan tidak bertanggung jawab karena gagal memeriksa akun yang telah jatuh tempoï¼",
    "deposit_013": "Harap masuk sebagai anggota untuk memeriksa apakah akun Alipay digunakan sebelum setiap pembayaran. Perusahaan tidak bertanggung jawab karena gagal memeriksa akun yang telah jatuh tempoï¼",
    "deposit_014": "Harap masuk sebagai anggota untuk memeriksa apakah akun Tenpay digunakan sebelum setiap pembayaran. Perusahaan tidak bertanggung jawab karena gagal memeriksa akun yang telah jatuh tempoï¼",
    "deposit_015": "Harap masuk sebagai anggota untuk memeriksa apakah akun wechat digunakan sebelum setiap pembayaran. Perusahaan tidak bertanggung jawab karena gagal memeriksa akun yang telah jatuh tempoï¼",
    "deposit_016": "Harap masuk sebagai anggota untuk memeriksa apakah akun GCash digunakan sebelum setiap pembayaran. Perusahaan tidak bertanggung jawab karena gagal memeriksa akun yang telah jatuh tempoï¼",
    "deposit_017": "Harap masuk sebagai anggota untuk memeriksa apakah akun GrabPay digunakan sebelum setiap pembayaran. Perusahaan tidak bertanggung jawab karena gagal memeriksa akun yang telah jatuh tempoï¼",
    "deposit_018": "Harap masuk sebagai anggota untuk memeriksa apakah akun MoMoPay digunakan sebelum setiap pembayaran. Perusahaan tidak bertanggung jawab karena gagal memeriksa akun yang telah jatuh tempoï¼",
    "deposit_019": "Harap masuk sebagai anggota untuk memeriksa apakah akun PayMaya digunakan sebelum setiap pembayaran. Perusahaan tidak bertanggung jawab karena gagal memeriksa akun yang telah jatuh tempoï¼",
    "deposit_020": "Harap masuk sebagai anggota untuk memeriksa apakah akun ViettelPay digunakan sebelum setiap pembayaran. Perusahaan tidak bertanggung jawab karena gagal memeriksa akun yang telah jatuh tempoï¼",
    "deposit_021": "Harap masuk sebagai anggota untuk memeriksa apakah akun ZaloPay digunakan sebelum setiap pembayaran. Perusahaan tidak bertanggung jawab karena gagal memeriksa akun yang telah jatuh tempoï¼",
    "deposit_022": "Batas jumlah terlampaui",
    "deposit_023": "Transfer Wechat",
    "deposit_024": "DANA",
    "deposit_025": "Dragonpay",
    "deposit_026": "GCash",
    "deposit_027": "GrabPay",
    "deposit_028": "Kartu identitas",
    "deposit_029": "JuanCash",
    "deposit_030": "MoMoPay",
    "deposit_031": "PayMaya",
    "deposit_032": "PayPal",
    "deposit_033": "QQ Online",
    "deposit_034": "QRIS",
    "deposit_035": "ViettelPay",
    "deposit_036": "ZaloPay",
    "deposit_037": "Silakan unggah tangkapan layar pembayaran",
    "deposit_038": "Harap unggah dokumen yang valid untuk membuktikan identitas anda",
    "deposit_039": "Silakan unggah ID yang valid yang dapat membuktikan identitas Anda.",
    "deposit_040": "Silahkan kirimkan informasi deposit setelah transfer berhasil.",
    "deposit_041": "WeChat Online",
    "deposit_042": "Perbankan",
    "deposit_043": "Setoran cabang",
    "deposit_044": "Waktu koneksi jaringan habis. silakan coba lagi.",
    "deposit_045": "Virtual Account",
    "deposit_046": "ID perdagangan rantai blok",
    "deposit_047": "Kode isi ulang",
    "deposit_048": "Transfer kartu bank",
    "deposit_049": "Jumlah setoran",
    "deposit_050": "88Pay",
    "deposit_051": "Jumlah potongan harga: {n} {x}",
    "deposit_052": "Diskon (Opsional)",
    "deposit_053": "{0} penawaran",
    "deposit_054": "Silakan pilih penawaran",
    "deposit_055": "Ringkasan Acara",
    "deposit_056": "Belum menerima diskon apa pun",
    "deposit_057": "Hadiah Maks",
    "deposit_058": "Nomor kebutuhan taruhan yang valid",
    "deposit_059": "Rasio audit",
    "deposit_060": "Tentukan kategori",
    "deposit_061": "Hadiah diskon",
    "deposit_062": "*Setelah pengisian ulang selesai, hadiah akan secara otomatis ditransfer ke dompet, dan Anda dapat menariknya setelah menyelesaikan jumlah yang valid.",
    "deposit_063": "Jenis dan permainan yang ditentukan",
    "deposit_064": "Jumlah valid yang terakumulasi",
    "deposit_065": "Kategori Pihak Ketiga",
    "deposit_066": "Nama kategori",
    "deposit_067": "Dipilih",
    "deposit_068": "Jenis acara",
    "deposit_069": "Isi ulang pertama",
    "deposit_070": "Required turnover",
    "deposit_071": "Deposit harian pertama",
    "deposit_072": "Deposit bonus",
    "deposit_073": "Deposit minimum",
    "deposit_074": "No limit on deposits",
    "deposit_075": "2nd deposit",
    "deposit_076": "3rd deposit",
    "deposit_077": "4th deposit",
    "deposit_078": "5th deposit",
    "deposit_079": "The deposit amount does not meet the activity requirements. Confirm deposit?",
    "deposit_080": "Deposit failed",
    "deposit_081": "An unexpected error occurred",
    "deposit_082": "Explanation of reward distribution in batches",
    "deposit_083": "The first day's reward will be issued immediately upon completing the deposit. The rewards for the remaining days will be distributed at 00:10 (GMT-4) each day",
    "deposit_084": "After participating in the event, you can check the event details in My> Fund Detail > History",
    "deposit_085": "After participating in the event, you can check the event details in Profile> Fund Detail > History",
    "deposit_086": "Claim method",
    "deposit_087": "Claim progress: Day {n} claim",
    "deposit_088": "No deposit promotions found",
    "deposit_card_01": "Card code (PIN)",
    "deposit_card_02": "10-16 characters",
    "deposit_card_03": "Card serial number",
    "deposit_card_04": "Please enter card serial number",
    "deposit_card_05": "Panjangnya harus 10-16 karakter",
    "E001": "Mengakses selama {{n}} hari berturut-turut akan memberikan berbagai hadiah",
    "E002": "Hari-hari check-in berturut-turut :",
    "E003": "Silakan kembali besok",
    "E004": "Saat ini tidak ada kesempatan undian",
    "E005": "Sayang sekali, tidak ada kemenangan",
    "E006": "Selamat, Anda telah memenangkan {RewardName}",
    "E007": "Waktu acara:",
    "E008": "Semua pemain hanya perlu masuk, melakukan deposit, dan mencapai jumlah taruhan yang sesuai setiap hari untuk ikut serta dalam undian.",
    "E009": "Pada hari ke-{ï¼…s} setelah masuk, dengan deposit sebesar {DepositAmount} dan jumlah taruhan sebesar {BetAmount}, Anda akan mendapatkan 1 kesempatan untuk ikut dalam undian.",
    "E010": "Jika terjadi hari yang terputus, hitungan login berturut-turut akan direset, dan hitungan akan dimulai kembali dari hari berikutnya. Semakin banyak hari login berturut-turut, semakin besar jumlah undian.",
    "E011": "Setelah memenuhi syarat pada hari itu, akan ada kesempatan untuk ikut dalam undian pada hari berikutnya. Harap ikut serta dalam undian segera setelah mendapatkan kesempatan. Kesempatan undian akan direset pada {SettleTime} hari berikutnya.",
    "E012": "* Setiap hari didefinisikan sebagai dari {DayStart} hingga {DayEnd} keesokan harinya.",
    "E013": "* Jumlah taruhan hanya dihitung untukã€{GameType}ã€‘, partisipasi dalam permainan lain tidak akan diikutsertakan dalam perhitungan.",
    "E014": "Hari {{n}}",
    "E015": "Acara tidak terbuka!",
    "E016": "Acara telah berakhir!",
    "E017": "Deskripsi operasi",
    "E018": "Peserta-peserta",
    "E019": "Hanya perlu melakukan 1 transaksi deposit/penarikan untuk bisa ikut serta, semakin banyak taruhan, semakin tinggi hadiahnya.",
    "E020": "Waktu acara",
    "E021": "Selamat, Anda telah memenangkan {RewardRank} {RewardName}",
    "E022": "Undian diundi hari ini",
    "E023": "Detail hadiah",
    "E024": "Hadiah pertama",
    "E025": "Hadiah kedua",
    "E026": "Hadiah ketiga",
    "E027": "Hadiah keempat",
    "E028": "Hadiah kelima",
    "E029": "Hadiah keenam",
    "E030": "Hitung mundur untuk putaran saat ini",
    "E031": "Hitungan mundur terbuka",
    "E032": "Kesempatan hari ini untuk memecahkan telur emas: {Current}/{Max}",
    "E033": "Instruksi permainan",
    "E034": "Partisipasi dalam pemecahan telur didasarkan pada jumlah taruhan yang valid setiap harinya. Rincian sebagai berikut:",
    "E035": "Total jumlah taruhan yang valid pada hari itu",
    "E036": "Jumlah kali",
    "E037": "Hadiah",
    "E038": "Bonus kemenangan",
    "E039": "Hadiah khusus",
    "E041": "1. Pengguna yang menerima bonus selama acara akan secara otomatis mendapatkan hadiah, dan pengguna yang berpartisipasi disarankan untuk memeriksa perubahan saldo mereka selama periode ini.",
    "E042": "2. Perhitungan catatan taruhan yang valid dilakukan dari {DayStart} hingga {DayEnd} pada hari yang sama.",
    "E043": "3. Data taruhan yang valid untuk anggota dihitung secara otomatis oleh sistem. Jika syarat untuk membuka telur emas terpenuhi, kunci akan secara otomatis terbuka. Dalam hal ada perselisihan, keputusan resmi akan berlaku dan tidak ada perselisihan yang akan diterima.",
    "E044": "4. Sistem {SettleTime} secara otomatis menghitung jumlah taruhan efektif pada hari sebelumnya setiap hari, dan telur emas dibuka sesuai dengan jumlah taruhan efektif, dan anggota dapat memecahkan telur. Telur emas yang dibuka pada hari sebelumnya akan disetel ulang pada keesokan harinya {SettleTime}. Pengabaian hadiah otomatis untuk anggota.",
    "E045": "5. Setiap pemain, kelompok, atau organisasi yang berpartisipasi dalam acara dengan cara yang tidak jujur, termasuk perjudian, lindung nilai, memiliki beberapa akun pada perangkat yang sama, taruhan dengan perangkat lunak, manipulasi hasil, kolusi arbitrase, dll., akan kehilangan kualifikasi menang secara otomatis setelah diverifikasi, tanpa pemberitahuan sebelumnya.",
    "E046": "6. Untuk menghindari perbedaan interpretasi, pihak resmi berhak untuk memberikan interpretasi akhir dari acara ini.",
    "E047": "7. Taruhan yang valid hanya dihitung untukã€{GameType}ã€‘. Partisipasi dalam permainan lain tidak akan dihitung.",
    "E048": "Undang teman",
    "E052": "Link undangan",
    "E053": "Kode QR untuk undangan",
    "E054": "Salin",
    "E055": "Simpan kode QR",
    "E056": "Menerima komisi",
    "E057": "Menerima",
    "E058": "Jumlah orang yang diundang",
    "E059": "Daftar Undangan",
    "E060": "Menunggu untuk menerima Aktivitas 2",
    "E061": "Menunggu untuk menerima Aktivitas 3",
    "E062": "Menunggu untuk menerima Aktivitas 1",
    "E063": "Silakan deposit pertama kali",
    "E064": "Bonus undang teman",
    "E065": "Bonus bagi yang diundang",
    "E066": "Lobi Taruhan",
    "E067": "Tingkat orang yang diundang",
    "E068": "Undang orang lain untuk menerima",
    "E069": "Deskripsi aktivitas",
    "E071": "Aturan",
    "E072": "Daftar anggota",
    "E074": "Nama anggota",
    "E076": "Tingkat VIP",
    "E077": "Jumlah setoran pertama",
    "E078": "Waktu pendaftaran",
    "E079": "Riwayat menerima",
    "E080": "Total",
    "E081": "Total komisi",
    "E082": "Waktu Menerima",
    "E083": "Jumlah diterima",
    "E084": "Jenis komisi",
    "E085": "Pergantian keanggotaan",
    "E087": "Pendapatan yang valid",
    "E088": "Detail",
    "E089": "Komisi",
    "E090": "Detail komisi",
    "E091": "Total pendapatan yang valid",
    "E092": "Lobi",
    "E093": "Link undangan saya",
    "E094": "Lihat detail undangan",
    "E095": "Undang Daftar Anggota",
    "E096": "Riwayat menerima komisi",
    "E097": "Menerima tidak berhasil",
    "E098": "Saat ini tidak dapat menerima uang keberuntungan, harap hubungi layanan pelanggan",
    "E099": "Hanya untuk pengguna VIP1 ke atas",
    "E100": "Menutup",
    "E101": "Hubungi CS",
    "E102": "Kali",
    "E103": "Per",
    "E104": "Menunggu untuk menerima",
    "E105": "Aktivitas 1",
    "E106": "Aktivitas 2",
    "E107": "Aktivitas 3",
    "E109": "Kemarin",
    "E110": "Minggu lalu",
    "E111": "Bulan lalu",
    "E112": "Instal ulang",
    "E113": "Salin berhasil, Bagikan dengan cepat ke teman",
    "E114": "Simpan berhasil, Bagikan dengan cepat ke teman",
    "E115": "Bagikan tautan",
    "E116": "Bagikan kode QR",
    "E117": "Olahraga lainnya",
    "E118": "Manfaat isi ulang teman selalu mengejutkan",
    "E119": "Teman bersenang-senang setiap hari dan menerima hadiah setiap hari",
    "E120": "Peningkatan teman akan segera hadir - vip hanya untuk Anda",
    "E121": "Berhasil menerima XXXX",
    "E122": "Simpan berhasil",
    "E123": "Salin berhasil",
    "E124": "Bagikan dengan cepat ke teman",
    "E125": "Bonus aktivitas",
    "E126": "Mengakumulasi",
    "E127": "Hadiah final",
    "E128": "Bonus mingguan",
    "E129": "Hadiah ulang tahun",
    "E130": "Uang keberuntungan pribadi",
    "E131": "Login untuk melihat level VIP",
    "E132": "naik ke tingkat berikutnya",
    "E133": "ï¼ŠSetiap pukul 3:50(UTC-4), akumulasi naik level akan dijumlah",
    "E134": "Manfaat diaktifkan",
    "E135": "Level saat ini tidak ada manfaat. Silakan terus bertaruh untuk menerima akumulasi untuk naik level",
    "E136": "Manfaat belum diaktifkan",
    "E137": "Hak istimewa VIP",
    "E138": "Detail VIP",
    "E139": "Tarif pengembalian dana tertinggi",
    "E140": "Kelipatan tertinggi dari pendapatan yang mengakumulasi untuk naik level",
    "E141": "Menerima",
    "E142": "Telah menerima",
    "E143": "Menunggu peninjauan",
    "E144": "Tidak ada hak",
    "E145": "Kedaluwarsa",
    "E146": "Tindakan gagal, silakan hubungi layanan pelanggan",
    "E147": "Tarif pengembalian dana tertinggi untuk VIP",
    "E148": "Tarif pengembalian dana tertinggi yang dapat diterima setiap level VIP di semua game",
    "E149": "Kelipatan pendapatan yang mengakumulasi untuk naik level untuk VIP",
    "E150": "Kelipatan pendapatan yang mengakumulasi untuk naik level dicapai di setiap level VIP dalam game yang ditentukan",
    "E153": "Terkait dengan naik level",
    "E154": "Ulang tahun",
    "E155": "Isi dan dapatkan hadiah ulang tahun",
    "E156": "Tanggal ulang tahun tidak bisa di edit, pasti disimpan?",
    "E157": "Tanggal ulang tahun xxxx/xx/xx berhasil disimpan",
    "E158": "Tanggal Akhir",
    "E159": "Kontak",
    "E160": "Batas pengambilan amplop merah telah tercapai dan tidak dapat diambil lagi!",
    "E161": "Uang keberuntungan habis. Semoga selanjutnya akan beruntung",
    "E162": "Akun proxy",
    "E163": "Kata Sandi Masuk",
    "E164": "Konfirmasi Sandi",
    "E165": "Nama Asli",
    "E166": "No Telepon.",
    "E167": "Kode verifikasi",
    "E168": "Daftar Berhasil",
    "E169": "Pendaftaran berhasil, silakan hubungi layanan pelanggan untuk ditinjau!",
    "E170": "Membatalkan",
    "E171": "Level saat ini",
    "E172": "Permainan lainnya",
    "E173": "Terima bonus naik level dalam waktu {n} hari sejak tanggal naik level, hanya diterima satu kali per level. Jika Anda memenuhi semua persyaratan terkait kelipatan pendapatan, Anda dapat menarik uang",
    "E174": "Untuk menerima hadiah ulang tahun harus terlebih dahulu melengkapi tanggal lahir di bagian informasi pribadi dan harus didaftarkan selama {n} hari. Nilai hadiah yang diberikan akan sesuai dengan level yang ada pada hari ulang tahunnya. Dapat diterima dalam waktu {x} hari, jika semua persyaratan terkait kelipatan pendapatan terpenuhi, uang dapat ditarik.",
    "E175": "Waktu untuk menerima uang keberuntungan tiap minggu adalah dari Senin hingga Jumat. Untuk menerima uang keberuntungan, Anda harus sepenuhnya memenuhi persyaratan tentang total pendapatan taruhan yang valid dari Senin hingga Minggu pada minggu sebelumnya (Persyaratan Pendapatan dan Nilai uang keberuntungan akan didasarkan pada peringkat anggota pada Minggu dari minggu sebelumnya). Jika Anda memenuhi semua persyaratan terkait kelipatan pendapatan, Anda dapat menarik uang",
    "E176": "Uang keberuntungan khusus mengharuskan pengguna untuk mendaftar secara manual. Setelah disetujui, uang akan otomatis ditransfer ke dompet tanpa pemberitahuan lebih lanjut. Setiap level hanya dapat diterimanya satu kali. Jika Anda memenuhi semua persyaratan terkait kelipatan pendapatan, Anda dapat menarik uang.",
    "E177": "1. Akumulasi untuk naik level dari hari sebelumnya akan dihitung pada waktu yang tetap setiap hari.\n2.Akumulasi untuk naik level dihitung dengan mengalikan jumlah uang taruhan yang valid dari permainan dengan kelipatan pendapatan.\n3. Akumulasi untuk naik level baru yang didapatkan setiap hari akan ditambahkan ke akumulasi untuk naik level awal. Jika total lebih besar dari persyaratan level berikutnya, level tersebut akan otomatis dinaikkan.\n4. Saat naik level, nilai akumulasi yang ada akan dikurangi, dan Anda hanya bisa naik level maksimal satu kali per hari.\n5. Situs berhak untuk mengubah, menangguhkan, membatalkan, dll. pertandingan tanpa perlu pengumuman terpisah dan berhak menjelaskan untuk pertandingan.",
    "E178": "Manchester United (-1): Menang 185Ä‘ x 1,95 =360,75Ä‘ = Kembali 360,75Ä‘. Jumlah uang ini akan dibawa ke taruhan berikutnya. Saat ini, mix parlay tidak didukung",
    "E179": "Akun tidak boleh kosong",
    "E180": "Karakter yang Anda masukkan tidak cocok",
    "E181": "Nama pengguna terdiri dari kombinasi kurang dari 4 atau lebih dari 16 angka dan huruf bahasa Inggris",
    "E182": "Akun harus terdiri dari 4-16 karakter dan berisi huruf dan angka",
    "E183": "Akun sudah ada.",
    "E184": "Salah mengetik.",
    "E185": "Panjang kata sandi yang berisi karakter dan angka bahasa Inggris kurang dari 6 atau lebih dari 20",
    "E186": "Bagian ini diperlukan",
    "E187": "Kata sandi dan konfirmasi kata sandi tidak cocok",
    "E188": "Kesalahan input, jangan masukkan spasi berurutan.",
    "E189": "Nomor telepon diformat salah",
    "E190": "Kesalahan kode verifikasi pendaftaran",
    "E191": "Waktu dilaporkan dalam zona waktu UTC-4",
    "E192": "Mencapai peringkat tertinggi",
    "E193": "Pilih jaringan internet",
    "E194": "Pemain online",
    "E195": "Silakan hubungi CS untuk lebih jelasnya",
    "E196": "Diterima tanpa memenuhi syarat",
    "E197": "Detail degradasi",
    "E198": "Pengalaman degradasi",
    "E199": "Nilai pertumbuhan dapat menyelesaikan degradasi",
    "E200": "Selamat anda telah menyelesaikan tugas degradasi",
    "E201": "Aturan degradasi",
    "E202": "Mulai tanggal 1 beberapa bulan berikutnya setelah \"perubahan level VIP\", anggota harus menyelesaikan persyaratan taruhan yang valid pada level terkait sebelum mereka dapat terus mempertahankan level mereka selama 30 hari.",
    "E203": "Ketika degradasi gagal, level VIP akan diturunkan ke level sebelumnya dan sebagian dari nilai pertumbuhan akan dipertahankan.",
    "E204": "Hanya nilai pertumbuhan VIP yang diperoleh dalam kurun waktu 30 hari yang akan dinilai untuk degradasi.Waktu penilaian untuk degradasi akan diatur ulang saat peningkatan.",
    "E205": "Layanan pelanggan yang berdedikasi",
    "E206": "Layanan pelanggan eksklusif Anda tersedia 7x24 jam untuk menjawab pertanyaan Anda dan memenuhi semua kebutuhan yang wajar.",
    "E207": "Penarikan cepat",
    "E208": "Buka saluran penarikan eksklusif VIP dan atur permintaan penarikan sesuai dengan level VIP untuk memastikan pengalaman bermain game Anda",
    "E209": "Terkait degradasi",
    "E210": "Menerapkan",
    "E211": "Kenikmatan tertinggi",
    "E212": "Tipe permainan",
    "E213": "Nilai kelipatan ganda pertumbuhan",
    "E214": "3 menit",
    "E215": "Sejarah",
    "E216": "Populer",
    "E217": "Menyarankan",
    "E218": "Tur baru",
    "E219": "Mesin Judi",
    "E220": "Permainan meja",
    "E221": "Lainnya",
    "E222": "Bermain",
    "E223": "Situs berhak untuk mengubah, menangguhkan, membatalkan, dll. pertandingan tanpa perlu pengumuman terpisah dan berhak menjelaskan untuk pertandingan.",
    "E224": "Memuat",
    "E225": "Memasuki dengan cepat",
    "E226": "Pengaturan login untuk pertama kali",
    "E227": "Akun saat ini telah terikat dengan akun Google, silakan ubah akun tersebut",
    "E228": "Ikat akun yang ada",
    "E229": "Daftarkan akun baru",
    "E230": "Akun yang berhubungan",
    "E231": "Akun Google",
    "E232": "Silakan mengaitkan akun Google Anda",
    "E233": "Terikat",
    "E234": "Sudah Terikat",
    "E235": "Taruhan sebesar 1 poin pada \"{o}\" akan memberi Anda nilai pertumbuhan {n} poin, dan taruhan sebesar 1 poin pada \"Permainan Lainnya\" akan memberi Anda nilai pertumbuhan {x} poin.",
    "E236": "Masih membutuhkan air",
    "E237": "Sudah tercapai",
    "E238": "Akun Google saat ini sudah terikat dengan akun lain, silahkan ganti akun Google tersebut.",
    "E239": "Daftar",
    "E271": "Real Madrid",
    "E272": "Manchester United",
    "E286": "PT perikanan memiliki grafis yang indah dan gameplay yang beragam, memiliki tingkat ledakan yang tinggi sehingga memudahkan untuk menangkap ikan besar. Ucapkan selamat tinggal pada satu rutinitas memancing dan biarkan Anda merasakan sensasi menembakkan ribuan senjata.",
    "E287": "Game klasik muncul kembali, game inovatif eksklusif, dan nikmati beragam hiburan.",
    "E288": "Bingo",
    "E289": "Game memancing JILI memiliki beragam cara interaktif untuk bermain Neptunus, dan terus meluncurkan game inovatif untuk memberikan Anda pengalaman bermain terbaik.",
    "E290": "FC fishing menggabungkan gameplay khusus dari mesin memancing saat ini, dengan latar belakang tema kekayaan dan uang, dan dipadukan dengan musik yang meriah dan meriah, Anda dapat menikmati asyiknya bermain mesin ikan!",
    "E291": "Cabang Bank",
    "E292": "Jumlah potongan harga",
    "E293": "Potongan harga",
    "E294": "Transfer Bank",
    "E295": "E-Wallet",
    "E296": "Kartu bank",
    "E297": "Transaksi USDT",
    "E298": "Jumlah pengembalian uang",
    "E299": "Jumlah total taruhan",
    "E300": "Jumlah taruhan",
    "E301": "Nama pemain",
    "E302": "Tingkat tunggal",
    "E303": "Modal",
    "E304": "Lihat semua korelasi silang",
    "E305": "Aktivitas permanen",
    "E306": "Kedaluwarsa",
    "E307": "Baca selengkapnya",
    "E308": "Segera masuk",
    "E310": "Tingkat berikutnya",
    "E311": "Manfaat VIP",
    "E312": "Lihat manfaat lainnya",
    "E313": "Melayani",
    "E314": "Rekor taruhan",
    "E315": "Bergabunglah dengan kami",
    "E316": "Tentang ONBET",
    "E317": "Masukan",
    "E318": "Nomor versi",
    "E319": "Baca dengan satu klik",
    "E320": "Semua berita",
    "E321": "Pengumuman platform",
    "E322": "Pesan situs",
    "E323": "Hari Ini",
    "E324": "Kemarin",
    "E325": "European Cup 2024",
    "E326": "Group matches",
    "E327": "1/8 knockout",
    "E328": "1/4 Knockout",
    "E329": "Semi-finals",
    "E330": "Finals",
    "E331": "Day",
    "E332": "Hour",
    "E333": "Minute",
    "E334": "Sec",
    "E335": "Finished",
    "E336": "Group standings",
    "E337": "knockout round",
    "E338": "Group",
    "E339": "Team",
    "E340": "Sessions",
    "E341": "Win/Draw/Loss",
    "E342": "Advance/Loss",
    "E343": "Score",
    "E344": "Group schedule",
    "E345": "Rule description",
    "E346": "The 24 participating teams are divided into 6 groups, with four teams in each group. Each team must play only one game with the other three teams, for a total of 6 games. Each game is 90 minutes, and the winner A draw and a loss will result in 3, 1, and 0 points respectively. The two teams with the highest scores in each group and the 4 best third-placed teams will advance to the knockout round.\n\nIf there are teams with the same points, their ranking will be determined according to the following rules:\n\na. Points from mutual competitions;\nb. The goal difference between mutual matches;\nc. number of goals scored in mutual matches;\nd. The number of away goals between mutual matches;\ne. If there are still teams that have not been ranked after applying the a-d rules, then apply the a-d rules to compare the unranked teams. If such a cycle still cannot be confirmed, the ranking will be determined according to the f-j rules;\nf. Goal difference in group matches;\ng. number of goals scored in group matches;\nh. number of away goals in group matches;\ni. Fair play scores;\nj. UEFA ranking.",
    "E347": "The knockout rounds (including the final) all adopt a single-elimination knockout system. If the two teams are tied within 90 minutes, overtime will be played with 15 minutes each in the first and second halves. In the overtime period, the team with more goals will win. If there is an extra time After the two teams were still tied, the winner was decided by penalty kicks.\n\nIn principle, penalty kicks require both sides to kick 5 goals each. If the tie is still the same, both sides will kick one goal, and the one who scores the goal wins. If there is still no winner, penalty kicks will continue, and both sides will kick another goal until the winner is determined. until!",
    "E348": "Settlement time",
    "E349": "Nama tim",
    "E350": "Live Streaming",
    "E351": "Schedule",
    "E352": "Click to open menubar",
    "E353": "Swipe left or right to select game type",
    "E354": "Swipe left or right to select a game",
    "E355": "Click to view all games",
    "E356": "Skip",
    "E357": "Next step",
    "E358": "Chat room is not yet open",
    "E359": "I want to post orders",
    "E360": "Post this order",
    "E361": "Post orders",
    "E362": "Follow Bet",
    "E363": "More news",
    "E364": "Add to blacklist",
    "E365": "Confirm to add user to blacklist?",
    "E366": "Remove blacklist",
    "E367": "Confirm to remove user from blacklist?",
    "E368": "Delete",
    "E369": "Brand New ver",
    "E370": "Classic ver",
    "E371": "Selamat datang di",
    "E373": "808 Pay",
    "E374": "988 Pay",
    "E375": "TOPay",
    "E376": "OKPay",
    "E377": "TenPay",
    "E378": "E-CNY",
    "E379": "UnionPay",
    "E380": "Recharge card",
    "E381": "Pembayaran dompet online",
    "E382": "Dompet Baidu",
    "E383": "JD Bayar",
    "E384": "Credit card",
    "E385": "UnionPay QR code",
    "E386": "USDT pay",
    "E387": "Alamat dompet",
    "E388": "Silakan masukkan alamat dompet",
    "E389": "Dompet online",
    "E394": "Event recharge",
    "E395": "Event deduction",
    "E396": "Confirm to clear the selected betting events?",
    "E397": "Successfully share order",
    "E398": "Promo deposit",
    "E399": "Total",
    "E400": "Menarik",
    "E401": "Hands-free direct recharge rewards",
    "E402": "Amount received",
    "E403": "The \"hands-free direct recharge function\" can re-deposit the withdrawal amount into the account balance, enjoy a fast experience, no handling fees, and enjoy exclusive high rebates!",
    "E404": "Popular game vendors",
    "E405": "Are you sure you want to clear history?",
    "E406": "Comprehensive game",
    "E407": "Waktu",
    "early_filter_01": "You can choose up to 8 games in the league",
    "error_001": "*This item does not support parlay betting",
    "error_002": "2. Tidak ada tanggapan untuk waktu yang lama, silakan hubungi layanan pelanggan.",
    "error_003": "gagal mengunggah",
    "error_004": "Taruhan gagal",
    "error_005": "unduhan gagal",
    "error_006": "Informasi pribadi Anda tidak lengkap, silakan hubungi layanan pelanggan.",
    "error_007": "Nama pengguna sudah ada",
    "error_008": "Kesalahan format ID perdagangan rantai blok",
    "error_009": "Format pembukaan cabang bank yang Anda masukkan salah",
    "error_010": "Panjang teks tidak boleh melebihi 100!",
    "error_011": "Ukuran file tidak melebihi 2MB",
    "error_012": "Amount limit exceeded",
    "error_013": "The format of the amount you entered is incorrect.",
    "error_014": "Batas jumlah deposit terlampaui",
    "error_015": "Kesalahan terjadi. Silakan coba lagi nanti.",
    "error_016": "Unggah profil berhasil",
    "error_017": "Foto identitas tidak diunggah",
    "error_018": "No matched",
    "error_019": "Izin kamera tidak diaktifkan",
    "error_020": "Izin album tidak diaktifkan",
    "error_021": "Terlepas",
    "error_022": "kesalahan yang tidak diketahui",
    "error_023": "Belum dibaca",
    "error_024": "Tidak diverifikasi",
    "error_025": "TidakPass",
    "error_026": "Belum dikonfirmasi",
    "error_027": "Website sedang dalam maintenance",
    "error_028": "Saat ini tidak ada informasi tentang metode deposit dan informasi lainnya",
    "error_029": "Tidak ada tanggapan untuk waktu yang lama, silakan hubungi layanan pelanggan",
    "error_030": "Karena mekanisme audit tidak ditetapkan",
    "error_031": "Karena dua perdagangan belum selesai keduanya, jadi hitung dengan rumus ikuti sebagai",
    "error_032": "Karena audit sistem tidak ditetapkan",
    "error_033": "Belum ada umpan balik",
    "error_034": "Belum ke tanggal penyelesaian",
    "error_035": "pembaruan versi baru",
    "error_036": "Peluang bermain tidak ada",
    "error_037": "Bad line",
    "error_038": "Game ini tidak bisa dipertaruhkan",
    "error_039": "Peluang pasar ini telah diubah, silakan bertaruh ulang",
    "error_040": "Game ini sedang dalam pemeliharaan, silakan coba nanti",
    "error_041": "Permainan odds ini tidak mengizinkan taruhan",
    "error_042": "Rantai tidak didukung untuk acara ini",
    "error_043": "kesalahan membaca file",
    "error_044": "kesalahan berkas",
    "error_045": "Silakan sambungkan ke Internet terlebih dahulu",
    "error_046": "Izin membaca kartu memori ditolak",
    "error_047": "Gagal membaca halaman web",
    "error_048": "Format data tidak cocok, masukkan {n} integer",
    "error_049": "Gagal",
    "error_050": "Otentikasi gagal, silakan coba lagi",
    "error_051": "kode verifikasi salah",
    "error_052": "Anda belum mengikat {n}",
    "error_053": "Anda tidak memiliki ikatan USDT",
    "error_054": "USDT / USDT tidak pasang",
    "error_055": "Anda tidak memiliki kartu bank terikat",
    "error_056": "kartu Bank/USDT tidak pasang",
    "error_057": "kartu Bank/eWallet tidak pasang",
    "error_058": "Anda tidak memiliki eWallet terikat",
    "error_059": "Odds atau status permainan yang Anda pilih telah berubah, silakan pasang taruhan lagi",
    "error_060": "Jaringan Anda tidak normal, harap konfirmasi apakah terhubung",
    "error_061": "Saat ini tidak ada sinyal di jaringan Anda~",
    "error_062": "Akun Anda salah",
    "error_063": "Format alamat yang Anda masukkan salah",
    "error_064": "Format jumlah atau nilai yang Anda masukkan salah",
    "error_065": "Kata Sandi yang Anda masukkan salah",
    "error_066": "Format nomor kartu bank yang Anda masukkan salah",
    "error_067": "Gagal menyimpan",
    "error_068": "Tidak Ada Hasil yang Ditemukan",
    "error_069": "Pengecualian data",
    "error_070": "Password baru harus berbeda dengan password lama",
    "error_071": "alamat lompatan yang salah",
    "error_072": "Kesalahan input, hanya masukkan bahasa Inggris, jangan masukkan spasi berurutan.",
    "error_073": "acara tidak ada",
    "error_074": "Tidak ada taruhan pada acara tersebut",
    "error_075": "Ukuran file unggahan maksimum: 2MB.",
    "error_076": "kesalahan",
    "error_077": "Mengingatkan Anda kode akhiran slip taruhan:{n} telah dibatalkan",
    "error_078": "tidak ada lensa kamera",
    "error_079": "Taruhan belum ditetapkan",
    "error_080": "Taruhannya melebihi taruhan terbatas",
    "error_081": "kesalahan jaringan",
    "error_082": "Anda memasukkan kata sandi yang salah",
    "error_083": "Harap periksa koneksi jaringan Anda dan coba lagi.",
    "error_084": "Sambungan telah habis, silakan coba lagi.",
    "error_085": "Permintaan terlalu sering",
    "error_086": "Not eligible for the event",
    "error_087": "Less than the event amount",
    "exclusion_001": "Pengecualian diri",
    "exclusion_002": "Segera setelah larangan diri ditetapkan",
    "exclusion_003": "Taruhan terbatas maksimum: {n} - {x}",
    "exclusion_004": "Tambahkan {n}",
    "feedback_002": "Silakan pilih tanggal",
    "feedback_003": "Silakan pilih waktu",
    "feedback_004": "Please select Type of ID",
    "feedback_005": "Silakan pilih jenis sertifikat",
    "feedback_006": "Pilih bahasamu",
    "feedback_007": "Tolong jelaskan masalah yang Anda alami",
    "feedback_008": "Silakan coba lagi nanti",
    "feedback_009": "Jika saran diadopsi atau Bug diverifikasi, hadiah maksimum adalah 3000 {n} (atau mata uang lain yang setara).",
    "feedback_010": "Jika Anda memiliki saran bagus untuk game atau platform atau menemukan Bug untuk dikirimkan, layanan pelanggan resmi akan membalas dalam waktu 48 jam. Kami akan memperbaiki bug tepat waktu atau merujuk umpan balik Anda untuk terus mengoptimalkan produk dan layanan kami. (Jika ada banyak orang yang memberikan umpan balik pada saran atau Bug yang sama, bonus akan diberikan kepada orang pertama yang memberikan umpan balik. Ingatlah untuk memberikan umpan balik segera setelah Anda menemukan masalah.Setiap akun hanya dapat memberi umpan balik 3 kali per hari )",
    "feedback_011": "Memiliki umpan balik",
    "feedback_012": "Riwayat Umpan Balik",
    "feedback_013": "Tunggu tanggapannya",
    "feedback_014": "Umpan balik berhasil dikirim",
    "feedback_015": "Penyerahan",
    "feedback_016": "Konten",
    "feedback_017": "Keterangan",
    "feedback_018": "Saran",
    "feedback_01": "Dapat memasukkan 1-500 kata",
    "help_001": "1. Setelah pembayaran berhasil, itu akan secara otomatis dikreditkan ke akun, dan sebuah prompt akan muncul.",
    "help_002": "1. Untuk mencegah penarikan yang tidak normal, perusahaan harus mencapai kode yang valid setelah deposit sebelum penarikan normal.\n2. Ketika kode yang valid tidak tercapai, penarikan akan menghasilkan jumlah yang dipotong, yang akan digunakan sebagai biaya penarikan awal Metode perhitungannya adalah: jumlah setoran x rasio pengurangan = jumlah pengurangan\n3. Ketika setoran kedua dilakukan sebelum setoran pertama ditarik, \"jumlah pengkodean yang diperlukan\" dari dua setoran akan ditambahkan. Saat ini, Anda harus menyelesaikan jumlah pengkodean yang diperlukan dari transaksi pertama dan kedua secara bersamaan, dan penarikan tidak akan menghasilkan pengurangan.\n4. Setelah penarikan, jumlah pengkodean yang telah selesai akan dihitung ulang dan tidak dapat diakumulasikan. \n\nContoh\n[Skenario 1]\nSetoran pertama 1000 telah ditandai dengan 2000 â€”> penarikan saat ini\nSetoran kedua tahun 2000 telah ditandai dengan 1000 â€”> Pada saat ini, perlu untuk menandai 1000 Tidak perlu menghasilkan jumlah penarikan yang dipotong\nSetoran pertama telah ditarik, itu tidak akan dimasukkan dalam perhitungan, hanya setoran kedua 2000 yang akan digunakan untuk menghitung jumlah pengurangan\n\n[Situasi 2] \nSetoran pertama 1000 telah selesai Kode 1000 â€”> Tidak ada penarikan saat ini, lakukan setoran kedua\n Setoran kedua 2000 telah berkode 1000 â€”> Saat ini, kode 1000 diperlukan untuk mencegah pengurangan penarikan dari terjadi\nMeskipun setoran pertama selesai Dikodekan, tetapi karena transaksi kedua tidak memenuhi persyaratan pengkodean, maka sesuai dengan rumus berikut\nSetoran 2000-Selesai pengkodean 1000=1000\nTransaksi kedua masih perlu mencapai 1000 pengkodean sebelum penarikan dapat dilakukan \n[Kasus 3]\nSetoran pertama 1000 telah ditandai 500 â€”> Tidak ada penarikan dilakukan saat ini, dan setoran kedua dilakukan\nSetoran kedua 2000 telah ditandai dengan 1000 â€”> Pada saat ini waktu, perlu menandai 1500 tidak akan menghasilkan jumlah pengurangan penarikan\nKarena dua transaksi belum ditandai, jadi ikuti rumus\nDeposit (1000+2000)-Penandaan selesai (500+1000)=1500\nMasih untuk dihubungi Setelah 1500 kode, Anda dapat menarik uang",
    "help_003": "Untuk melindungi hak Anda, Anda dapat mengajukan \"pengecualian diri\" kapan saja. Setelah Anda mengajukan permohonan pengecualian diri, Anda tidak akan dapat masuk untuk menikmati layanan selama periode pengecualian diri. Pilihannya adalah sebagai berikut:",
    "help_004": "Perusahaan menghindari penarikan abnormal, pengguna harus mencapai jumlah yang valid sebelum penarikan.",
    "help_005": "Karena trade pertama sudah withdraw, tidak akan dihitung, sistem hanya menghitung trade kedua saja.",
    "help_006": "Selama periode pengecualian diri, Anda dapat menghubungi layanan pelanggan untuk membatalkan fungsi pengecualian diri.",
    "help_007": "Kami akan menjaga saldo Anda selama periode pengecualian diri yang ditetapkan.",
    "help_008": "Setelah pengecualian diri berakhir, akun Anda akan diaktifkan kembali secara otomatis.",
    "help_009": "Selama periode pengecualian diri, jika Anda mencoba membuka akun baru, akun mungkin dibekukan setelah sistem mendeteksinya.",
    "help_010": "Ketika jumlah yang valid tidak tercapai, kami perlu mengurangi jumlah tersebut untuk menjadi biaya penarikan. Rumus perhitungannya adalah jumlah yang valid dikalikan dengan rasio pengurangan = jumlah pengurangan.",
    "help_011": "Ketika jumlah yang valid tidak tercapai, kami perlu mengurangi persentase tertentu dari jumlah isi ulang untuk menjadi biaya penarikan dan menghindari setoran abnormal.",
    "help_012": "Ketika jumlah yang valid tercapai, maka kami tidak akan membebankan biaya serah terima.",
    "help_013": "Ketika pengisian pertama tidak ditarik, dan pengguna mengisi ulang untuk kedua kalinya, maka dua \"Jumlah permintaan\" akan bertambah. Pada saat ini, pengguna harus menyelesaikan jumlah valid pertama dan kedua pada saat yang sama dan penarikan akan tidak mengakibatkan pengurangan jumlah.",
    "help_014": "Kesuksesan",
    "help_015": "Setelah pembayaran berhasil, itu akan secara otomatis dikreditkan ke akun, dan sebuah prompt akan muncul",
    "help_016": "Selamat datang kembali ke permainan. Harap selesaikan verifikasi untuk keamanan akun.",
    "help_017": "Kami akan menahan {n} {x} saat Anda menarik uang pertama kali untuk memastikan Anda adalah pengguna yang valid. Uang ini akan kembali kepada Anda dalam 30 hari kemudian.",
    "help_018": "Nomor kartu terikat tidak boleh melebihi {n} digit, silakan hubungi layanan pelanggan online 7x24 jam untuk mengajukan pengaturan",
    "help_019": "Jika Anda mengajukan pengecualian diri di game game lain, itu tidak akan otomatis berlaku untuk game ini.",
    "help_020": "Meskipun perdagangan pertama selesai jumlah yang valid, perdagangan kedua adalah jumlah yang valid yang belum selesai, kemudian dihitung dengan rumus berikut.",
    "help_021": "Perdagangan pertama adalah top up 1.000 dan menyelesaikan jumlah yang valid 1.000. â†’ Pengguna belum menarik dan mengisi ulang perdagangan kedua.",
    "help_022": "Perdagangan pertama adalah top up 1.000 dan menyelesaikan jumlah yang valid 2.000. â†’ Pengguna menarik uang sekarang.",
    "help_023": "Perdagangan pertama adalah top up 1.000 dan menyelesaikan jumlah yang valid 500. â†’ Pengguna belum menarik dan mengisi ulang perdagangan kedua.",
    "help_024": "Perdagangan kedua adalah top up 2.000 dan menyelesaikan jumlah yang valid 1.000. â†’ Pengguna harus menyelesaikan jumlah 1.000 yang valid tanpa pengurangan.",
    "help_025": "Perdagangan kedua adalah top up 2.000 dan menyelesaikan jumlah yang valid 1.000. â†’ Pengguna harus menyelesaikan jumlah yang valid 1.500 tanpa pengurangan.",
    "help_026": "Aturan Permainan",
    "help_027": "Permainan yang Bertanggung Jawab",
    "help_028": "Anda dapat mengajukan \"per taruhan cap\" untuk membatasi jumlah taruhan Anda setiap kali. Setelah mengajukan batas per taruhan, total taruhan per taruhan Anda tidak akan melebihi nilai yang Anda tetapkan:",
    "help_029": "Anda dapat mengubah batas per taruhan Anda kapan saja. Perubahan akan berlaku setelah pengajuan aplikasi",
    "help_030": "Tenggat waktu",
    "help_031": "jam kerja",
    "help_032": "Dapat menambahkan maksimum 10 opsi ke bibir taruhan",
    "help_033": "Kode invitasi",
    "help_034": "Fungsi Umum",
    "help_035": "Jumlah setoran pertama tidak boleh kurang dari {n}",
    "help_036": "Detil Deskripsi",
    "help_037": "Batasan masuk",
    "help_038": "Transfer ke",
    "help_039": "Transfer keluar",
    "help_040": "Transfer harus tahu",
    "help_041": "Status",
    "help_042": "Simpan gambar",
    "help_043": "Fungsi kredit telah dinonaktifkan",
    "help_044": "Kredit",
    "help_045": "Informasi",
    "help_046": "Pengaturan",
    "help_047": "Menunggu {n}s",
    "help_048": "Total aset",
    "help_049": "Show other people's bets",
    "help_050": "Show my bets",
    "help_051": "transaksi",
    "help_052": "Total penyelesaian",
    "help_053": "Jika Anda memiliki pertanyaan, silakan hubungi{n}",
    "help_054": "Jumlah yang diminta",
    "help_055": "membuat ulang",
    "help_056": "Perhatian",
    "help_057": "Unggah ulang tangkapan layar pembayaran",
    "help_058": "coba lagi",
    "help_059": "Batas",
    "help_060": "Batas {n} - {x}",
    "help_061": "Batasi {n} - {x}",
    "help_062": "Batasi hingga {n}",
    "help_063": "Batas minimal",
    "help_064": "LINK BERMANFAAT LAINNYA",
    "help_065": "Jumlah rebate maksimum dalam satu hari",
    "help_066": "Batalkan Pilihan",
    "help_067": "Sejarah Periode",
    "help_068": "Mitra Resmi",
    "help_069": "Memeriksa waktu",
    "help_070": "Batas Taruhan",
    "help_071": "Ganti nama panggilan",
    "help_072": "Hak dan manfaat berbeda dari permainan dan level",
    "help_073": "Direktori web",
    "help_074": "Tips",
    "help_075": "Pengumuman Permainan",
    "help_076": "Syarat dan Ketentuan",
    "help_077": "Batas {n} {x} - {y}",
    "sport_publicity_001": "Apa pun preferensi Anda, BTI Sports dapat memenuhi kebutuhan Anda. Anda dapat dengan bebas bertaruh pada berbagai macam acara, termasuk sepak bola, bola basket, tenis, balap F1, Dota 2, dan banyak lagi, memberikan Anda pengalaman bertaruh terbaik!",
    "live_publicity_01": "Di BG Casino, Anda dapat sepenuhnya menikmati permainan dengan dealer langsung seperti Baccarat, Roulette, Dragon Tiger, dan Sic Bo. Dengan koleksi dealer cantik, Anda akan merasakan sensasi perjudian yang sesungguhnya",
    "live_publicity_02": "WON Casino adalah salah satu merek permainan hiburan langsung online terkemuka di pasar, yang berdedikasi untuk menyediakan pengalaman bermain game berkualitas tinggi kepada para pemain dan memastikan mereka menikmati kesenangan tanpa batas",
    "live_publicity_03": "OG Casino menawarkan streaming video terdepan dalam industri dengan latensi terendah, merevolusi sektor teknologi. Ini mencakup semua permainan video langsung utama di Asia dan menawarkan berbagai mode permainan Baccarat dengan fitur unik yang dapat dipilih pemain sesuai keinginan mereka",
    "fish_publicity_01": "Game memancing ACEWIN tidak hanya menampilkan visual yang memukau dan efek khusus yang keren, tetapi juga memperkenalkan mekanik permainan unik di atas pengalaman memancing arcade tradisional. Berbagai raja laut sedang menunggu di area memancing untuk menangkap ikan bersama Anda!\n\n\n\n\n\n\n",
    "fish_publicity_02": "AG Fishing menggunakan teknologi rendering 3D definisi tinggi untuk menciptakan lanskap bawah laut yang realistis. Sebagai penyedia permainan yang sangat dihargai oleh para penggemar, ini memungkinkan Anda untuk terjun ke dalam petualangan berburu di laut dalam yang menarik kapan saja dan di mana saja",
    "lot_game_01": "Racing",
    "lot_game_02": "Lottery",
    "lot_game_03": "Mark Six Lottery",
    "lot_game_04": "Fast Three",
    "lot_game_05": "Lucky 28",
    "lot_game_06": "3D",
    "lot_game_07": "Big Win",
    "parlay_001": "Ganda",
    "parlay_002": "Ganda adalah kelipatan lurus pada 2 pilihan.Semua pilihan harus menang untuk memastikan pengembalian.Jika lebih banyak pilihan tersedia, Ganda dapat digabungkan. Misalnya, Ganda (x3) dari 3 pilihan, Jenis bola yang berbeda dan metode permainan kejuaraan tidak dapat digunakan untuk taruhan silang",
    "parlay_003": "Treble",
    "parlay_004": "Treble adalah taruhan tunggal (x1) yang menggabungkan 3 pilihan terpisah.Semua pilihan harus menang untuk memastikan pengembalian.Jika lebih banyak pilihan tersedia, Treble dapat digabungkan. Misalnya, Treble (x4) dari 4 pilihan, Jenis bola yang berbeda dan metode permainan kejuaraan tidak dapat digunakan untuk taruhan silang",
    "parlay_005": "Trixie",
    "parlay_006": "Trixie adalah 3 pilihan terpisah yang terdiri dari 4 taruhan.3 x Ganda dan 1 x Treble.Minimal 2 pilihan harus menang untuk memastikan pengembalian,Jenis bola berbeda dan metode permainan kejuaraan tidak dapat digunakan untuk taruhan silang",
    "parlay_007": "4-Lipat",
    "parlay_008": "Yankee",
    "parlay_009": "Yankee adalah 4 pilihan terpisah yang terdiri dari 11 taruhan.6 x Ganda, 4 x Treble, dan 1 x 4 Lipat.Minimal 2 pilihan harus menang untuk memastikan pengembalian,Jenis bola yang berbeda dan metode permainan kejuaraan tidak dapat digunakan untuk taruhan silang",
    "parlay_010": "A 4-Folds adalah taruhan kelipatan langsung pada 4 pilihan.Semua pilihan harus menang untuk memastikan pengembalian.Jika lebih banyak pilihan tersedia, 4-Folds mungkin digabungkan. Misalnya, 4-Lipat (x5) dari 5 pilihan,Jenis bola yang berbeda dan metode permainan kejuaraan tidak dapat digunakan untuk taruhan silang",
    "parlay_011": "5 Lipatan",
    "parlay_012": "A 5-Folds adalah taruhan kelipatan langsung pada 5 pilihan.Semua pilihan harus menang untuk memastikan pengembalian.Jika lebih banyak pilihan tersedia, 5-Folds mungkin digabungkan. Misalnya, 5 Lipatan (x6) dari 6 pilihan,Jenis bola yang berbeda dan metode permainan kejuaraan tidak dapat digunakan untuk taruhan silang",
    "parlay_013": "Super Yankee",
    "parlay_014": "Super Yankee adalah 5 pilihan terpisah yang terdiri dari 26 taruhan.10 x Doubles, 10 x Trebles, 5 x 4-Folds dan 1 x 5-Fold.Minimum dari 2 pilihan harus menang untuk memastikan pengembalian,Jenis bola dan metode permainan kejuaraan yang berbeda tidak dapat digunakan untuk taruhan silang",
    "parlay_015": "6-Lipat",
    "parlay_016": "A 6-Folds adalah taruhan kelipatan langsung pada 6 pilihan.Semua pilihan harus menang untuk memastikan pengembalian.Jika lebih banyak pilihan tersedia, 6-Folds mungkin digabungkan. Misalnya, 6-Lipat (x7) dari 7 pilihan,Jenis bola yang berbeda dan metode permainan kejuaraan tidak dapat digunakan untuk taruhan silang",
    "parlay_017": "Heinz",
    "parlay_018": "A Heinz adalah semua kombinasi kelipatan dari 6 pilihan terpisah, terdiri dari 57 taruhan.15 x Ganda, 20 x Treble, 15 x 4-Fold, 6 x 5-Folds dan 1 x 6 -Fold.Minimal 2 pilihan harus menang untuk memastikan pengembalian,Jenis bola dan metode permainan kejuaraan yang berbeda tidak dapat digunakan untuk taruhan silang",
    "parlay_019": "7-Lipat",
    "parlay_020": "Super Heinzo",
    "parlay_021": "Super Heinz adalah 7 pilihan terpisah yang terdiri dari 120 taruhan.21 x Doubles, 35 x Trebles, 35 x 4-Folds, 21 x 5-Folds, 7 x 6-Folds dan 1 x 7 -Fold.Minimal 2 pilihan harus menang untuk memastikan pengembalian,Jenis bola dan metode permainan kejuaraan yang berbeda tidak dapat digunakan untuk taruhan silang",
    "parlay_022": "A 7-Folds adalah taruhan kelipatan langsung pada 7 pilihan.Semua pilihan harus menang untuk memastikan pengembalian.Jika lebih banyak pilihan tersedia, 7-Folds mungkin digabungkan. Misalnya, 7 Lipatan (x8) dari 8 pilihan,Jenis bola yang berbeda dan metode permainan kejuaraan tidak dapat digunakan untuk taruhan silang",
    "parlay_023": "8-Lipat",
    "parlay_024": "8-Folds adalah taruhan kelipatan langsung pada 8 pilihan.Semua pilihan harus menang untuk memastikan pengembalian.Jika lebih banyak pilihan tersedia, 8-Folds mungkin digabungkan. Misalnya, 8 Lipatan (x9) dari 9 pilihan,Jenis bola yang berbeda dan metode permainan kejuaraan tidak dapat digunakan untuk taruhan silang",
    "parlay_025": "goliat",
    "parlay_026": "Goliath adalah semua kombinasi kelipatan dari 8 pilihan terpisah, yang terdiri dari 247 taruhan.28 x Ganda, 56 x Treble, 70 x 4-Folds, 56 x 5-Folds, 28 x 6 -Folds, 8 x 7-Folds, dan 1 x 8-Fold.Minimal 2 pilihan harus menang untuk memastikan pengembalian,Jenis bola dan metode permainan kejuaraan yang berbeda tidak dapat digunakan untuk taruhan silang",
    "parlay_027": "9-Lipat",
    "parlay_028": "A 9-Folds adalah taruhan kelipatan langsung pada 9 pilihan.Semua pilihan harus menang untuk memastikan pengembalian.Jika lebih banyak pilihan tersedia, 9-Folds mungkin digabungkan. Misalnya, 9 Lipatan (x10) dari 10 pilihan,Jenis bola yang berbeda dan metode permainan kejuaraan tidak dapat digunakan untuk taruhan silang",
    "parlay_029": "Blok (9)",
    "parlay_030": "Blok (9) adalah semua kombinasi kelipatan dari 9 pilihan terpisah, terdiri dari 502 taruhan.36 x Ganda, 84 x Treble, 126 x 4-Folds, 126 x 5-Folds, 84 x 6-Folds, 36 x 7-Folds, 9 x 8-Folds dan 1 x 9-Folds.Minimal 2 pilihan harus menang untuk memastikan pengembalian,Jenis bola yang berbeda dan metode permainan kejuaraan tidak dapat digunakan untuk taruhan silang",
    "parlay_031": "10 kali lipat",
    "parlay_032": "Blok (10)",
    "parlay_033": "Blok (10) adalah semua kombinasi ganda dari",
    "parlay_034": "10-Lipatan adalah taruhan tunggal (x1) yang menggabungkan 10 pilihan terpisah.Semua pilihan harus menang untuk memastikan pengembalian, Jenis bola dan metode permainan kejuaraan yang berbeda tidak dapat digunakan untuk taruhan silang",
    "sports_bet_001": "Kedua tim mencetak skor",
    "sports_bet_002": "Bahkan",
    "sports_bet_003": "tidak ada tujuan",
    "sports_bet_004": "Mainkan Ditangguhkan",
    "sports_bet_005": "Status",
    "sports_bet_006": "WC 2022",
    "sports_bet_007": "keluar",
    "sports_bet_008": "Keluar: {n}",
    "sports_bet_009": "Setengah",
    "sports_bet_010": "å…¨åœºè®©çƒ",
    "sports_bet_011": "Tidak ada tim yang mencetak gol",
    "sports_bet_012": "waktu saat ini",
    "sports_bet_013": "Jumlah Saat Ini",
    "sports_bet_014": "No live on current match",
    "sports_bet_015": "Taruhan Berhasil",
    "sports_bet_016": "Aturan taruhan",
    "sports_bet_017": "Item Taruhan",
    "sports_bet_018": "Sistem menerima data acara terbaru dan secara otomatis akan segera kembali ke beranda",
    "sports_bet_019": "pemain lain",
    "sports_bet_020": "Semua Sports",
    "sports_bet_021": "1X2 & Gol Berakhir",
    "sports_bet_022": "1X2 & Gol Di Bawah",
    "sports_bet_023": "1X2 & Keduanya Mencetak Skor N",
    "sports_bet_024": "1X2 & Keduanya untuk Mencetak Y",
    "sports_bet_025": "Pasar taruhan Anda telah berubah",
    "sports_bet_026": "Maks",
    "sports_bet_027": "Gol pertama",
    "sports_bet_028": "Pencetak Gol Pertama",
    "sports_bet_029": "Terakhir",
    "sports_bet_030": "umpan balik terakhir kali",
    "sports_bet_031": "Tujuan akhir",
    "sports_bet_032": "pencetak gol terakhir",
    "sports_bet_033": "Liga: {n}",
    "sports_bet_034": "Nama Liga",
    "sports_bet_035": "Peluang telah berubah",
    "sports_bet_036": "Peluang telah berubah, {n} menjadi {x}",
    "sports_bet_037": "Regular time",
    "sports_bet_038": "Please enter the correct bet amount",
    "sports_bet_039": "Mapan",
    "sports_bet_040": "Ditambahkan ke liga saya",
    "sports_bet_041": "pencetak gol setiap saat",
    "sports_bet_042": "Semua Status",
    "sports_bet_043": "Anda telah berhasil bertaruh",
    "sports_bet_044": "peta",
    "sports_bet_045": "Single memungkinkan kemampuan untuk mengisi semua pilihan tunggal dengan taruhan yang sama.",
    "sports_bet_046": "Status",
    "sports_bet_047": "No. Transaksi",
    "sports_bet_048": "Pengurangan uang di bagian belakang",
    "sports_bet_049": "Potongan Total",
    "sports_bet_050": "Deduksi",
    "sports_bet_051": "Detail potongan",
    "sports_bet_052": "Pasang Taruhan",
    "sports_bet_053": "Parlay",
    "sports_bet_054": "Live",
    "sports_bet_055": "Skor total \\n Termasuk Lembur",
    "sports_bet_056": "Skor total \\n Regular time",
    "sports_bet_057": "1 hour",
    "sports_bet_058": "3 hours",
    "sports_bet_059": "6 hours",
    "sports_bet_060": "12 hours",
    "sports_bet_061": "24 hours",
    "sports_bet_062": "Filter Leagues",
    "sports_bet_063": "Sort",
    "sports_bet_064": "Sort by League",
    "sports_bet_065": "Sort by Time",
    "sports_third_01": "Print",
    "sports_third_02": "Bet receipt",
    "sports_third_03": "Bet details",
    "sports_third_04": "Match time",
    "sports_third_05": "Bet account",
    "sports_third_06": "Thank you for your bet",
    "sports_third_07": "Confirm print",
    "sports_third_08": "Print receipt",
    "sports_third_09": "Dupleks",
    "sports_third_10": "Menang",
    "sys_tip_01": "If you need help, please",
    "sys_tip_02": "Mengalami masalah? Silahkan hubungi layanan pelanggan online",
    "transfer_01": "Penarikan satu klik",
    "transfer_02": "*Penarikan satu klik mentransfer saldo semua akun lain ke akun platform.",
    "transfer_03": "Batas pemulihan berhasil",
    "transfer_04": "Transfer",
    "transfer_05": "Transfer saldo berhasil",
    "transfer_06": "Konfirmasi transfer",
    "tsfr_pick_01": "Pilih platform",
    "vip_01": "1. Akumulasi untuk naik level dari hari sebelumnya akan dihitung pada waktu yang tetap setiap hari.\\n2. Akumulasi untuk naik level dihitung dengan mengalikan jumlah uang taruhan yang valid dari permainan dengan kelipatan pendapatan.\\n3. Akumulasi untuk naik level baru yang didapatkan setiap hari akan ditambahkan ke akumulasi untuk naik level awal. Jika total lebih besar dari persyaratan level berikutnya, level tersebut akan otomatis dinaikkan.\\n4. Saat naik level, nilai akumulasi yang ada akan dikurangi, dan Anda hanya bisa naik level maksimal satu kali per hari.\\n5. Situs berhak untuk mengubah, menangguhkan, membatalkan, dll. pertandingan tanpa perlu pengumuman terpisah dan berhak menjelaskan untuk pertandingan.",
    "vip_02": "Taruhan sebesar 1 poin pada \"{n} Sports\" akan memberi Anda nilai pertumbuhan {x} poin, dan taruhan sebesar 1 poin pada \"Permainan Lainnya\" akan memberi Anda nilai pertumbuhan {y} poin.",
    "vip_03": "Taruhan sebesar 1 poin pada \\\"ON Sports\\\" akan memberi Anda nilai pertumbuhan {n} poin, dan taruhan sebesar 1 poin pada \\\"Permainan Lainnya\\\" akan memberi Anda nilai pertumbuhan {x} poin.",
    "vip_04": "Setor {n} yuan untuk mendapatkan {x} pertumbuhan poin",
    "vip_05": "Taruhan {unit} Yuan lulfillin {pertumbuhan} untuk naik level",
    "vip_06": "Akun untuk naik level perluï¼š",
    "vip_07": "Dan taruhan sebesar 1 poin pada \"Permainan\" akan memberi Anda nilai pertumbuhan {n} poin.",
    "withdraw_01": "Biaya layanan",
    "withdraw_02": "Biaya layanan yang harus dibayar",
    "withdraw_03": "Kurs",
    "withdraw_04": "Tarik biaya layanan",
    "withdraw_05": "E-wallet",
    "withdraw_06": "Invitation code registration gift",
    "withdraw_007": "Biaya jasa",
    "withdraw_008": "Biaya",
    "withdraw_009": "Jumlah biaya layanan",
    "withdraw_010": "Menarik",
    "withdraw_011": "Format atau nilai nomor Penarikan salah",
    "withdraw_012": "Tarik biaya layananï¼š{n}",
    "withdraw_013": "Riwayat penarikan",
    "withdraw_014": "Jumlah valid yang selesai akan dihitung ulang saat Anda menarik.",
    "withdraw_015": "Penarikan berhasil, harap tunggu pemeriksaan personel layanan pelanggan",
    "withdraw_016": "Pengaturan",
    "withdraw_017": "Tarik{n} {n}",
    "withdraw_018": "Jumlah penarikan lebih tinggi dari saldo akun",
    "withdraw_019": "Format atau nilai jumlah penarikan salah",
    "withdraw_020": "Jumlah penarikan",
    "withdraw_021": "Sistem penarikan sedang ditingkatkan Silakan tunggu",
    "withdraw_022": "Biaya penarikan",
    "withdraw_023": "Kata sandi penarikan adalah bidang yang wajib diisi",
    "withdraw_024": "eWallet withdraw",
    "withdraw_025": "Berhasil mengubah kata sandi penarikan Anda",
    "withdraw_026": "ãƒ»Pastikan foto ID Anda menghadap ke atas",
    "withdraw_027": "ãƒ»Pastikan foto ID Anda terlihat jelas",
    "withdraw_028": "ãƒ»Harap hindari kilatan atau pantulan",
    "withdraw_029": "Diperlukan kombinasi 6 hingga 20 karakter alfanumerik",
    "withdraw_030": "4 digit kata sandi",
    "withdraw_031": "Kata sandi harus terdiri dari 6-20 karakter dan berisi huruf dan angka",
    "withdraw_032": "Pengaturan Kata Sandi",
    "withdraw_033": "Jumlah yang valid membutuhkan 1.500 untuk ditarik.",
    "withdraw_034": "Perdagangan kedua masih perlu mencapai 1.000 untuk ditarik.",
    "withdraw_035": "hasil pemindaian wajah",
    "withdraw_036": "transaksi USDT",
    "withdraw_037": "Penarikan USDT",
    "withdraw_038": "Lengkap",
    "withdraw_039": "Kartu bank adalah bidang yang wajib diisi",
    "withdraw_040": "Nomor kartu",
    "withdraw_041": "Penarikan bank",
    "withdraw_042": "Berhasil menerima {n}",
    "withdraw_043": "6-20 karakter dan berisi angka dan huruf.",
    "withdraw_044": "Penarikan outlet",
    "withdraw_045": "Reservasi outlet",
    "withdraw_046": "Semua",
    "withdraw_047": "Hasil pemindaian",
    "withdraw_048": "Biaya layanan: {n} {x}",
    "withdraw_049": "Biaya layanan: {n}",
    "withdraw_050": "pengeluaran",
    "withdraw_051": "Event Audit",
    "withdraw_052": "General Audit",
    "withdraw_053": "Valid amount",
    "withdraw_054": "Remaining valid amount",
    "withdraw_055": "Deduction amount (service fee)",
    "withdraw_056": "Applicable Games",
    "withdraw_057": "Total remaining valid amount",
    "withdraw_058": "Total service fee deducted",
    "withdraw_059": "Completed",
    "withdraw_060": "Not Completed",
    "withdraw_061": "Brand Sports",
    "withdraw_062": "Audit type",
    "withdraw_063": "Event name",
    "cashout_001": "Cash Out Only",
    "cashout_002": "Cash Out",
    "cashout_003": "Are you sure to Cash Out?",
    "cashout_004": "Cash Out in progress",
    "cashout_005": "Your Cash Out has been completed",
    "cashout_006": "Not able to Cash Out, please try again.",
    "cashout_007": "Cash Out memberi pelanggan opsi untuk menjual tiket taruhan mereka sebelum hasil dari acara atau pertandingan terjadwal (fixture) yang dipilih ditetapkan.",
    "cashout_008": "Setelah penjualan tiket taruhan berhasil diterima oleh sistem, pelanggan tidak lagi diizinkan membatalkan penjualan.Nilai Cash Out dari tiket taruhan yang dijual seluruhnya akan dikreditkan kembali ke saldo pelanggan dan nilai Cash Out tidak akan dipengaruhi oleh hasil resmi acara, jadwal, atau pasar tempat taruhan dipasang.",
    "cashout_009": "Perusahaan berhak untuk membatalkan penyelesaian tiket taruhan yang dijual menggunakan opsi Cash Out jika terdapat kesalahan dalam penyelesaian atau dalam kasus ketika Perusahaan memandang pembatalan penyelesaian diperlukan secara wajar. Dalam hal pembatalan penyelesaian, nilai Cash Out dari tiket taruhan yang diterima oleh pelanggan akan dipotong dari saldo akunnya dan tiket taruhan akan mempertahankan nilai taruhan awalnya.",
    "cashout_010": "Jika terjadi pembatalan acara atau jadwal yang dipilih di mana tiket taruhan dijual, penjualan tiket taruhan akan dibatalkan kecuali taruhan telah ditetapkan. Nilai Cash Out tiket taruhan akan dipotong dari akun pelanggan dan jumlah taruhan awal akan dikreditkan kembali ke pelanggan.",
    "cashout_011": "Nilai Cash Out tiket taruhan akan dikreditkan ke akun pelanggan dalam jangka waktu yang wajar.",
    "cashout_012": "Perusahaan berhak dan memiliki kebijakan tunggal dan absolut untuk menerima atau menolak penggunaan Cash Out, untuk menjadikan opsi Cash Out tersedia dalam acara, jadwal, atau pasar tertentu, dan untuk mengubah, menangguhkan, atau menghapus opsi Cash Out sebagaimana dipandangnya perlu.",
    "cashout_013": "Pelanggan memahami bahwa Perusahaan tidak bertanggung jawab atas ketidaktersediaan opsi Cash Out akibat kesalahan teknis.",
    "cashout_014": "Pelanggan memahami bahwa Cash Out merupakan produk yang disediakan oleh pihak ketiga. Pihak ketiga akan bertanggung jawab atas penyelesaian tiket taruhan yang dijual melalui Cash Out dan setiap serta semua klaim lain yang dibuat oleh pelanggan yang timbul akibat penggunaan Cash Out. Perusahaan tidak menerima tanggung jawab atas kerugian apa pun (langsung atau tidak langsung) yang diderita pelanggan akibat menggunakan Cash Out.",
    "cashout_015": "Fitur Cash Out tidak akan tersedia bagi Pelanggan yang memiliki Bonus tersedia atau menggunakan Bonus yang ditawarkan oleh Perusahaan sampai Pelanggan memenuhi kualifikasi dan memenuhi Syarat dan Ketentuan untuk Bonus tersebut. Pelanggan yang memilih agar fitur Cash Out tersedia dapat meminta kepada Layanan Pelanggan agar Bonus dibatalkan supaya Cash Out dapat tersedia. Perusahaan berhak membuat keputusan akhir apakah akan mengizinkan pembatalan Bonus dan memberikan akses ke Cash Out.",
    "cashout_016": "Cashout Description",
    "kyc_001": "KYC Verify",
    "kyc_002": "Unverified",
    "kyc_003": "Verified",
    "kyc_004": "Verifying",
    "kyc_005": "Under Review",
    "kyc_006": "Additional Info",
    "kyc_007": "Rejected",
    "kyc_008": "Verify Process",
    "kyc_009": "Step 1",
    "kyc_010": "Choose a VALID ID TYPE",
    "kyc_011": "Choose Recommend IDs for Quick Verification within 3 hours",
    "kyc_012": "Other IDs may take up to 24 hours",
    "kyc_013": "Step 2",
    "kyc_014": "Upload ID Photo",
    "kyc_015": "Take a picture of your ID or select from your album. Make sure it clearly shows your",
    "kyc_016": "ID Photo",
    "kyc_017": "Step 3",
    "kyc_018": "Confirm Information",
    "kyc_019": "Double-check all scanned details from your ID",
    "kyc_020": "Start Now",
    "kyc_021": "Select ID",
    "kyc_022": "Recommended IDs",
    "kyc_023": "Others IDs",
    "kyc_024": "The file size should not exceed 500KB",
    "kyc_025": "Take a photo or select your ID photo from the album and correctly place it in the frame",
    "kyc_026": "Driverâ€™s License",
    "kyc_027": "ID Passport (Philippine/Foreign)",
    "kyc_028": "Valid Passport",
    "kyc_029": "ID Type",
    "kyc_030": "First Name",
    "kyc_031": "Middle Name",
    "kyc_032": "Last Name",
    "kyc_033": "Oops invalid ID",
    "kyc_034": "Thank you for verifying with us. Please wait while we process your request within 24 hours",
    "kyc_035": "KYC Status",
    "kyc_036": "Approved",
    "kyc_037": "You have completed KYC Verify",
    "kyc_038": "We regret to inform you that your KYC submission has been rejected. Please resubmit valid documents to complete the process. Thank you.",
    "kyc_039": "Resubmit",
    "kyc_040": "Reason",
    "kyc_041": "Back of ID",
    "kyc_042": "Selfie Picture",
    "kyc_043": "Proof of income",
    "kyc_044": "Chick to upload ID photo",
    "kyc_045": "Change other ID photos",
    "kyc_046": "upload ID photo"
  }
}
