{
  "v2": {
    "A001": "Log Out",
    "A002": "Menu",
    "A003": "Sign In",
    "A004": "Bets History",
    "A005": "Messages",
    "A006": "Promotion",
    "A007": "Promotion",
    "A008": "Affiliate",
    "A009": "CS",
    "A010": "Home",
    "A011": "Sports",
    "A012": "Profile",
    "A013": "Day Mode",
    "A014": "Night Mode",
    "A015": "Sign Up",
    "A016": "Lottery",
    "A017": "Sports",
    "A018": "Casino",
    "A019": "Slot",
    "A020": "Poker",
    "A021": "Fishing",
    "A022": "Live Casino",
    "A023": "More",
    "A024": "My",
    "A025": "My Information",
    "A026": "There does not have any content.",
    "A027": "Bet Slip",
    "A028": "Recharge",
    "A029": "Withdraw",
    "A030": "Platform",
    "A031": "Game",
    "A032": "System",
    "A033": "Customer",
    "A034": "Details",
    "A035": "Chat",
    "A036": "Notifs",
    "A037": "Sabong",
    "A038": "Affiliate",
    "A039": "App Download",
    "A040": "Messages",
    "A041": "Under maintenance",
    "A042": "Please enter the account number.",
    "A043": "Please enter password",
    "A044": "Latest Bets",
    "A045": "Join Now",
    "A046": "News Details",
    "A047": "Popular Entertainment",
    "A048": "ON Sports",
    "A049": "ON Casino",
    "A050": "ON Games",
    "A051": "ON Lottery",
    "A052": "Enter Game",
    "A053": "Popular Events",
    "A054": "Sponsor",
    "A055": "Enter Lobby",
    "A056": "7x24 Hours to serve you",
    "A057": "Connect",
    "A058": "Popular Events",
    "A059": "Chess Recommended",
    "A060": "Popular Electronic",
    "A061": "Popular Lottery",
    "A062": "Top Sports",
    "A063": "Recreational Fishing",
    "A064": "Live Sabong",
    "A065": "Hot News",
    "A066": "Latest Bets And Profits",
    "A067": "Highest Profit",
    "A068": "Rules",
    "A069": "On Original",
    "A070": "Handicap Setting",
    "A071": "Language Selection",
    "A072": "Open an ONBET account now and enjoy the best bonuses!",
    "A073": "Popular Chess",
    "A074": "News Center",
    "A075": "News Details",
    "A076": "Join Onbet",
    "A077": "Create Account",
    "A078": "Daily",
    "A079": "Mon",
    "A080": "Tue",
    "A081": "Wed",
    "A082": "Thu",
    "A083": "Fri",
    "A084": "Sat",
    "A085": "Sun",
    "A086": "New to ONbet?",
    "A087": "News",
    "A088": "About Us",
    "A089": "Terms & Conditions",
    "A090": "Privacy Policy",
    "A091": "FAQs",
    "A092": "Contact Us",
    "A093": "Cooperative Partner",
    "A094": "S.S. Lazio",
    "A095": "Please Enter Verify Code",
    "A096": "The Withdrawal Password Is a 4-digit",
    "A097": "Select Area Code",
    "A098": "Enter Account",
    "A099": "Enter Your Password",
    "A100": "Confirm Password",
    "A101": "Name must match bank account",
    "A102": "Enter phone number",
    "A103": "SMS verify code",
    "A104": "Please enter email",
    "A105": "Please enter postal code",
    "A106": "Please enter province",
    "A107": "Please enter city",
    "A108": "Please enter the contact address",
    "A109": "Please enter Wechat ID",
    "A110": "Wechat ID formatted incorrectly",
    "A111": "Please enter Facebook ID",
    "A112": "Please enter Telegram ID",
    "A113": "Please enter Whatsapp ID",
    "A114": "Please enter Zalo ID",
    "A115": "Please enter QQ ID",
    "A116": "SEND",
    "A117": "Obtain",
    "A118": "Search",
    "A119": "Popular Games",
    "A120": "Scan the QR code to download the APP",
    "A121": "Access using a mobile browser",
    "A122": "Certified",
    "A123": "User does not exist",
    "A124": "Wrong Password",
    "A125": "Verification code is not correct",
    "A126": "Under maintenance, please try again later",
    "A127": "Currency",
    "A128": "The page will be jumping to {n} 5 sec later.",
    "A129": "SMS verify code incorrectly",
    "A130": "Already have an account？",
    "A131": "Please enter invite code",
    "A132": "Deposit Now",
    "A133": "Explore the game",
    "A134": "Please log in to use this feature",
    "A135": "Ten Million Prize Pool (USDT)",
    "A136": "Trial",
    "A137": "Home",
    "A138": "Away",
    "A139": "Fund Detail",
    "A140": "Other Betting",
    "A141": "Deposit Records",
    "A142": "Conversion Record",
    "A143": "Lucky Money Records",
    "A144": "Start Date",
    "A145": "All Status",
    "A146": "All Method",
    "A147": "Time",
    "A148": "Method",
    "A149": "All Out",
    "A150": "All In",
    "A151": "All Status",
    "A152": "Time",
    "A153": "Platform",
    "A154": "History",
    "A155": "Order No.",
    "A156": "Transaction Amount",
    "A157": "Balance",
    "A158": "Deposit",
    "A159": "Activity",
    "A160": "Rebate Amount",
    "A161": "Transaction Time",
    "A162": "Transaction No.",
    "A163": "Type",
    "A164": "All Platform Types",
    "A165": "Date",
    "A166": "Profit And Loss",
    "A167": "Total Bets",
    "A168": "Total Profit And Loss",
    "A169": "More Events",
    "A170": "Bet Again",
    "A171": "In-Play",
    "A172": "Soon",
    "A173": "Today",
    "A174": "Early",
    "A175": "Outright",
    "A176": "Correct",
    "A177": "In Next 12 Hours",
    "A178": "In Next 24 Hours",
    "A179": "More Asian Lines",
    "A180": "Video",
    "A181": "Animation",
    "A182": "Match filter",
    "A183": "Ball Games Settings",
    "A184": "Default Settings",
    "A185": "Clear All",
    "A186": "Popular League",
    "A187": "You don't have favorite events yet",
    "A188": "Saved",
    "A189": "Skin Settings",
    "A190": "Betting Rules",
    "A191": "Accept better Odds",
    "A192": "Accept any Odds",
    "A193": "Don't accept Odds change",
    "A194": "Betting Tutorial",
    "A195": "Sports Rules",
    "A196": "Single Parlay Bet",
    "A197": "Parlay Bet",
    "A198": "Merge Parlay Bet",
    "A199": "Book A Bet",
    "A200": "Early Settlement",
    "A201": "Partial Early Settlement",
    "A202": "Video Tutorial",
    "A203": "Graphic Tutorial",
    "A204": "1. Single Parlay Bet",
    "A205": "1. Parlay Bet",
    "A206": "2. Enter The Bet Slip",
    "A207": "3. Submit Your Bet",
    "A208": "4. Betting Completed",
    "A209": "Choose A Handicap",
    "A210": "Click on the blank part, close the shopping cart, and return to the list",
    "A211": "Close Cart",
    "A212": "Click to enter the amount",
    "A213": "Confirm the bet amount, click submit bet",
    "A214": "Click on the blank part, return to the list",
    "A215": "The bet is successful shown means the bet is completed",
    "A216": "Limit {min}-{max}",
    "A217": "This item does not support parlay betting",
    "A218": "Minimum bet is",
    "A219": "The bet is being processed...",
    "A220": "Bet",
    "A221": "Expand the type of parlay",
    "A222": "Skip the type of parlay",
    "A223": "number Of Bets",
    "A224": "Bet Slip Screenshot",
    "A225": "Betting On Other Events",
    "A226": "Need 2 or more to form a parlay bet",
    "A227": "Last 3 Days",
    "A228": "Membership Level",
    "A229": "Accept & Bet",
    "A230": "Odds",
    "A231": "Odds have changed",
    "A232": "Bet failed: Odds have changed",
    "A233": "Handicap been changed",
    "A234": "Bet failed: Handicap been changed",
    "A235": "Handicap is closed",
    "A236": "Bet failed: Handicap is closed",
    "A237": "Popular sort",
    "A238": "Drag and drop to change",
    "A239": "Stake",
    "A240": "To Win",
    "A241": "Total W/L",
    "A242": "Settings",
    "A243": "Other",
    "A244": "Total Stake",
    "A245": "Bets Details",
    "A246": "Bet other market",
    "A247": "Delete ALL",
    "A248": "Due to your network delay, please confirm the BET order status in the bet slip management!",
    "A249": "The odds have changed, {0} to {1}",
    "A250": "The stake is below the min limited bet",
    "A251": "Betting",
    "A252": "Parlay",
    "A253": "Single",
    "A254": "Whether to accept the description of odds changes",
    "A255": "Because the odds of the event may change at any time (especially in the live ball stage). To give you a better betting experience. You can choose between the following three betting methods",
    "A256": "1.Accept any odds changes--when you select this option, we will generate a bet slip for you based on the latest odds.",
    "A257": "2.Accept the best odds change--When you select this option, if the latest odds are better than the odds you selected, we will generate a bet slip. If the latest odds are lower than the odds you selected, we will not generate a bet and will alert you of the odds change.",
    "A258": "3.Do not accept odds changes--when you choose this option: If the latest odds are different from your selected odds, we will not generate a bet slip and remind you of odds changes",
    "A259": "Ok, I got it",
    "A260": "Popular Leagues",
    "A261": "Return",
    "A262": "Chat room lobby",
    "A263": "Speaking too often",
    "A264": "Speaking conditions (the last 2 days):",
    "A265": "The total amount of deposit is not less than",
    "A266": "The total amount of bets must not be less than",
    "A267": "Ban chat",
    "A268": "Unban",
    "A269": "Delete message",
    "A270": "kick out",
    "A271": "This member has been banned",
    "A272": "This member has been unbanned",
    "A273": "This member has been kicked out of the chat room",
    "A274": "You are banned from chatting",
    "A275": "you can start chatting",
    "A276": "You have been kicked out of the chat room",
    "A277": "Do you want to delete this message?",
    "A278": "View member information",
    "A279": "User ID",
    "A280": "Username",
    "A281": "The system is currently closed chat",
    "A282": "The system is currently open for chatting",
    "A283": "System red packet",
    "A284": "Rare opportunity, don't miss it!",
    "A285": "Chat room member",
    "A286": "Send red packets!",
    "A287": "Open",
    "A288": "Gong Xi Fa Cai",
    "A289": "Good luck",
    "A290": "Enter password",
    "A291": "Error input",
    "A292": "Confirm",
    "A293": "The red packet will be automatically added to the account balance",
    "A294": "Get the red packet now",
    "A295": "Try your luck",
    "A296": "Big red packet",
    "A297": "Failed to grab the red packet",
    "A298": "This bonus has been received",
    "A299": "Participate in the red packet conditions",
    "A300": "Deposit amount",
    "A301": "Stake",
    "A302": "Tips",
    "A303": "Network connection error, please try again later",
    "A304": "Win",
    "A305": "The red envelope",
    "A306": "Only after logging in can you receive the red packet!",
    "A307": "Enter chat content",
    "A308": "This message has been removed",
    "A309": "Administrator",
    "A310": "Currently ban to speak",
    "A311": "Welcome",
    "A312": "System Notifs",
    "A313": "The current red packet has ended or fully grabbed",
    "A314": "The current red packet has been received",
    "A315": "Chat room is temporarily closed",
    "A316": "Payment Account number",
    "A317": "Please refresh the page every time into the, get the latest payment account, avoid into your overdue account, into the wrong not compensation.",
    "A318": "Scan QR Code",
    "A319": "Scan QR Code for quick payment, if you have any questions please contact customer service！",
    "A320": "Name must match bank account",
    "A321": "Scan to pay, if you have any questions please contact customer service!",
    "A322": "Win",
    "A323": "Win a Half",
    "A324": "Lose",
    "A325": "Lose a Half",
    "A326": "Draw",
    "A327": "Canceled",
    "A328": "Confirmed",
    "A329": "Exclusive self-developed, the industry's best odds, the most complete events, covering a large number of popular sports events, providing live video, professional sports statistics, to meet all the needs of sports events!",
    "A330": "Exclusive self-developed, high-definition sexy live dealer live casino, the industry's original and diverse styles. There are Baccarat, Niu Niu, Dragon Tiger, Za Golden Flower, Color Disc, Fan Tan and other game tables for you to choose from. The interactive entertainment platform specially developed and designed for Asians allows you to have an immersive luxury experience!",
    "A331": "The most types of betting, the strongest betting experience, support for cashing out in advance, one step faster in collecting rice, think what you think, vote what you love.",
    "A332": "Provide more than 50,000 games, users can customize the betting amount and betting odds, pre-book betting and early settlement functions, powerful settlement engine, real-time scanning of settlementable games and handicap to give you extraordinary enjoyment.",
    "A333": "The AWC live heave diversified game choices, including popular baccarat, sic bo, roulette, etc., coupled with round-the-clock monitoring and management, provide players with stable and smooth game services.",
    "A334": "The beautiful croupier interacts online, taking you to play a variety baccarat, sic bo, roulette, Niu Niu, ZA golden flower, and the ultimate enjoyment in DG real people.",
    "A335": "AG live video is the most potential live video brand in Asia, providing baccarat, Gongmi baccarat, sic bo, roulette, Niu Niu, ZA golden flower, etc. Live video games.",
    "A336": "WM Live offers a variety of live video entertainment options, including baccarat, sic bo, roulette, dragon tiger, and more. Each game has its own unique features, allowing players to find the game that suits their preferences.",
    "A337": "BG live video adopts the international standard live game studio, closely monitors, is fair and open, and provides the fairest game environment!",
    "A338": "Hundreds of professionally trained officials and simulated physical venues have won multiple international licenses and certifications, allowing players to fully enjoy the fun of the game.",
    "A339": "MG live is built with high specifications, equipped with the most advanced equipment and gorgeous decoration, creating an excellent real-life video game experience for players.",
    "A340": "With high-standard PT live, diversified game choices include popular baccarat, sic bo, roulette, etc., providing stable and smooth game services for players.",
    "A341": "Exclusive self-developed, the highest level of safety certification in Europe, rich categories of popular chess and cards, listen to pleasant music, experience extraordinary extreme experience, let the game change your life, all in ON Games and cards.",
    "A342": "Realistic game experience, realistic AI to play with, multiple modes and new ways to play, the game category is complete and everything you expect! To provide players with a high-quality Internet experience, we sincerely invite you to fight with your family and friends.",
    "A343": "Exclusive developed with classic and innovative lottery games, which will add luster to your game process!",
    "A344": "The globally renowned cockfighting brand, EG, offers you a completely fair, just, and transparent competition, along with the most exhilarating gaming experience.",
    "A345": "As the best cockfighting platform, SN988 offers you the finest online betting experience and immersive cockfighting events.",
    "A346": "Experience the thrilling pace of intense competitions, the adrenaline-pumping excitement, and the 24-hour passion of cockfighting at WS168!",
    "A347": "Experience the vibrant atmosphere and great odds with every live cockfight live streamed from the leading Asian cockfighting ring.",
    "A348": "Fishing spree! Super high explosion rate, massive treasures waiting for you to catch!",
    "A349": "188Sports offers the most authoritative, comprehensive, and professional sports events, with hundreds of pre-match odds for you to choose from, and exciting live odds for you to have fun!",
    "A350": "SBO Sports provides fans with the highest quality service, covering a diverse range of sports events such as NBA, SBL, UEFA Champions League, Wimbledon, horse racing, and more.",
    "A351": "SBO V Sports, the world's leading sports betting expert, offers the most comprehensive range of sporting events, with real-time updates on odds and handicaps to cater to the preferences of all types of players.",
    "A352": "CMD Sports offers a massive array of events, comprehensively covering all sports and leagues, while providing unprecedented sports types, events, and betting options. Various events and odds are available for your selection.",
    "A353": "In UG Sports, you can clearly feel the adrenaline rush, and at the same time, you have the opportunity to win high rewards with a wide selection of events and odds available for your choosing.",
    "A354": "Carefully selected beautiful live dealers, high-definition clear and real-time live streaming, and smooth gaming process, every detail allows you to experience the best quality from OG Live.",
    "A355": "The most beautiful live dealers for online interaction, high-tech live streaming technology with clear and smooth visuals, adhering to international standards of fairness and equity, eBet Live brings you the ultimate enjoyment!",
    "A356": "V8 Games is a stylish game recommended to players worldwide. The game offers a variety of fantastic gameplay options, ensuring you can effortlessly experience the joy of playing.",
    "A357": "LEG Games has a beautifully designed interface and offers a variety of game types, from classic to innovative. Here, you can experience unexpected joy and delight.",
    "A358": "JDB Fishing offers a wide range of popular fishing gameplay, with diverse modes. The game's art adopts a lifelike presentation, creating highly realistic scenes with a variety of fish species, guaranteed to leave you impressed.",
    "A359": "SA Live is an exceptionally powerful online entertainment platform, where every game, including baccarat and blackjack, is meticulously developed to provide a smooth, uninterrupted gaming experience. We also offer the hottest and most open-minded female dealers for high-quality interaction with you.",
    "A360": "We offer easy-to-learn baccarat, blackjack, luck-based Sic Bo, straightforward Dragon Tiger, and thrilling roulette games. With a variety of games to cater to different types of players, SBO Live invites you to come and experience them.",
    "A361": "EVA is tailor-made for players to create the most luxurious live gaming hall, just like being there in person, with customized games that are irresistible, and the most attractive and hottest female dealers for instant interaction with you.",
    "A362": "We offer you a wide range of game options and top-notch graphics, allowing you to experience an unprecedented entertainment and thrilling gaming atmosphere at KX Games. Make every moment a beautiful memory.",
    "A363": "Sports Exclusive Agent Treatment",
    "A364": "Definition of exclusive sports agent: more than 80% of sports products are valid bets in the current month",
    "A365": "Negative Profit Commission",
    "A366": "Net Profit For The Month",
    "A367": "Proportional",
    "A368": "number Of Valid Members",
    "A369": "Turnover Commission",
    "A370": "Subsidiary Treaty",
    "A371": "Commission Rate",
    "A372": "Level",
    "A373": "n Valid Members",
    "A374": "Effective Betting *n%",
    "A375": "Negative Profit Model",
    "A376": "Joint Venture Agency Model",
    "A377": "After successfully registering as an ONBET agent, you can recommend other agents to register, and the referrer can enjoy the commission commission of the referee",
    "A378": "Recommend Agent Billing Months",
    "A379": "Negative Profit Commission",
    "A380": "The effective betting amount of the recommended agent in the current month",
    "A381": "Credit Agency Model",
    "A382": "The agent can also be the banker, and share the shares with the company. The agent can account for 50-90%. For details, please contact the commissioner on Telegram: @onbet88888 for consultation",
    "A383": "Franchise Agreement",
    "A384": "1. Agency Agreement",
    "A385": "1. Negative profit: (total profit and loss-return-reward-bonus-discount).\n2. Net profit calculation formula (total profit and loss-turnover-bonus-discount)-(total profit and loss x 10% administrative expenses) X corresponding commission\n3. Membership is valid for the current month: old and new members have accumulatively deposited 3 times or more, the total deposit amount is more than 666 yuan, and the effective betting amount is more than 1666 yuan.\n4. If the negative profit agent does not meet the requirements of valid membership, the proportion of the commission will be reduced by half\n5. Positive profit: (total bonus + loss + turnaround + winnings + bonuses). If the agent has a positive profit, it will be deducted from the next month's profit until the positive profit is exhausted.\n6. The affiliate program does not apply to lottery products. Member abuse, fraud or multiple accounts are not considered valid.",
    "A386": "2. Agent Requirements",
    "A387": "1. At least 5 days of login history.\n2. The game account of the dealer is not under the link of the dealer.\n3. ONBET reserves the right to terminate this plan. If the agent violates the regulations or commits fraud during the cooperation process, it will affect the fairness of other real agents.\n4. It is strictly forbidden for agents to place advertisements with the main keyword ONBET and other acts that directly damage the company's interests",
    "A388": "3. Rules And Terms",
    "A389": "1. Dealers at all levels of the Dealer Alliance are not allowed to open dual/multi-agent accounts without the permission of ONBET, and are not allowed to earn commissions from ONBET accounts or related parties. Please note that bookmakers of any level are not allowed to use bookmaker accounts to place bets. ONBET Reserves the right to terminate and suspend accounts and all commissions earned in the game.\n2. In order to protect the privacy and rights of all ONBET member accounts, ONBET will not provide any member passwords or member personal information. Agent alliances at all levels shall also not obtain member information in any way, or log in to lower-level member accounts arbitrarily. If the agent alliance is found to violate the privacy of ONBET members, ONBET reserves the right to cancel the agent alliance bonus and cancel the agent alliance account.\n3. The number of accounts opened by the agent alliance member shall not exceed 1. ONBET reserves the right to require members to provide valid identification to verify membership, and has the right to judge whether there are duplicate members through IP. In case of violation of the aforementioned regulations, ONBET has the right to terminate the player's game and seal the account and all commissions earned in the game.\n4. The dealer alliance cannot become a valid betting member alone, nor can it become a valid betting member of other alliances. It can only be a valid betting member affiliated to the company. The bookmaker must have 5 valid offline betting members per month (regular betting at least 3 times per month). If there is any violation of the alliance agreement, Bai ONBET reserves the right to terminate and freeze the account and all commissions earned in the game.\n5. If a dealer alliance member is prohibited from enjoying ONBET's games or ONBET refunds the deposit to the member due to violations, ONBET will not distribute the corresponding commission to the dealer alliance. If the credit card and bank information used by the agency alliance members need to be reviewed, ONBET will withhold the relevant commission until the review is completed.\n6. The conditions in the contract will be implemented after ONBET announces its acceptance to participate in the agency alliance. ONBET and its affiliates may terminate this contract at any time. In any case, if the agency union wishes to terminate the contract, ONBET must be notified in writing/email within 7 days. The performance of the Agency Alliance will be reviewed every three months. This contract may be terminated at any time if the agency union ceases to be an existing partnership member. If the partner violates the terms of the contract, ONBET has the right to immediately terminate the contract.\n7. Without the permission of ONBET, the alliance shall not disclose and license ONBET's confidential data, including the feedback obtained by the alliance, commission reports, calculations, etc.; the agency union is obliged to execute confidential documents and documents after the contract is terminated. Data Confidentiality.\n8. After the contract is terminated, the agent union and ONBET will no longer need to exercise the rights and obligations of both parties. Termination of the contract does not relieve the agency union of its obligations prior to the termination of the contract.",
    "A390": "Agent Registration",
    "A391": "Agent Login",
    "A392": "Agent Contact Information",
    "A393": "No game records yet",
    "A394": "Random code",
    "A395": "Please fill in the 8-digit random code in the transfer note remittance to speed up the verification and arrival of the funds.",
    "A396": "Not enough balance",
    "A397": "Search",
    "A398": "Experience WE Live, enjoy unique gaming fun! Innovative colorful Baccarat, easy Mi-card experience. Taiwanese beautiful dealers, VIP exclusive private tables, immersive entertainment. WE Live, play games, find joy!",
    "A399": "EU Odds",
    "A400": "HK Odds",
    "A401": "MY Odds",
    "A402": "ID Odds",
    "A403": "Win/ Lose",
    "A404": "Unsettled",
    "A405": "Settled",
    "A406": "Unestablished",
    "A407": "Rebate",
    "A408": "The match hasn't supported parlay",
    "A409": "The gameplay does not currently support parlay",
    "A410": "Bet failed: The gameplay does not currently support parlay",
    "A411": "Transfer",
    "A412": "Experience the thrilling and charming world of live dealer online entertainment games! Choose the best entertainment venue, VIA Live, and invite you to indulge in the excitement and fun brought to you by online casinos and live dealers",
    "A413": "MP Games is a carefully designed chess game that combines traditional and modern gaming elements, providing players with a diverse gaming experience. Whether you are a beginner or an expert, PM Games has game modes suitable for you",
    "A414": "KS Games is beloved by players for its exquisite interface and smooth game operation. You can compete with players from around the world, showcase your talents, and pursue higher honors",
    "A415": "KS Fishing is a beautifully designed fishing game with a variety of fish in a stunning ocean. Today, we are going to become fishing experts and enjoy the fun of deep-sea fishing!",
    "A416": "Valid Bet Amount",
    "A417": "Total valid bet",
    "A418": "All",
    "A419": "Result",
    "A420": "IM Esports is a beloved esports event platform by esports enthusiasts worldwide, committed to providing users with the latest esports event information, the fairest betting, and the highest-quality experience",
    "A421": "TF Esports brings together bets on a wide range of the world's hottest esports events, continually exploring new ways to engage in esports. We are dedicated to establishing ourselves as the most popular betting and entertainment platform for players",
    "A422": "Result",
    "A423": "League",
    "A424": "Score",
    "A425": "Period",
    "A426": "Set",
    "A427": "Innings",
    "A428": "1",
    "A429": "2",
    "A430": "3",
    "A431": "4",
    "A432": "5",
    "A433": "Outright",
    "A434": "Penalty Card",
    "A435": "Corners",
    "A436": "1st Period",
    "A437": "2nd Period",
    "A438": "3rd Period",
    "A439": "4th Period",
    "A440": "1st Set",
    "A441": "2nd Set",
    "A442": "3rd Set",
    "A443": "4th Set",
    "A444": "5th Set",
    "A445": "Total Score",
    "A446": "Includes Overtime",
    "A447": "Winner",
    "A448": "Sports",
    "A449": "Total Score",
    "A450": "Expand",
    "A451": "Close",
    "A452": "Esports",
    "A453": "Glory Esports",
    "A454": "Sports classification",
    "A455": "Matches today",
    "A456": "Favorite",
    "A457": "Half Push",
    "A458": "Red card",
    "A459": "Yellow card",
    "A460": "Overtime match",
    "A461": "Penalty Shootout",
    "A462": "Refund",
    "A463": "Processing",
    "A464": "Time",
    "A465": "Bet Failed",
    "A466": "Highest Winning",
    "A467": "Stake",
    "A468": "Added to My Events.",
    "A469": "Remove from My Events",
    "A470": "Lay Correct Score",
    "A471": "The odds, line or score of one or more selections has changed",
    "A472": "Verify name or account",
    "A473": "Please enter verify name or account",
    "A474": "Sexy Baccarat",
    "A475": "Baccarat",
    "A476": "Color disc",
    "A477": "Dragon Tiger",
    "A478": "Sic Bo",
    "A479": "Roulette",
    "A480": "No matches were found",
    "A481": "Show less",
    "A482": "Show more",
    "A483": "Recreation",
    "A484": "Already added to saved",
    "A485": "Remove from saved",
    "A486": "Select all leagues",
    "A487": "Download",
    "A488": "Last step",
    "A489": "Football",
    "A490": "Basketball",
    "A491": "Tennis",
    "A492": "Volleyball",
    "A493": "Badminton",
    "A494": "Table Tennis",
    "A495": "Ice Hockey",
    "A496": "Boxing/Fighting",
    "A497": "Billiards",
    "A498": "Cricket",
    "A499": "Baseball",
    "A500": "Rugby",
    "A501": "American Football",
    "A502": "Motor Racing",
    "A503": "Golf",
    "A504": "Financial Bets",
    "A505": "Home Screen",
    "A506": "Add",
    "A507": "Add to Home Screen",
    "A508": "Step",
    "A509": "Tap the Sharing button",
    "A510": "Tap the More button on android, tap the Sharing button on iphone",
    "A511": "Tap add to Home Screen",
    "A512": "Tap Add button. It will be added to your Home Screen",
    "A513": "Withdraw Password",
    "A514": "Current withdrawal password",
    "A515": "New withdrawal password",
    "A516": "Current login password",
    "A517": "Reset password",
    "A518": "The BOLE Games offers clear graphics for the most realistic gaming experience. With a complete variety of authentic and traditional games, it caters to the diverse needs of different players, ensuring you have a joyful and enjoyable gaming experience",
    "A519": "Press ESC to exit full screen",
    "A520": "Back Home Page",
    "A521": "There is an error in the format of the bank card number",
    "A522": "Transfer content",
    "A523": "Transaction content",
    "A524": "8 digits or account number~real name",
    "A525": "No related games found",
    "A526": "Try Now",
    "A527": "Sports API Emerging Navigator",
    "A528": "With thousands of event data, professional and reliable risk control and 24/7 technical support, it is the best choice for sports betting.",
    "A529": "ONSPORTS is professional and innovative - the new sports API navigator",
    "A530": "ONSPORTS provides real-time odds, real-time data, reliable 100% risk-free transactions, professional 24/7 technical support, more than 300,000 events and dozens of sports events every year, meeting all the needs of many players for sports events!",
    "A531": "Thanks for your participation",
    "A532": "Bet other market",
    "A533": "Event Category",
    "A534": "Exit",
    "A535": "Global players unanimously praise the cockfighting brand Odin! Committed to providing an immersive audio-visual experience and the highest quality odds",
    "A536": "Transaction Contents",
    "A537": "Account ~ Real name or Random code",
    "A538": "Real-time rebate",
    "A539": "Maximum rebate",
    "A540": "The TP Fishing game features exquisite and vivid visuals, along with the most thrilling deep-sea adventures and the most delicate visual effects performance, delivering the ultimate fishing feast to players!",
    "A541": "TP Honor Fishing seamlessly combines visuals and sound effects, creating powerful audio-visual effects with fluctuations that enhance the excitement for players. It leads players to a new world, providing an unprecedented entertainment experience!",
    "A542": "Gathering a top-notch cockfighting competition that is both new and comprehensive, GA28 Cockfighting delivers a stable and seamless gaming experience with high-quality visuals, allowing players to feel as if they are on the scene. The service ensures uninterrupted gameplay for players",
    "A543": "Bet Receipts",
    "A544": "Brazil",
    "A545": "Collapse all events",
    "A546": "Expand all events",
    "A547": "Featured items",
    "A548": "Edit",
    "A549": "Edit order",
    "A550": "Drag and drop to change order",
    "A551": "Restore default",
    "A552": "Finish",
    "A553": "Definition of valid bets: sports and e-sports bets, any draw or canceled event bets, any bets that do not produce a win or lose result, failed bets, bets on bets, any sports bets with European handicap odds below 1.65, negative bets are not allowed to calculate valid bets.",
    "A554": "Event",
    "A555": "Log in to Bet",
    "A556": "Matches",
    "A557": "ONBET Sports has legal licenses issued by the European Malta MGA. Registered in the British Virgin Islands, it is a legal company recognized by international industry associations. Please make sure you are at least 18 years old before registering and having fun!",
    "A558": "Trial users have no access right now!",
    "A559": "No video for current match",
    "A560": "No animation for current match",
    "A561": "Added to My Markets.",
    "A562": "Remove from My Markets.",
    "A563": "Coming soon",
    "A564": "Handicap",
    "A565": "Handicap - 1st Half",
    "A566": "Over / Under",
    "A567": "Over/Under - 1st Half",
    "A568": "1 X 2",
    "A569": "1 X 2 - 1st Half",
    "A570": "Winner",
    "A571": "Winner - 1st Half",
    "A572": "Point Handicap",
    "A573": "Set Handicap",
    "A574": "Handicap",
    "A575": "Moneyline",
    "A576": "Map1: Moneyline",
    "A577": "Map2: Moneyline",
    "A578": "Map3: Moneyline",
    "A579": "Handicap - OT",
    "A580": "Handicap - 1st Half OT",
    "A581": "Over/Under - OT",
    "A582": "Over/Under - 1st Half OT",
    "A583": "1 X 2 - OT",
    "A584": "1 X 2 - 1st Half OT",
    "A585": "Over",
    "A586": "Under",
    "A587": "Home",
    "A588": "Away",
    "A589": "Draw",
    "A590": "Original",
    "A591": "Welcome to ONBET!",
    "A592": "Get it for free",
    "A593": "Casino",
    "A594": "Latest Games",
    "A595": "Game Provider",
    "A596": "Live Casino",
    "A597": "Fishing Game",
    "A598": "Lottery Game",
    "A599": "Sabong Game",
    "A600": "ESports",
    "A601": "In-Play Match",
    "A602": "Hot Sports",
    "A603": "ESports",
    "A604": "Promotions",
    "A605": "Sponsorship Information",
    "A606": "Mode Switch",
    "A607": "Lobby",
    "A608": "Provider",
    "A609": "Board Games",
    "A610": "ONBET Honor",
    "A611": "The SiGMA Asia Awards",
    "A612": "Sportsbook Operator Of The Year",
    "A613": "View all {n} original games",
    "A614": "View all {n} slot games",
    "A615": "View all {n} live videos",
    "A616": "View all {n} fishing games",
    "A617": "View all {n} lottery games",
    "A618": "View all {n} board games",
    "A619": "View all {n} cockfighting games",
    "A620": "View all {n} game manufacturers",
    "A621": "My Favorites",
    "A622": "Load more",
    "A623": "Showing {n} of {x} games",
    "A624": "Enter the game manufacturer name",
    "A625": "No related content was found",
    "A626": "Displaying {n} of {x} manufacturers",
    "A627": "Enter the game name or game provider",
    "A628": "Provider",
    "A629": "Search Results",
    "A630": "You haven't collected any games yet",
    "A631": "Popular",
    "A632": "Recommended games",
    "A633": "Exquisite",
    "A634": "High recovery",
    "A635": "Most collected",
    "A636": "Last score",
    "A637": "Last place game",
    "A638": "Popular Events - Football",
    "A639": "More Football Matches",
    "A640": "Popular Events - Basketball",
    "A641": "More Basketball Matches",
    "A642": "Popular Events - Volleyball",
    "A643": "More Volleyball Matches",
    "A644": "Popular Events - Tennis",
    "A645": "More Tennis Matches",
    "A646": "Asian style",
    "A647": "European style",
    "A648": "Simple style",
    "A649": "More Handicap",
    "A650": "Nationwide promotion",
    "A651": "Nickname",
    "A652": "Recent Awards",
    "A653": "Benefit",
    "A654": "Start Game",
    "A655": "Deposit",
    "A656": "Transfer",
    "A657": "Withdraw",
    "A658": "Your being successful",
    "A659": "Delete All",
    "A660": "Remind that if the same event, different ball types, outright and other betting items cannot be parlayed",
    "A661": "Select style",
    "A662": "Event end time",
    "A663": "Select All",
    "A664": "Inverse",
    "A665": "League: {n}",
    "A666": "Search History",
    "A667": "Search matches",
    "A668": "No more data to display",
    "A669": "My bet slip",
    "A670": "Default",
    "A671": "Mini Games",
    "A672": "Half: {n}",
    "A673": "Full Time",
    "A674": "1st Half",
    "A675": "2nd Half",
    "A676": "Current Total",
    "A677": "Last 7 days",
    "A678": "Order",
    "A679": "Link-up details",
    "A680": "Event End",
    "A681": "Visitor",
    "A682": "Feedback Details",
    "A683": "Check Details",
    "A684": "QQ account was incorrect",
    "A685": "Wrong account format of Telegram",
    "A686": "Wrong account format of Facebook",
    "A687": "Wrong account format of Whatsapp",
    "A688": "Wrong account format of Zalo",
    "A689": "Tournament has ended",
    "A690": "Transfer Information",
    "A691": "Please Select",
    "A692": "Select Sports",
    "A693": "Bet Now",
    "A694": "Popular Events - Esports",
    "A695": "More Esports Matches",
    "A696": "BBIN Live offers a diverse range of game types, including baccarat, dragon tiger, and various other online live entertainment games, All games feature high-definition graphics and live hosts, providing players with an immersive gaming experience",
    "A697": "Sign in to watch",
    "A698": "V66 Sports",
    "A699": "WE Sports covers various matches worldwide, offering diverse betting options such as handicap betting, over/under, and accumulators. Additionally, it provides live streaming and animations, allowing you to enjoy entertainment and betting with ease",
    "A700": "Enter the game name",
    "A701": "Total Points",
    "A702": "Total Runs",
    "A703": "VN-North",
    "A704": "VN-South",
    "A705": "VN-Central",
    "A706": "Mega 6/45",
    "A707": "Speed Lottery",
    "A708": "Lottery VIP",
    "A709": "Submit",
    "A710": "Chat room is closed",
    "A711": "Technical Support",
    "A712": "Popular",
    "A713": "Home",
    "A714": "Away",
    "A715": "Dragon",
    "A716": "Tiger",
    "A717": "Send code",
    "A718": "Half Time",
    "Agent_001": "General agent",
    "Agent_002": "Overview",
    "Agent_003": "Member",
    "Agent_004": "Report",
    "Agent_005": "Help",
    "Agent_006": "Tutorial",
    "Agent_007": "Agent level",
    "Agent_008": "Total withdrawn",
    "Agent_009": "Available for withdrawal",
    "Agent_010": "Minimum transfer {n}",
    "Agent_011": "Transfer balance to wallet",
    "Agent_012": "Data is calculated in Eastern United States (UCT-4) time",
    "Agent_013": "Today",
    "Agent_014": "Players",
    "Agent_015": "Betting",
    "Agent_016": "Commission",
    "Agent_017": "Total for the month",
    "Agent_018": "Total last month",
    "Agent_019": "Share with friends",
    "Agent_020": "Share",
    "Agent_021": "Share invitation link with friends",
    "Agent_022": "Download QR code",
    "Agent_023": "Commission earning rules",
    "Agent_024": "Invite friends to join {n} and earn commissions. The more friends join, the higher the commissions will be!",
    "Agent_025": "Peoples",
    "Agent_026": "Infinitely develop subordinates",
    "Agent_027": "You",
    "Agent_028": "Invite friends and earn commissions every day.",
    "Agent_029": "Every time your recommended friends place a bet, you will receive commissions in varying proportions regardless of whether they win or lose.",
    "Agent_030": "Commissions earned from friends’ bets are settled once a day.",
    "Agent_031": "The total recharge in the past 30 days must reach {n} to receive commission.",
    "Agent_032": "Commissions are settled at 00:00 Eastern United States (UCT-4) time.",
    "Agent_033": "Are you sure you want to transfer the current commission to your balance?",
    "Agent_034": "Agent level",
    "Agent_035": "Valid bet",
    "Agent_036": "Streaming class rewards",
    "Agent_037": "Commissions can be withdrawn to the balance wallet at any time.",
    "Agent_038": "The system calculates commission every 24 hours.",
    "Agent_039": "Maximum daily commission: {n}.",
    "Agent_040": "Commission withdrawal rate: {n}.",
    "Agent_041": "No commission will be issued for the same IP or device, and no commission will be issued for malicious transactions.",
    "Agent_042": "Additional rewards",
    "Agent_043": "Reward for first deposit of direct subordinates: {n}",
    "Agent_044": "Deposit rewards for direct subordinates: {n}",
    "Agent_045": "Highest single transaction: {n}",
    "Agent_046": "First deposit rewards and deposit rewards will not be counted twice.",
    "Agent_047": "Recharge conditions do not include: {n}",
    "Agent_048": "Virtual currency payment",
    "Agent_049": "The accumulate amount of recharge needed to receive commissions in the past 30 days is: {n}",
    "Agent_050": "Commissions are settled at 00:00 Eastern United States (UCT-4) time.",
    "Agent_051": "Games for which commission is available",
    "Agent_052": "Register: Total number of new registered users without duplicates",
    "Agent_053": "Player: number of unrepeated people who are directly sub-agent have recharged.",
    "Agent_054": "Bets: Total valid bets from all subordinates.",
    "Agent_055": "Commission: The commission that can be obtained after the effective betting of the entire agent line’s subordinates and the recharge and first recharge of the direct subordinates.",
    "Agent_056": "The [Commission] data of [Today] is for reference only, and the actual commission amount is based on the system.",
    "Agent_057": "[Today] is updated every 60 minutes, [Total for the current month] is calculated until yesterday, and [Total for the previous month] is calculated until the last day of the previous month.",
    "Agent_058": "[Total for the month] is updated daily according to system time.",
    "Agent_059": "[Total of last month] Updated on the 1st of every month according to system time.",
    "Agent_060": "The accumulated recharge within 30 days does not meet the commission withdrawal requirements",
    "Agent_061": "Join {N} with your friends and share huge bonuses!",
    "Agent_062": "Subordinate profile",
    "Agent_063": "Deposit rewards",
    "Agent_064": "Valid bet",
    "Agent_065": "Team valid bets",
    "Agent_066": "Streaming class rewards",
    "Agent_067": "Member",
    "Agent_068": "Deposit amount",
    "Agent_069": "Type",
    "Agent_070": "Reward",
    "Agent_071": "First deposit reward",
    "Agent_072": "Deposit rewards",
    "Agent_073": "Total first deposit rewards",
    "Agent_074": "Total deposit rewards",
    "Agent_075": "Date",
    "Agent_076": "number of registered people",
    "Agent_077": "Comm’s sub-agent team",
    "Agent_078": "Comm rewards",
    "Agent_079": "Plus deduction",
    "Agent_080": "Actual Commission",
    "Agent_081": "Total Actual Comm",
    "Agent_082": "What is nationwide promotion?",
    "Agent_083": "Nationwide promotion is an opportunity we provide you to make money every day. Just invite more friends to get commissions.",
    "Agent_084": "How much does it cost to participate in the nationwide promotion?",
    "Agent_085": "No, it's completely free.",
    "Agent_086": "How much money can I make?",
    "Agent_087": "Invite friends and earn commissions every day",
    "Agent_088": "Commission earning rules",
    "Agent_089": "C3 has the highest performance, and therefore the level reward reaches 180/10K",
    "Agent_090": "Total performance 5250K, total commission 3.3K",
    "Agent_091": "The performance of direct subordinates is 170K, and the commission is 3.06K",
    "Agent_092": "Other subordinate performance 5080K, commission 240",
    "Agent_093": "{n}Contribution",
    "Agent_094": "Valid bet{n}",
    "Agent_095": "Streaming class rewards is {n}",
    "Agent_096": "{n} No subordinate, No commission",
    "Agent_097": "For {n} Contribute {x}",
    "Agent_098": "Example:",
    "Agent_099": "Commission is calculated on valid bets.",
    "Agent_100": "If the effective bet is 0-200K, the corresponding sales level reward is 150/10K. If the effective bet is greater than 3000K, the agent commission is 180/10K.",
    "Agent_101": "Agent A invited B1, B2 and B3 as his subordinate agents. B1 invited C1 and C2, B2 did not invite subordinates, and B3 invited C3 as a subordinate agent.",
    "Agent_102": "B1 has a valid bet of 100K, B2 has a valid bet of 50K, B3 has a valid bet of 20K, C1 has a valid bet of 50K, C2 has a valid bet of 30K, and C3 has a valid bet of 5000K. Then B1's total performance is 80K, corresponding to the sales level reward of 150/10K.",
    "Agent_103": "B2 has no subordinates and no commission; B3’s total performance is 5000K, and the corresponding sales-level reward is 180/10K; A’s direct subordinates’ total performance is 170K, and the performance of non-direct subordinates is 5080K, and the total performance is 5250K, and the corresponding sales-level reward is 180/10K.",
    "Agent_104": "Commission is calculated as follows:",
    "Agent_105": "Direct subordinates: members who are directly invited",
    "Agent_106": "B1, B2, B3’s contribution to A (100K+50K+20K)*180/10K=3060",
    "Agent_107": "C1, C2’s contribution to B1 (50K+30K)*150/10K=1200",
    "Agent_108": "Contribution of C3 to B3 (5000K)*180/10K=90000",
    "Agent_109": "Non-direct subordinates: subordinates of direct subordinates, subordinates, subordinates, etc. unlimited subordinates can be included in the calculation",
    "Agent_110": "C1 and C2’s contribution to A (50K+30K)*30/10K=240 (Since B1’s performance is 80K, the corresponding sales class reward is 150/10K, A’s performance is 5250K, and the corresponding sales class reward is 180/ 10K, the difference in the rank rewards of A and B1 is (180-150)/10K, so the rank reward of C1 and C2 to A is 30/10K.)",
    "Agent_111": "Summarize",
    "Agent_112": "C3's performance indirectly enables A to obtain commissions from higher sales-level rewards.",
    "Agent_113": "B2 has no subordinates, so there is no commission.",
    "Agent_114": "Even though B3 joined late and is A's subordinate, his subordinate C3's performance contribution is high, so B3 and A receive the same working class rewards, and A cannot earn C3's commission.",
    "Agent_115": "This is an absolutely fair agency model.",
    "Agent_116": "[Streaming class rewards] are for teaching purposes only, and the actual rewards are based on the official configuration.",
    "bal_withdraw_001": "Current balance",
    "betslip_01": "Last 30 days",
    "betslip_05": "Congratulations",
    "betslip_09": "Close countdown?",
    "bonus_02": "Give red envelopes",
    "bonus_03": "Receive red envelopes",
    "bonus_04": "Amount",
    "bonus_06": "Unfortunately, you didn't get the red envelope",
    "bonus_07": "Close countdown won't awarded luck money",
    "bonus_08": "You did not meet requirements for red envelope",
    "bonus_10": "The exclusive red envelope needs to be applied manually by the user. After review, it will be automatically transferred to the wallet without further notice. Each level can only be received once to meet the corresponding withdrawal flow.You can withdraw money multiple turnover",
    "center_001": "User ID",
    "center_002": "Phone",
    "center_003": "Verify Now",
    "center_004": "Inbox",
    "center_005": "Whatsapp",
    "center_006": "Valid ID [1]",
    "center_007": "Valid ID [2]",
    "center_008": "Complete personal Information",
    "center_009": "Forgot account/ password?",
    "center_010": "Forgot password?",
    "center_011": "My {n}",
    "center_012": "Manual Deposit",
    "center_013": "Reverse side result",
    "center_014": "ID number [1]",
    "center_015": "ID number [2]",
    "center_016": "Front side result",
    "center_017": "ID expiration date",
    "center_018": "ID Type [1]",
    "center_019": "ID Type [2]",
    "center_020": "Tenpay transfer",
    "center_021": "Verification Status",
    "center_022": "Name must be between 2-20 characters long and contain Chinese letter",
    "center_023": "ID Verification",
    "center_024": "Sex",
    "center_025": "Take a photo",
    "center_026": "take ID photo",
    "center_027": "Take photo",
    "center_028": "Betting order no.",
    "center_029": "Prepare your ID photo",
    "center_030": "Postal code",
    "center_031": "Email",
    "center_032": "Email formatted incorrectly",
    "center_033": "Cardholder is required to filled in",
    "center_034": "Full Name",
    "center_035": "Language",
    "center_036": "Modification has become effective",
    "center_037": "Change your avatar",
    "center_038": "Modified successfully",
    "center_039": "Login password is successfully modified. Please login with new password next time!",
    "center_040": "Your account password have been successfully changed，please use the new password at next login",
    "center_041": "Help",
    "center_042": "Verification failed， please try again！",
    "center_043": "Please take a photo or select a photo from the album.",
    "center_044": "Please click upload screenshot of successful payment",
    "center_045": "Click to add an image of the front of Valid ID.",
    "center_046": "Click to add an image of the back of  Valid ID.",
    "center_047": "Please upload identity card document",
    "center_048": "Please upload your profile picture",
    "center_049": "Please enter your nickname",
    "center_050": "Please enter number of days",
    "center_051": "your opening bank branch",
    "center_052": "Please enter the phone number",
    "center_053": "Please enter deposit details",
    "center_054": "Please enter Tiktok ID",
    "center_055": "Enter ID number",
    "center_056": "Please enter a nickname",
    "center_057": "Please enter your block chain trading ID",
    "center_058": "Please enter your account",
    "center_059": "Please enter your bank card name",
    "center_060": "your bank card number",
    "center_061": "Please enter the withdrawal number",
    "center_062": "Please enter withdraw",
    "center_063": "Withdrawal password",
    "center_064": "Please enter the login password to confirm the application.",
    "center_065": "Please enter the login password to confirm the modification.",
    "center_066": "Please enter the number",
    "center_067": "Please enter Instagram ID",
    "center_068": "Please enter Line ID",
    "center_069": "Please enter Twitter ID",
    "center_070": "Please increase",
    "center_071": "Select the currency",
    "center_072": "Payment channels",
    "center_073": "Select Region",
    "center_074": "Select deposit account",
    "center_075": "Select ID Type",
    "center_076": "Select your account",
    "center_077": "Choose a sport",
    "center_078": "Select City",
    "center_079": "Bank",
    "center_080": "Select leagues",
    "center_081": "Appointment",
    "center_082": "Verifying",
    "center_083": "Civil Status",
    "center_084": "Guest",
    "center_085": "Wechat",
    "center_086": "Wechat ID",
    "center_087": "New Password",
    "center_088": "Need to be completed",
    "center_089": "APP",
    "center_090": "Facebook",
    "center_091": "ID",
    "center_092": "ID number",
    "center_093": "Instagram",
    "center_094": "Line",
    "center_095": "Melon",
    "center_096": "OVO",
    "center_097": "Passport",
    "center_098": "QQ",
    "center_099": "QQ account",
    "center_100": "Telegram",
    "center_101": "Tiktok",
    "center_102": "Twitter",
    "center_103": "Verify successful",
    "center_104": "The verification is processing. Just waiting for a while.",
    "center_105": "Zalo",
    "center_106": "Birthday {n} saved successfully",
    "center_107": "The birthday gift needs to be set in personal information first and registered for {n} days. The corresponding amount will be distributed according to the level of the birthday. It can be collected within {x} days if the corresponding requirements are met.Withdrawal can be made at a multiple of the withdrawal turnover",
    "center_108": "Platform balance",
    "center_109": "Account Balance",
    "center_110": "Contact Us",
    "center_111": "Sports Betting History",
    "center_112": "Sports Related",
    "center_113": "Member benefits",
    "common_01": "Full name",
    "common_02": "Please enter name",
    "common_03": "Account",
    "common_04": "Address",
    "common_005": "January",
    "common_006": "February",
    "common_007": "March",
    "common_008": "April",
    "common_009": "May",
    "common_010": "June",
    "common_011": "July",
    "common_012": "August",
    "common_013": "September",
    "common_014": "October",
    "common_015": "November",
    "common_016": "December",
    "common_017": "JAN",
    "common_018": "FEB",
    "common_019": "MAR",
    "common_020": "APR",
    "common_021": "MAY",
    "common_022": "JUN",
    "common_023": "JUL",
    "common_024": "AUG",
    "common_025": "SEP",
    "common_026": "OCT",
    "common_027": "NOV",
    "common_028": "DEC",
    "common_029": "January",
    "common_030": "February",
    "common_031": "March",
    "common_032": "April",
    "common_033": "May",
    "common_034": "Jun",
    "common_035": "July",
    "common_036": "August",
    "common_037": "September",
    "common_038": "October",
    "common_039": "November",
    "common_040": "December",
    "common_041": "Mon.",
    "common_042": "Tue.",
    "common_043": "Wed.",
    "common_044": "Thu.",
    "common_045": "Fri.",
    "common_046": "Sat.",
    "common_047": "Sun.",
    "common_048": "Monday",
    "common_049": "Tuesday",
    "common_050": "Wednesday",
    "common_051": "Thursday",
    "common_052": "Friday",
    "common_053": "Saturday",
    "common_054": "Sunday",
    "common_055": "PRICE BOOSTS",
    "common_056": "45293",
    "common_057": "(Passed)",
    "common_058": "(Home) {n} vs {x} (Away)",
    "common_059": "(Not yet verified)",
    "common_060": "(Verifying)",
    "common_061": "(Verify failed)",
    "common_062": "Situation 1",
    "common_063": "Situation 2",
    "common_064": "Situation 3",
    "common_065": "{n} Minute",
    "common_066": "{n} days",
    "common_067": "{n} {x}",
    "common_068": "Best of {n} {x}",
    "common_069": "****  {n}",
    "common_070": "1/X",
    "common_071": "2/X",
    "common_072": "Event",
    "common_073": "Pisos",
    "common_074": "Days",
    "common_075": "None",
    "common_076": "HOME",
    "common_077": "Sorry",
    "common_078": "Any",
    "common_079": "Given Name",
    "common_080": "Logout",
    "common_081": "Current limit Bet: {n}",
    "common_082": "Finished valid amount",
    "common_083": "Stored",
    "common_084": "Insufficient",
    "common_085": "Other Name",
    "common_086": "High recommended",
    "common_087": "No",
    "common_088": "End no",
    "common_089": "Status",
    "common_090": "To",
    "common_091": "Odd",
    "common_092": "Country",
    "common_093": "Citizenship",
    "common_094": "Remark",
    "common_095": "Surname",
    "common_096": "or",
    "common_097": "All Dates",
    "common_098": "Security deposit: {n}",
    "common_099": "Version {n}",
    "common_100": "Detail",
    "common_101": "Time Zone",
    "common_102": "{n}nd",
    "common_103": "Rebate {n}",
    "common_104": "Time Zone",
    "common_105": "{n}rd",
    "common_106": "{n} days left",
    "common_107": "Update",
    "common_108": "{n}st",
    "common_109": "The account to level up also need {n} points",
    "common_110": "Updating",
    "common_111": "{n}th",
    "common_112": "Running",
    "common_113": "Daily valid code interval valued",
    "common_114": "1st",
    "common_115": "City",
    "common_116": "Setting successful",
    "common_117": "Search",
    "common_118": "Yes",
    "common_119": "NEED HELP NOW?",
    "common_120": "Check",
    "common_121": "Headline",
    "common_122": "Check time",
    "common_123": "Album",
    "common_124": "submitted successfully",
    "common_125": "Fail",
    "common_126": "Province",
    "common_127": "Upload successful",
    "common_128": "English",
    "common_129": "Congratulations，betting slip suffix code:{n} Winning:{x}",
    "common_130": "i.g.",
    "common_131": "Enter the verification code",
    "common_132": "Waiting",
    "common_133": "Save this password",
    "common_134": "Mode",
    "common_135": "External download",
    "common_136": "Discover new version",
    "common_137": "Application has become effective",
    "common_138": "Confirm the appliacation",
    "common_139": "Confirm the modification",
    "common_140": "Go top-up",
    "common_141": "Install",
    "common_142": "Outlets Address",
    "common_143": "Release and update",
    "common_144": "Data statistics",
    "common_145": "Time",
    "common_146": "Countdown to leave settlement",
    "common_147": "First-time withdrawal money needs to deposit {n} {x}",
    "common_148": "Sat",
    "common_149": "Passed",
    "common_150": "Add",
    "common_151": "Show Less",
    "common_152": "Verify code",
    "common_153": "SMS verify code",
    "common_154": "Settings",
    "common_155": "Contact",
    "common_156": "Settings",
    "common_157": "Address",
    "common_158": "Please contact customer service",
    "common_159": "Select Address",
    "common_160": "COPYRIGHT© 2024 ONBET ALL RIGHTS RESERVED",
    "common_161": "Customer",
    "common_162": "Action",
    "common_163": "Mon.",
    "common_164": "Tue.",
    "common_165": "Wed.",
    "common_166": "Thu.",
    "common_167": "Fri.",
    "common_168": "Sat.",
    "common_169": "Sun.",
    "common_170": "ONbet Sports Betting - Asia's Most Popular",
    "common_171": "ONbet Sports Betting is the most popular online sports betting platform in Asia, It provides every user with the best In-Game and Pre-Match sports betting. Its business includes football, basketball, tennis, cockfighting, table games, live casino, etc. We have been adhering to the concept of service first, integrity-based, and worry-free in large amount withdrawal to provide you with the best service.",
    "common_172": "First deposit bonus event",
    "common_173": "Sign up for gift event",
    "common_174": "Roulette event",
    "common_175": "Third party game bonus event",
    "common_176": "Third party profit bonus event",
    "common_177": "Daily login event",
    "common_178": "Golden egg hunting event",
    "common_179": "Invite friends event",
    "common_180": "Daily sign-in event",
    "common_181": "No restrictions",
    "common_182": "{n} Sports",
    "common_183": "Welcome to {n}!",
    "common_184": "About {n}",
    "common_185": "{n} Honor",
    "common_186": "{n} Sports has legal licenses issued by the European Malta MGA. Registered in the British Virgin Islands, it is a legal company recognized by international industry associations. Please make sure you are at least 18 years old before registering and having fun!",
    "common_187": "COPYRIGHT© 2024 {n} ALL RIGHTS RESERVED",
    "common_188": "Deposit bonus event",
    "common_189": "{n} E-Sport",
    "common_190": "Friend invitation (First deposit)",
    "common_191": "Friend invitation (Turnover)",
    "common_192": "Friend invitation (Upgrade)",
    "common_193": "VIP (Promotion)",
    "common_194": "VIP (Birthday)",
    "common_195": "VIP (Weekly red envelope)",
    "common_196": "VIP(Exclusive Red Envelope)",
    "common_197": "Back office additional payment",
    "common_198": "Event additional payment",
    "common_199": "Bahasa Melayu",
    "common_200": "check-in",
    "dep_crypto_01": "Amount",
    "dep_set_01": "Please set bank card/USDT/eWallet first",
    "dep_set_002": "Please set the withdraw password",
    "dep_set_003": "Please set up eWallet",
    "dep_set_004": "Please set up USDT first",
    "dep_set_005": "Please set up your bank card first",
    "dep_set_006": "Please set up your bank card / virtual currency first",
    "dep_set_007": "Please get verified.",
    "dep_set_008": "Add Bank Card",
    "dep_set_009": "Add USDT",
    "dep_set_010": "Add eWallet",
    "dep_set_011": "Add bank card / eWallet",
    "dep_set_012": "Add bank card / USDT",
    "dep_set_013": "Add bank card / USDT / eWallet",
    "dep_set_014": "Add USDT / eWallet",
    "dep_set_015": "Edit Bank Card",
    "dep_set_016": "Edit bank card successfully",
    "dep_set_017": "Edit eWallet",
    "dep_set_018": "Edit eWallet successfully",
    "dep_set_019": "Edit USDT",
    "dep_set_020": "Bank card binding successfully",
    "dep_set_021": "Bank card deleted successfully",
    "dep_set_022": "eWallet binding successfully",
    "dep_set_023": "eWallet deleted successfully",
    "dep_set_024": "The virtual coin was successfully deleted",
    "dep_set_025": "Upload payment screenshot",
    "dep_set_026": "Upload your profile picture",
    "dep_set_027": "Upload Valid ID of the front",
    "dep_set_028": "Upload Valid ID of the back",
    "dep_set_029": "Upload identity card document",
    "dep_set_030": "Upper limit",
    "dep_set_031": "Pull to refresh",
    "dep_set_032": "Profile photo",
    "dep_set_033": "Your nickname",
    "dep_set_034": "My Details",
    "dep_set_035": "Occupation",
    "dep_set_036": "Choose from your phone album",
    "dep_set_037": "Remove from My Competitions.",
    "dep_set_038": "Select a photo from camera roll",
    "dep_set_039": "Bank",
    "dep_set_040": "Payment method",
    "dep_set_041": "Alipay",
    "dep_set_042": "Online Alipay",
    "dep_set_043": "Alipay transfer",
    "dep_set_044": "Payment account",
    "dep_set_045": "Payment Amount",
    "dep_set_046": "Payment information",
    "dep_set_047": "Payment bank",
    "dep_set_048": "Payment channels",
    "dep_set_049": "Unlimited",
    "dep_set_050": "USDT deposit address",
    "dep_set_051": "Delete",
    "dep_set_052": "deleted successfully",
    "dep_set_053": "Delete",
    "dep_set_054": "Delete",
    "dep_set_055": "USDT channel",
    "dep_set_056": "Select agreement/currency",
    "dep_set_057": "Binding successfully",
    "dep_set_058": "Please set up your bank card / eWallet first",
    "dep_set_059": "Please set up virtual currency / eWallet first",
    "dep_set_060": "Edit virtual coin successfully",
    "deposit_01": "Year",
    "deposit_02": "Month",
    "deposit_03": "Day",
    "deposit_004": "Please wait while the deposit system is being upgraded.",
    "deposit_005": "Deposit amount (1,000+2,000) - finished valid amount (500+1,000) = 1,500",
    "deposit_006": "Deposit amount (2,000) - finished valid amount (1,000) = 1,000",
    "deposit_007": "Deposit Time",
    "deposit_008": "USDT deposit account",
    "deposit_009": "The promotion bonus can be claimed within {n} days of the upgrade. Each level can only be claimed once. It can be withdrawn after meeting the corresponding withdrawal turnover multiple.",
    "deposit_010": "The promotion bonus can be claimed within {n} days of the upgrade. Each level can only be claimed once. It can be withdrawn after meeting the corresponding withdrawal turnover multiple.",
    "deposit_011": "Please check the amount in account",
    "deposit_012": "Please log in the member to check whether the {n} account is used before each payment. The company is not responsible for failing to check the overdue account！",
    "deposit_013": "Please log in the member to check whether the Alipay account is used before each payment. The company is not responsible for failing to check the overdue account.",
    "deposit_014": "Please log in the member to check whether the Tenpay account is used before each payment. The company is not responsible for failing to check the overdue account.",
    "deposit_015": "Please log in the member to check whether the wechat account is used before each payment. The company is not responsible for failing to check the overdue account.",
    "deposit_016": "Please log in the member to check whether the GCash account is used before each payment. The company is not responsible for failing to check the overdue account.",
    "deposit_017": "Please log in the member to check whether the GrabPay account is used before each payment. The company is not responsible for failing to check the overdue account.",
    "deposit_018": "Please log in the member to check whether the MoMoPay account is used before each payment. The company is not responsible for failing to check the overdue account.",
    "deposit_019": "Please log in the member to check whether the PayMaya account is used before each payment. The company is not responsible for failing to check the overdue account.",
    "deposit_020": "Please log in the member to check whether the ViettelPay account is used before each payment. The company is not responsible for failing to check the overdue account.",
    "deposit_021": "Please log in the member to check whether the ZaloPay account is used before each payment. The company is not responsible for failing to check the overdue account.",
    "deposit_022": "Amount limit exceeded",
    "deposit_023": "Wechat transfer",
    "deposit_024": "DANA",
    "deposit_025": "Dragonpay",
    "deposit_026": "GCash",
    "deposit_027": "GrabPay",
    "deposit_028": "Identity Card",
    "deposit_029": "JuanCash",
    "deposit_030": "MoMoPay",
    "deposit_031": "PayMaya",
    "deposit_032": "PayPal",
    "deposit_033": "Online QQ",
    "deposit_034": "QRIS",
    "deposit_035": "ViettelPay",
    "deposit_036": "ZaloPay",
    "deposit_037": "Please upload payment screenshot",
    "deposit_038": "Upload Personal ID Documents",
    "deposit_039": "Please upload valid ID that can be prove your identity.",
    "deposit_040": "Please transfer success before you submit deposit information.",
    "deposit_041": "Online WeChat",
    "deposit_042": "Banking",
    "deposit_043": "Outlets-Deposit",
    "deposit_044": "The connection has timed out, please try again.",
    "deposit_045": "E- currency",
    "deposit_046": "Block chain trading ID",
    "deposit_047": "Scan QR to deposit",
    "deposit_048": "Bank card",
    "deposit_049": "Amount",
    "deposit_050": "88Pay",
    "deposit_051": "Rebate rate amount: {n} {x}",
    "deposit_052": "Bonus(Optional)",
    "deposit_053": "{0} Bonus",
    "deposit_054": "Pls choose a Bonus",
    "deposit_055": "Event Summary",
    "deposit_056": "Not receiving any Bonuses yet",
    "deposit_057": "Max Rewards",
    "deposit_058": "Betting multiple",
    "deposit_059": "Audit ratio",
    "deposit_060": "Specify category",
    "deposit_061": "Bonus reward",
    "deposit_062": "*After the recharge is completed, the reward will be automatically transferred to the wallet, and you can withdraw it after completing the valid amount.",
    "deposit_063": "Specified category and games",
    "deposit_064": "Accumulated valid amount",
    "deposit_065": "Third Party Category",
    "deposit_066": "Category name",
    "deposit_067": "selected",
    "deposit_068": "Promo type",
    "deposit_069": "First deposit",
    "deposit_070": "Required turnover",
    "deposit_071": "Daily first deposit",
    "deposit_072": "Deposit bonus",
    "deposit_073": "Minimum deposit",
    "deposit_074": "No limit on deposits",
    "deposit_075": "2nd deposit",
    "deposit_076": "3rd deposit",
    "deposit_077": "4th deposit",
    "deposit_078": "5th deposit",
    "deposit_079": "The deposit amount does not meet the activity requirements. Confirm deposit?",
    "deposit_080": "Deposit failed",
    "deposit_081": "An unexpected error occurred",
    "deposit_082": "Explanation of reward distribution in batches",
    "deposit_083": "The first day's reward will be issued immediately upon completing the deposit. The rewards for the remaining days will be distributed at 00:10 (GMT-4) each day",
    "deposit_084": "After participating in the event, you can check the event details in My> Fund Detail > History",
    "deposit_085": "After participating in the event, you can check the event details in Profile> Fund Detail > History",
    "deposit_086": "Claim method",
    "deposit_087": "Claim progress: Day {n} claim",
    "deposit_088": "No deposit promotions found",
    "deposit_card_01": "Card code (PIN)",
    "deposit_card_02": "10-16 characters",
    "deposit_card_03": "Card serial number",
    "deposit_card_04": "Please enter card serial number",
    "deposit_card_05": "Length must be 10-16 characters",
    "E001": "Logging in for {{n}} consecutive days will earn you various rewards",
    "E002": "Consecutive check-in days :",
    "E003": "Come back tomorrow",
    "E004": "There are currently no lottery chances",
    "E005": "What a pity, didn't win any prize",
    "E006": "Congratulations, you have won {RewardName}",
    "E007": "Event time:",
    "E008": "To participate in the lottery, all players simply need to log in, make a deposit, and reach the corresponding betting amount every day.",
    "E009": "Day {％s} of logging in, with a deposit of {DepositAmount} and a betting amount of {BetAmount}, you will receive 1 chance to enter the lottery.",
    "E010": "If there is a day of interruption, the consecutive login count will reset, and the count will start again from the next day. The more consecutive days logged in, the larger the lottery amount.",
    "E011": "Once the conditions are met for the day, there will be a chance to enter the lottery the next day. Please participate in the lottery as soon as you receive the opportunity. The lottery chances will reset at {SettleTime} the next day.",
    "E012": "* Each day is defined as from {DayStart} to {DayEnd} the following day.",
    "E013": "* Betting amount is only calculated for【{GameType}】, participation in other games will not be included in the calculation.",
    "E014": "Day {{n}}",
    "E015": "Event is not open!",
    "E016": "Event has expired!",
    "E017": "Operation description",
    "E018": "Participants",
    "E019": "Participation requires only 1 deposit/withdrawal transaction, and the more bets placed, the higher the rewards.",
    "E020": "Event time",
    "E021": "Congratulations, you have won {RewardRank} {RewardName}",
    "E022": "Lottery drawn today",
    "E023": "Reward details",
    "E024": "1st prize",
    "E025": "2nd prize",
    "E026": "3rd prize",
    "E027": "4th prize",
    "E028": "5th prize",
    "E029": "6th prize",
    "E030": "Countdown for the current round",
    "E031": "Countdown for the event",
    "E032": "Today's chances to smash the golden egg: {Current}/{Max}",
    "E033": "Game instructions",
    "E034": "Participation in the egg smashing is based on the daily valid bet amount. Details are as follows:",
    "E035": "Total valid bet amount of the day",
    "E036": "number of times",
    "E037": "Prize",
    "E038": "Winning bonus",
    "E039": "Special prize",
    "E041": "1. Users who receive bonuses during the event will be automatically awarded, and participating users are advised to check their balance changes during this period.",
    "E042": "2. The calculation of valid betting records is based on the time from {DayStart} to {DayEnd} of the current day.",
    "E043": "3. The system automatically calculates the valid betting data of members. If the conditions for unlocking the golden eggs are met, the lock will be automatically released. In case of any dispute, the official decision shall prevail and no disputes shall be entertained.",
    "E044": "4.Daily {SettleTime} , the system automatically calculates the valid betting amount from the previous day. Golden eggs will be unlocked based on the valid betting amount, and members can proceed to smash the eggs. The golden eggs unlocked the previous day will be reset on the next day {SettleTime}. Failure to smash the eggs within the specified time will be considered as the member voluntarily forfeiting the reward.",
    "E045": "5. Any player, group, or organization participating in the event in a dishonest manner, including gambling, hedging, multiple accounts on the same device, software betting, water brushing, collusion arbitrage, etc., will have their winning qualifications automatically revoked upon verification, without prior notice.",
    "E046": "6. To avoid discrepancies in interpretation, the official reserves the right to make the final interpretation of this event.",
    "E047": "7. Valid betting is only calculated for the game type【{GameType}】. Participation in other games will not be counted.",
    "E048": "Invite friends",
    "E052": "Invite link",
    "E053": "Invite QR code",
    "E054": "Copy",
    "E055": "Save QR code",
    "E056": "Earn a commission",
    "E057": "Receive",
    "E058": "number of invitees",
    "E059": "Invitation list",
    "E060": "Activity 2 to be collected",
    "E061": "Activity 3 to be collected",
    "E062": "Activity 1 to be collected",
    "E063": "Invitee's first recharge",
    "E064": "Invitation gift",
    "E065": "Invitee gift money",
    "E066": "Betting Venues",
    "E067": "Invitee level",
    "E068": "Inviter gets",
    "E069": "Event Description",
    "E071": "Activity Rules",
    "E072": "Member list",
    "E074": "Membership name",
    "E076": "VIP level",
    "E077": "First deposit amount",
    "E078": "Registration time",
    "E079": "Pick up records",
    "E080": "Total",
    "E081": "Total commission",
    "E082": "Pick up time",
    "E083": "Receive amount",
    "E084": "Commission type",
    "E085": "Ｍember turnover",
    "E087": "Effective turnover",
    "E088": "Details",
    "E089": "Commission",
    "E090": "Commission Details",
    "E091": "Total effective turnover",
    "E092": "Venues",
    "E093": "My invitation link",
    "E094": "View invitation details",
    "E095": "Invite Member List",
    "E096": "Commission receipt record",
    "E097": "Failed to receive",
    "E098": "Temporarily unable to claim gift money, please contact customer service",
    "E099": "Only available to VIP1 and above users",
    "E100": "Close",
    "E101": "Contact CS",
    "E102": "Times",
    "E103": "per",
    "E104": "Be collected",
    "E105": "Event 1",
    "E106": "Event 2",
    "E107": "Event 3",
    "E109": "Yesterday",
    "E110": "Last week",
    "E111": "Last month",
    "E112": "Reset",
    "E113": "Copied successfully, hurry up and share it with your friends",
    "E114": "Saved successfully, hurry up and share it with your friends",
    "E115": "Share Link",
    "E116": "Share QR code",
    "E117": "Other sports",
    "E118": "Friend recharge benefits are constantly surprising",
    "E119": "Friends enjoy themselves every day and receive gifts every day",
    "E120": "Friend upgrade is coming - vip is just for you",
    "E121": "Received XXXX successfully",
    "E122": "Saved successfully",
    "E123": "Copied successfully",
    "E124": "hurry up and share it with your friends",
    "E125": "Activity bonus",
    "E126": "Growth value",
    "E127": "Upgrade bonus",
    "E128": "Weekly turnover bonus",
    "E129": "Birthday bonus",
    "E130": "Exclusive bonus",
    "E131": "Log in to view VIP level",
    "E132": "upgrade to next level",
    "E133": "＊Growth value is settled at 3:50(UTC-4) every day",
    "E134": "Activated benefits",
    "E135": "There are no benefits at the current level.Please continue betting to gain growth points to upgrade your level",
    "E136": "Unactivated benefits",
    "E137": "VIP privileges",
    "E138": "VIP details",
    "E139": "The highest rebate ratio",
    "E140": "The highest growth value turnover rate",
    "E141": "Receive",
    "E142": "Received",
    "E143": "Pending",
    "E144": "Not eligible",
    "E145": "Expired",
    "E146": "Operation fails, please contact customer service",
    "E147": "VIP highest rebate ratio",
    "E148": "The highest rebate ratio that each VIP level can obtain in the game category",
    "E149": "VIP growth value turnover rate",
    "E150": "Growth value multiplier obtained by each VIP level in designated games",
    "E153": "Upgrade related",
    "E154": "Birthday",
    "E155": "Fill in and get a birthday gift",
    "E156": "The birthday cannot be modified again. Are you sure to save it?",
    "E157": "Birthday xxxx/xx/xx saved successfully",
    "E158": "End Date",
    "E159": "Contact",
    "E160": "The limit for grabbing red envelopes has been reached and cannot be grabbed any more!",
    "E161": "Once the lucky money is gone, you can't take it anymore. Good luck next time",
    "E162": "Agent account",
    "E163": "Login password",
    "E164": "Confirm password",
    "E165": "Real name",
    "E166": "Phone number",
    "E167": "Verify code",
    "E168": "Registered successfully",
    "E169": "Registration is successful, please contact customer service for review!",
    "E170": "Cancel",
    "E171": "Current level",
    "E172": "Other games",
    "E173": "The promotion bonus can be claimed within {n} days of the upgrade. Each level can only be claimed once. It can be withdrawn after meeting the corresponding withdrawal turnover multiple.",
    "E174": "The birthday gift needs to be set in personal information first and registered for {n} days. The corresponding amount will be distributed according to the level of the birthday. It can be collected within {x} days if the corresponding requirements are met.\nWithdrawal can be made at a multiple of the withdrawal turnover",
    "E175": "Weekly red envelopes are open for collection from Monday to Friday, and the total effective turnover from last Monday to last Sunday must meet the demand to be eligible for receipt (demand turnover and issuance\nThe amount is determined according to the level of last Sunday), and the withdrawal can be made if the corresponding withdrawal turnover multiple is met.",
    "E176": "The exclusive red envelope needs to be applied manually by the user. After review, it will be automatically transferred to the wallet without further notice. Each level can only be received once to meet the corresponding withdrawal flow.\nYou can withdraw money multiple turnover",
    "E177": "1. Calculate the growth value obtained on the previous day at a fixed time each day\n2. The growth value is calculated by multiplying the effective betting amount of the game by the turnover multiple\n3. The new growth value obtained every day will be added to the original growth value. If the total is greater than the requirement for the next level, the level will be automatically promoted.\n4. The corresponding demand growth value will be deducted from the promotion level, and only one level can be promoted at most every day.\n5. The platform has the right to modify, suspend, cancel, etc. the event without special notice, and reserves the right to final interpretation of the event.",
    "E178": "Manchester United (-1): Win - ₫185 x 1.95 = ₫360.75 This is carried on to the next selection.",
    "E179": "The account can not be empty",
    "E180": "The characters you entered do not match",
    "E181": "4 - 16 characters of English and numbers",
    "E182": "Account must be 4-16 characters and contain letter and numbers",
    "E183": "The account already exists.",
    "E184": "The password can not be empty",
    "E185": "The password length containing English characters and numbers is less than 6 or more than 20",
    "E186": "This field is required",
    "E187": "The two password you entered are inconsistent",
    "E188": "Incorrect input. don't enter the continuous space",
    "E189": "Wrong phone number format",
    "E190": "CAPTCHA incorrectly",
    "E191": "The time is reported in UTC-4 time zone.",
    "E192": "Reached maximum level",
    "E193": "Network selection",
    "E194": "Online users",
    "E195": "Please contact customer service for details",
    "E196": "Condition for receiving not met",
    "E197": "Relegation details",
    "E198": "Relegation experience",
    "E199": "Growth value can complete relegation",
    "E200": "Congratulations on completing the relegation task",
    "E201": "Relegation rules",
    "E202": "Starting from the 1st of the next month after a member's \"VIP level change\", members must complete the valid betting requirements of the corresponding level before they can continue to maintain their level for 30 days.",
    "E203": "When relegation fails, the VIP level will be dropped to the previous level and a part of the growth value will be retained.",
    "E204": "Only the VIP growth value obtained within 30 days will be assessed for relegation. The assessment time for relegation will be reset when upgrading.",
    "E205": "Dedicated customer service",
    "E206": "Your exclusive customer service is available 24/7 to answer your questions and meet all reasonable needs.",
    "E207": "Fast withdrawals",
    "E208": "Open up a VIP exclusive withdrawal channel and arrange withdrawal requests according to VIP levels to ensure your gaming experience",
    "E209": "Relegation related",
    "E210": "Apply",
    "E211": "Supreme enjoyment",
    "E212": "Game type",
    "E213": "Growth value multiple",
    "E214": "In 3 mins",
    "E215": "History",
    "E216": "HOT",
    "E217": "Recommend",
    "E218": "New game",
    "E219": "Slot",
    "E220": "Board games",
    "E221": "Others",
    "E222": "Play",
    "E223": "The platform has the right to modify, suspend, cancel, etc. the event without special notice, and reserves the right to final interpretation of the event.",
    "E224": "Loading",
    "E225": "Quick login",
    "E226": "First login settings",
    "E227": "The current account is bound to a Google account, please change the account",
    "E228": "Bind existing account",
    "E229": "Register new account",
    "E230": "Linked accounts",
    "E231": "Google Account",
    "E232": "Please bind your Google account",
    "E233": "Bind",
    "E234": "Bound",
    "E235": "A valid bet of 1 point on 「{o}」can earn {n} points of growth value, and a valid bet of 1 point of 「Other Games」 can earn {x} points of growth value.",
    "E236": "Required turnover",
    "E237": "Already achieved",
    "E238": "The current Google account has been bound to another account, please change the Google account.",
    "E239": "Register",
    "E271": "Real Madrid",
    "E272": "Manchester United",
    "E286": "PT fishing has beautiful graphics and diverse gameplay. The explosion rate is high and big fish are easier to catch. Say goodbye to a single fishing routine, and let you feel the thrill of firing thousands of guns.",
    "E287": "Classic games are reproduced, exclusive innovative games are available, and you can enjoy diversified entertainment.",
    "E288": "Bingo",
    "E289": "JILI Fishing Game has a variety of interactive ways to play and it continues to launch innovative games to give you the best gaming experience.",
    "E290": "FC Fishing combines the special gameplay of current fishing machines, with the theme background of wealth and money, and matched with lively music, allowing you to enjoy the fun of playing fish machines!",
    "E291": "Bank Branch",
    "E292": "Rebate Amount",
    "E293": "Rebate",
    "E294": "Transfer",
    "E295": "Online Payment",
    "E296": "Bank card",
    "E297": "USDT transaction",
    "E298": "Total W/L",
    "E299": "Total number of bets",
    "E300": "number of bets",
    "E301": "Game name",
    "E302": "Single pass",
    "E303": "Principal amount",
    "E304": "View all parlay bet",
    "E305": "Permanent event",
    "E306": "Expired",
    "E307": "Read more",
    "E308": "Log in now",
    "E310": "Next level",
    "E311": "VIP benefits",
    "E312": "Check out more benefits",
    "E313": "Services",
    "E314": "Betting history",
    "E315": "Join us",
    "E316": "About ONBET",
    "E317": "Feedback",
    "E318": "Version",
    "E319": "One click read",
    "E320": "All news",
    "E321": "Platform announcement",
    "E322": "Site message",
    "E323": "Today",
    "E324": "Yesterday",
    "E325": "European Cup 2024",
    "E326": "Group matches",
    "E327": "1/8 knockout",
    "E328": "1/4 Knockout",
    "E329": "Semi-finals",
    "E330": "Finals",
    "E331": "Day",
    "E332": "Hour",
    "E333": "Minute",
    "E334": "Sec",
    "E335": "Finished",
    "E336": "Group standings",
    "E337": "knockout round",
    "E338": "Group",
    "E339": "Team",
    "E340": "Sessions",
    "E341": "Win/Draw/Loss",
    "E342": "Advance/Loss",
    "E343": "Score",
    "E344": "Group schedule",
    "E345": "Rule description",
    "E346": "The 24 participating teams are divided into 6 groups, with four teams in each group. Each team must play only one game with the other three teams, for a total of 6 games. Each game is 90 minutes, and the winner A draw and a loss will result in 3, 1, and 0 points respectively. The two teams with the highest scores in each group and the 4 best third-placed teams will advance to the knockout round.\n\nIf there are teams with the same points, their ranking will be determined according to the following rules:\n\na. Points from mutual competitions;\nb. The goal difference between mutual matches;\nc. number of goals scored in mutual matches;\nd. The number of away goals between mutual matches;\ne. If there are still teams that have not been ranked after applying the a-d rules, then apply the a-d rules to compare the unranked teams. If such a cycle still cannot be confirmed, the ranking will be determined according to the f-j rules;\nf. Goal difference in group matches;\ng. number of goals scored in group matches;\nh. number of away goals in group matches;\ni. Fair play scores;\nj. UEFA ranking.",
    "E347": "The knockout rounds (including the final) all adopt a single-elimination knockout system. If the two teams are tied within 90 minutes, overtime will be played with 15 minutes each in the first and second halves. In the overtime period, the team with more goals will win. If there is an extra time After the two teams were still tied, the winner was decided by penalty kicks.\n\nIn principle, penalty kicks require both sides to kick 5 goals each. If the tie is still the same, both sides will kick one goal, and the one who scores the goal wins. If there is still no winner, penalty kicks will continue, and both sides will kick another goal until the winner is determined. until!",
    "E348": "Settlement time",
    "E349": "Team name",
    "E350": "Live Streaming",
    "E351": "Schedule",
    "E352": "Click to open menubar",
    "E353": "Swipe left or right to select game type",
    "E354": "Swipe left or right to select a game",
    "E355": "Click to view all games",
    "E356": "Skip",
    "E357": "Next step",
    "E358": "Chat room is not yet open",
    "E359": "I want to post orders",
    "E360": "Post this order",
    "E361": "Post orders",
    "E362": "Follow Bet",
    "E363": "More news",
    "E364": "Add to blacklist",
    "E365": "Confirm to add user to blacklist?",
    "E366": "Remove blacklist",
    "E367": "Confirm to remove user from blacklist?",
    "E368": "Delete",
    "E369": "Brand New ver",
    "E370": "Classic ver",
    "E371": "Welcome to",
    "E373": "808 Pay",
    "E374": "988 Pay",
    "E375": "TOPay",
    "E376": "OKPay",
    "E377": "TenPay",
    "E378": "E-CNY",
    "E379": "UnionPay",
    "E380": "Recharge card",
    "E381": "Online Wallet Payment",
    "E382": "Baidu's Wallet",
    "E383": "JD Pay",
    "E384": "Credit card",
    "E385": "UnionPay QR code",
    "E386": "USDT pay",
    "E387": "The Wallet Address",
    "E388": "Please enter wallet address",
    "E389": "Online Wallet",
    "E394": "Event recharge",
    "E395": "Event deduction",
    "E396": "Confirm to clear the selected betting events?",
    "E397": "Successfully share order",
    "E398": "Promo deposit",
    "E399": "Total",
    "E400": "Withdraw",
    "E401": "Hands-free direct recharge rewards",
    "E402": "Amount received",
    "E403": "The \"hands-free direct recharge function\" can re-deposit the withdrawal amount into the account balance, enjoy a fast experience, no handling fees, and enjoy exclusive high rebates!",
    "E404": "Popular game vendors",
    "E405": "Are you sure you want to clear history?",
    "E406": "Comprehensive game",
    "E407": "Time",
    "early_filter_01": "You can choose up to 8 games in the league",
    "error_001": "*This item does not support parlay betting",
    "error_002": "2. If there is no response for a long time, Please Contact us.",
    "error_003": "Upload failed",
    "error_004": "Betting fails",
    "error_005": "Download failed",
    "error_006": "Your personal information is not complete, please contact customer service.",
    "error_007": "Username already exists",
    "error_008": "Block chain trading ID format error",
    "error_009": "The format of opening bank branch you entered is incorrect",
    "error_010": "Text length cannot exceed 100!",
    "error_011": "The file size to under 2MB",
    "error_012": "Amount limit exceeded",
    "error_013": "The format of the amount you entered is incorrect.",
    "error_014": "Deposit amount limit exceeded",
    "error_015": "An error occurred. Please try again later.",
    "error_016": "Upload profile successfully",
    "error_017": "Valid ID not uploaded",
    "error_018": "No matched",
    "error_019": "Camera permission not enabled",
    "error_020": "Album permission not enabled",
    "error_021": "Undone",
    "error_022": "unknown error",
    "error_023": "Unread",
    "error_024": "Not yet verified",
    "error_025": "Failed",
    "error_026": "Unconfirmed",
    "error_027": "The website is under maintenance",
    "error_028": "No information on deposit mode now",
    "error_029": "If there is no response for a long time, Please Contact us.",
    "error_030": "Because the mechanism audit is not established",
    "error_031": "Because two trades are unfinished both, so calculate by formula follow as",
    "error_032": "Because the system audit is not established",
    "error_033": "Has not been feedback",
    "error_034": "Have not been to the settlement date",
    "error_035": "Update Version",
    "error_036": "Do not have this odds",
    "error_037": "Bad line",
    "error_038": "You can\\'t bet on this game",
    "error_039": "The odds have changed, please re - bet",
    "error_040": "The game is under maintenance, please try again later",
    "error_041": "This odds does not allow betting",
    "error_042": "The event is not supported linked for parlay",
    "error_043": "Error reading from file",
    "error_044": "File error",
    "error_045": "Select the internet to connect",
    "error_046": "Memory Card Access Denied",
    "error_047": "-",
    "error_048": "The field format is incorrect, please enter an integer {n}.",
    "error_049": "Verification failed",
    "error_050": "Verification failed, please try again",
    "error_051": "You have entered a wrong verification code.",
    "error_052": "You do not have {n} bound",
    "error_053": "You do not have USDT bound",
    "error_054": "You do not have USDT/eWallet bound",
    "error_055": "You do not have a bank card bound",
    "error_056": "You do not have a bank card/USDT bound",
    "error_057": "You do not have a bank card/eWallet bound",
    "error_058": "You do not have eWallet bound",
    "error_059": "The odds or status of the game play you selected has changed, please place a bet again",
    "error_060": "Your network is abnormal, please confirm whether it is connected",
    "error_061": "No signal on your current network",
    "error_062": "Your account is incorrect",
    "error_063": "The format of the address you entered is incorrect",
    "error_064": "The amount format or value you entered is incorrect",
    "error_065": "The Password you entered is incorrect",
    "error_066": "Wrong format of bank card number entered",
    "error_067": "Save failed",
    "error_068": "No Result Found",
    "error_069": "Abnormal data",
    "error_070": "New password must different from old password",
    "error_071": "Jumping to address error",
    "error_072": "Incorrect input. Use English only, don't enter the continuous space.",
    "error_073": "Match is not available",
    "error_074": "This match can bet",
    "error_075": "Maximum upload file size: 2MB.",
    "error_076": "Error",
    "error_077": "Remind you betting slip suffix code:{n} has been canceled",
    "error_078": "No camera lens",
    "error_079": "Rejected",
    "error_080": "The stake exceeds the limited bet",
    "error_081": "Network failure",
    "error_082": "Wrong password entered",
    "error_083": "The connection has timed out, please try again.",
    "error_084": "The connection has timed out, please try again.",
    "error_085": "Requests too frequent",
    "error_086": "Not eligible for the event",
    "error_087": "Less than the event amount",
    "exclusion_001": "Self-exclusion",
    "exclusion_002": "Self-exclusion takes effect immediately after setting",
    "exclusion_003": "Maximum limited bet: {{n} - {x}",
    "exclusion_004": "Add {n}",
    "feedback_002": "Date",
    "feedback_003": "Time",
    "feedback_004": "Please select Type of ID",
    "feedback_005": "Valid ID Type",
    "feedback_006": "Select your language",
    "feedback_007": "Please describe the problem",
    "feedback_008": "Please try again later",
    "feedback_009": "If the suggestion is adopted or the Bug is verified, the maximum reward is {n} 3000(or other equivalent currency).",
    "feedback_010": "If you have a good suggestion for the game or platform or find a Bug to submit, the official customer service will reply within 48 hours. We will timely fix bugs or refer to your feedback to continuously optimize our products and services. (If there are many people who give feedback on the same suggestion or Bug, the bonus will be given to the first person who gives feedback. Remember to give feedback as soon as you find any problem, each account can only give feedback three times a day)",
    "feedback_011": "Has feedback",
    "feedback_012": "Feedback History",
    "feedback_013": "Wait for feedback",
    "feedback_014": "Feedback submitted successfully",
    "feedback_015": "SUBMISSION",
    "feedback_016": "Content",
    "feedback_017": "Description",
    "feedback_018": "Suggestions",
    "feedback_01": "Can enter 1-500 words",
    "help_001": "1. Once paid successfully, the money will be automatically deposited and account notice will be popped up",
    "help_002": "1.The company avoids abnormal withdrawal, the user must reach the valid amount before withdrawal.\n2.When the valid amount is not reached, we need to deduct the amount to be the withdrawal fee. The calculation formula is valid amount multiply deduction ratio = deduction amount.\n3.When the first deposit is not withdrawn, and the user deposits a second time, then the two 'Request amounts' will add up. At this time, the user needs to complete the first and second valid amounts at the same time and the withdrawal will not result in the deduction of the amount.\n4.The finished valid amount will recalculate when you withdraw.\n\nEX\n[Situation 1]\nThe first trade is top up 1,000 and complete valid amount 2,000. ->  The user withdraws money now.\nThe second trade is top up 2,000 and complete valid amount 1,000.  -> The user must complete a valid amount of 1,000 to no deduction.\nBecause the first trade has withdrawn, it won't calculate, the system just calculates the second trade only.\n\n[Situation 2]\nThe first trade is top up 1,000 and complete valid amount 1,000. ->The user has not withdrawn and deposits the second trade.\nThe second trade is top up 2,000 and complete valid amount 1,000.  -> The user must complete a valid amount of 1,000 to no deduction.\nAlthough the first trade is completed the valid amount, the second trade is the unfinished valid amount, then calculated by formula follow as.\nDeposit amount (2,000) - finished valid amount (1,000) = 1,000\nThe second trade still needs to reach 1,000 to withdraw.\n[Situation 3]\nThe first trade is top up 1,000 and complete valid amount 500. ->The user has not withdrawn and deposits the second trade.\nThe second trade is top up 2,000 and complete valid amount 1,000.  -> The user must complete a valid amount of 1,500 to no deduction.\nBecause two trades are unfinished both, so calculate by formula follow as\nDeposit amount (1,000+2,000 ) - finished valid amount (500+1,000) = 1,500\nThe valid amount needs 1,500 to withdraw.",
    "help_003": "In order to protect your rights, you can apply for \"self-exclusion\" at any time. After you apply for self-exclusion, you will not be able to log in to enjoy the services during the self-exclusion period. The options are as follows:",
    "help_004": "The company avoids abnormal withdrawal, the user must reach the valid amount before withdrawal.",
    "help_005": "Because the first trade has withdrawn, it won\\'t calculate, the system just calculates the second trade only.",
    "help_006": "During the self-exclusion period, you can contact customer service to cancel the self-exclusion function.",
    "help_007": "We will keep your balance during the set period of self-exclusion.",
    "help_008": "After the self-exclusion expires, your account will be automatically reactivated.",
    "help_009": "During the self-exclusion period, if you try to open a new account, the account may be frozen after the system detects it.",
    "help_010": "When the valid amount is not reached, we need to deduct the amount to be the withdrawal fee. The calculation formula is valid amount multiply deduction ratio = deduction amount.",
    "help_011": "When the valid amount is not reached, we need to deduct a certain percentage of the deposit amount to be the withdrawal fee and avoid the abnormal deposit.",
    "help_012": "When the valid amount is reached, then we won't charge the handing fee.",
    "help_013": "When the first deposit is not withdrawn, and the user deposits a second time, then the two \"Request amounts” will add up. At this time, the user needs to complete the first and second valid amounts at the same time and the withdrawal will not result in the deduction of the amount.",
    "help_014": "Success",
    "help_015": "Once paid successfully, the money will be automatically deposited and account notice will be popped up",
    "help_016": "Welcome back to game. Please complete verification for account security.",
    "help_017": "We will withhold {n} {x} when you withdraw money the first time to make sure you are a valid user. This money will return to you in 30 days later.",
    "help_018": "The bound card number cannot exceed {n} digits, please contact 7x24 hours online customer service to apply for setting",
    "help_019": "If you apply for self-exclusion in other gaming games, it will not automatically apply to this game.",
    "help_020": "Although the first trade is completed the valid amount, the second trade is the unfinished valid amount, then calculated by formula follow as.",
    "help_021": "The first trade is top up 1,000 and complete valid amount 1,000. ->The user has not withdrawn and deposits the second trade.",
    "help_022": "The first trade is top up 1,000 and complete valid amount 2,000. ->  The user withdraws money now.",
    "help_023": "The first trade is top up 1,000 and complete valid amount 500. ->The user has not withdrawn and deposits the second trade.",
    "help_024": "The second trade is top up 2,000 and complete valid amount 1,000.  -> The user must complete a valid amount of 1,000 to no deduction.",
    "help_025": "The second trade is top up 2,000 and complete valid amount 1,000.  -> The user must complete a valid amount of 1,500 to no deduction.",
    "help_026": "Game Rules",
    "help_027": "Responsible Gaming",
    "help_028": "You can apply for a \"limit bet\" to limit your bet amount each time. After applying for a limit bet, your total bet will not exceed your set value:",
    "help_029": "You can modify your limit bet at any time. The modification will be active, after that sending the request.",
    "help_030": "Deadline",
    "help_031": "Hours",
    "help_032": "Can add maximum 10 options to betslip",
    "help_033": "Invite Code",
    "help_034": "Functions",
    "help_035": "The first deposit amount cannot be less than {n}",
    "help_036": "Instruction",
    "help_037": "Login restrictions",
    "help_038": "Transfer In",
    "help_039": "Transfer Out",
    "help_040": "Transfer must know",
    "help_041": "Status",
    "help_042": "Save the image",
    "help_043": "The credit function has being disabled",
    "help_044": "Credit",
    "help_045": "Information",
    "help_046": "Setting",
    "help_047": "Waiting {n} s",
    "help_048": "Total Balance",
    "help_049": "Show other people's bets",
    "help_050": "Show my bets",
    "help_051": "Check trade",
    "help_052": "Total settlement",
    "help_053": "If you have any questions, please contact{n}",
    "help_054": "Requested amount",
    "help_056": "Attention",
    "help_057": "Re-upload payment screenshot",
    "help_058": "Try again",
    "help_059": "Limit",
    "help_060": "Limit {n} - {x}",
    "help_061": "Limit {n} - {x}",
    "help_062": "Limit up to {n}",
    "help_063": "Minimum limit",
    "help_064": "OTHER USEFUL LINKS",
    "help_065": "Maximum rebate amount in one day",
    "help_066": "Cancel Selection",
    "help_067": "Rounds history",
    "help_068": "OFFICIAL PARTNER",
    "help_069": "Checking time",
    "help_070": "Limit Bet",
    "help_071": "Change nickname",
    "help_072": "Different rights and benefits of game and level",
    "help_073": "Web directory",
    "help_074": "Tips",
    "help_075": "Game Announcement",
    "help_076": "Terms & Condition",
    "help_077": "Limit {n} {x} - {y}",
    "sport_publicity_001": "No matter your preferences, BTi Sports can meet your needs. You can freely bet on a wide variety of events, including football, basketball, tennis, F1 racing, Dota 2, and more, bringing you the best betting experience!",
    "live_publicity_01": "At BG Casino, you can fully enjoy live dealer games such as Baccarat, Roulette, Dragon Tiger, and Sic Bo. With a collection of stunning live dealers, you will experience the true excitement of gambling",
    "live_publicity_02": "WON Casino is a leading online live entertainment game brand in the market, dedicated to providing players with high-quality gaming experiences and ensuring they enjoy unlimited fun",
    "live_publicity_03": "OG Casino offers industry-leading video streaming with the lowest latency, revolutionizing the technology sector. It covers all mainstream live video games across Asia and offers a variety of Baccarat game modes with unique features for players to choose from at their leisure",
    "fish_publicity_01": "The ACEWIN fishing game not only features stunning visuals and cool special effects but also introduces unique gameplay mechanics on top of the traditional arcade fishing experience. Various sea kings are waiting in the fishing grounds to catch fish with you!",
    "fish_publicity_02": "AG Fishing uses high-definition 3D rendering technology to create realistic underwater landscapes. As a game provider highly regarded by enthusiasts, it allows you to immerse yourself in an exciting deep-sea hunting adventure anytime, anywhere",
    "lot_game_01": "Racing",
    "lot_game_02": "Lottery",
    "lot_game_03": "Mark Six Lottery",
    "lot_game_04": "Fast Three",
    "lot_game_05": "Lucky 28",
    "lot_game_06": "3D",
    "lot_game_07": "Big Win",
    "parlay_001": "Doubles",
    "parlay_002": "A Double is a straight multiple on 2 selections.\\nAll selections must win to ensure a return.\\nWhere more selections are available, Doubles may be combined. For example, Doubles (x3) from 3 selections, Different ball types and championship game methods cannot be used for cross betting",
    "parlay_003": "Trebles",
    "parlay_004": "Trebles are a single bet (x1) combining 3 separate selections.\\nAll selections must win to ensure a return.\\nWhere more selections are available, Trebles may be combined. For example, Trebles (x4) from 4 selections,Different ball types and championship game methods cannot be used for cross betting",
    "parlay_005": "Trixie",
    "parlay_006": "Trixie is 3 separate selections consisting of 4 bets.\\n3 x Doubles and 1 x Treble.\\nA minimum of 2 selections must win to ensure a return,Different ball types and championship game methods cannot be used for cross betting",
    "parlay_007": "4-Folds",
    "parlay_008": "Yankee",
    "parlay_009": "Yankee is 4 separate selections consisting of 11 bets.\\n6 x Doubles, 4 x Trebles and 1 x 4-Fold.\\nA minimum of 2 selections must win to ensure a return,Different ball types and championship game methods cannot be used for cross betting",
    "parlay_010": "A 4-Fold is a straight multiple bet on 4 selections.\\nAll selections must win to ensure a return.\\nWhere more selections are available, 4-Folds may be combined. For example, 4-Folds (x5) from 5 selections,Different ball types and championship game methods cannot be used for cross betting",
    "parlay_011": "5-Folds",
    "parlay_012": "A 5-Fold is a straight multiple bet on 5 selections.\\nAll selections must win to ensure a return.\\nWhere more selections are available, 5-Folds may be combined. For example, 5-Folds (x6) from 6 selections,Different ball types and championship game methods cannot be used for cross betting",
    "parlay_013": "Super Yankee",
    "parlay_014": "Super Yankee is 5 separate selections consisting of 26 bets.\\n10 x Doubles, 10 x Trebles, 5 x 4-Folds and 1 x 5-Fold.\\nA minimum of 2 selections must win to ensure a return,Different ball types and championship game methods cannot be used for cross betting",
    "parlay_015": "6-Folds",
    "parlay_016": "A 6-Fold is a straight multiple bet on 6 selections.\\nAll selections must win to ensure a return.\\nWhere more selections are available, 6-Folds may be combined. For example, 6-Folds (x7) from 7 selections,Different ball types and championship game methods cannot be used for cross betting",
    "parlay_017": "Heinz",
    "parlay_018": "A Heinz is all the multiple combinations of 6 separate selections, consisting of 57 bets.\\n15 x Doubles, 20 x Trebles, 15 x 4-Folds, 6 x 5-Folds and 1 x 6-Fold.\\nA minimum of 2 selections must win to ensure a return,Different ball types and championship game methods cannot be used for cross betting",
    "parlay_019": "7-Folds",
    "parlay_020": "Super Heinz",
    "parlay_021": "Super Heinz is 7 separate selections consisting of 120 bets.\\n21 x Doubles, 35 x Trebles, 35 x 4-Folds, 21 x 5-Folds, 7 x 6-Folds and 1 x 7-Fold.\\nA minimum of 2 selections must win to ensure a return,Different ball types and championship game methods cannot be used for cross betting",
    "parlay_022": "A 7-Fold is a straight multiple bet on 7 selections.\\nAll selections must win to ensure a return.\\nWhere more selections are available, 7-Folds may be combined. For example, 7-Folds (x8) from 8 selections,Different ball types and championship game methods cannot be used for cross betting",
    "parlay_023": "8-Folds",
    "parlay_024": "An 8-Fold is a straight multiple bet on 8 selections.\\nAll selections must win to ensure a return.\\nWhere more selections are available, 8-Folds may be combined. For example, 8-Folds (x9) from 9 selections,Different ball types and championship game methods cannot be used for cross betting",
    "parlay_025": "Goliath",
    "parlay_026": "A Goliath is all the multiple combinations of 8 separate selections, consisting of 247 bets.\\n28 x Doubles, 56 x Trebles, 70 x 4-Folds, 56 x 5-Folds, 28 x 6-Folds, 8 x 7-Folds and 1 x 8-Fold.\\nA minimum of 2 selections must win to ensure a return,Different ball types and championship game methods cannot be used for cross betting",
    "parlay_027": "9-Folds",
    "parlay_028": "A 9-Fold is a straight multiple bet on 9 selections.\\nAll selections must win to ensure a return.\\nWhere more selections are available, 9-Folds may be combined. For example, 9-Folds (x10) from 10 selections,Different ball types and championship game methods cannot be used for cross betting",
    "parlay_029": "Block (9)",
    "parlay_030": "A Block (9) is all the multiple combinations of 9 separate selections, consisting of 502 bets.\\n36 x Doubles, 84 x Trebles, 126 x 4-Folds, 126 x 5-Folds, 84 x 6-Folds, 36 x 7-Folds, 9 x 8-Folds and 1 x 9-Fold.\\nA minimum of 2 selections must win to ensure a return,Different ball types and championship game methods cannot be used for cross betting",
    "parlay_031": "10-Folds",
    "parlay_032": "Block (10)",
    "parlay_033": "A Block (10) is all the multiple combinations of 10 separate selections, consisting of 1013 bets.\\n45 x Doubles, 120 x Trebles, 210 x 4-Folds, 252 x 5-Folds, 210 x 6-Folds, 120 x 7-Folds, 45 x 8-Folds, 10 x 9-Folds and 1 x 10-Fold.\\nA minimum of 2 selections must win to ensure a return,Different ball types and championship game methods cannot be used for cross betting",
    "parlay_034": "10-Folds are a single bet (x1) combining 10 separate selections.\\nAll selections must win to ensure a return,Different ball types and championship game methods cannot be used for cross betting",
    "sports_bet_001": "Both Teams to Score",
    "sports_bet_002": "Even",
    "sports_bet_003": "No goals",
    "sports_bet_004": "Match postponed",
    "sports_bet_005": "Status",
    "sports_bet_006": "WC 2022",
    "sports_bet_007": "Outs",
    "sports_bet_008": "Outs: {n}",
    "sports_bet_009": "Half",
    "sports_bet_010": "全场让球",
    "sports_bet_011": "Neither team scored",
    "sports_bet_012": "Time",
    "sports_bet_013": "Current Total",
    "sports_bet_014": "No live on current match",
    "sports_bet_015": "Bet Successful",
    "sports_bet_016": "Betting method",
    "sports_bet_017": "Betting items",
    "sports_bet_018": "The system receives new data, click confirm button to refresh",
    "sports_bet_019": "Other players",
    "sports_bet_020": "All Sports",
    "sports_bet_021": "1X2 & Goals Over",
    "sports_bet_022": "1X2 & Goals Under",
    "sports_bet_023": "1X2 & Both to Score N",
    "sports_bet_024": "1X2 & Both to Score Y",
    "sports_bet_025": "Market Closed",
    "sports_bet_026": "Max",
    "sports_bet_027": "The first goal",
    "sports_bet_028": "First Goalscorer",
    "sports_bet_029": "Last",
    "sports_bet_030": "Time",
    "sports_bet_031": "The final goal",
    "sports_bet_032": "Last Goalscorer",
    "sports_bet_033": "League: {n}",
    "sports_bet_034": "League Name:",
    "sports_bet_035": "Odds had changed",
    "sports_bet_036": "The odds have changed, {n} to {x}",
    "sports_bet_037": "Regular time",
    "sports_bet_038": "Please enter the correct bet amount",
    "sports_bet_039": "Settled bets",
    "sports_bet_040": "Added to My Competitions.",
    "sports_bet_041": "Anytime Goalscorer",
    "sports_bet_042": "All bets",
    "sports_bet_043": "You have been successful bets",
    "sports_bet_044": "Map",
    "sports_bet_045": "(Fill all individual options with the same amount of bet)",
    "sports_bet_046": "Status",
    "sports_bet_047": "Order ID",
    "sports_bet_048": "Manual",
    "sports_bet_049": "Total deduction",
    "sports_bet_050": "Deduction",
    "sports_bet_051": "Deduction details",
    "sports_bet_052": "Place Bet",
    "sports_bet_053": "Parlay",
    "sports_bet_054": "Live",
    "sports_bet_055": "Total Score \\n Includes Overtime",
    "sports_bet_056": "Total Score \\n Regular Time",
    "sports_bet_057": "1 hour",
    "sports_bet_058": "3 hours",
    "sports_bet_059": "6 hours",
    "sports_bet_060": "12 hours",
    "sports_bet_061": "24 hours",
    "sports_bet_062": "Filter Leagues",
    "sports_bet_063": "Sort",
    "sports_bet_064": "Sort by League",
    "sports_bet_065": "Sort by Time",
    "sports_third_01": "Print",
    "sports_third_02": "Bet receipt",
    "sports_third_03": "Bet details",
    "sports_third_04": "Match time",
    "sports_third_05": "Bet account",
    "sports_third_06": "Thank you for your bet",
    "sports_third_07": "Confirm print",
    "sports_third_08": "Print receipt",
    "sports_third_09": "Multiple bets",
    "sports_third_10": "To Win",
    "sys_tip_01": "If you need help, please",
    "sys_tip_02": "If you have any questions. Contact Us.",
    "transfer_01": "One-click withdraw",
    "transfer_02": "*One-click withdraw transfers the balance of all other accounts to the platform account.",
    "transfer_03": "Recovery limit successfully",
    "transfer_04": "Transfer",
    "transfer_05": "Balance transfer successful",
    "transfer_06": "Confirm transfer",
    "tsfr_pick_01": "Select Platform",
    "vip_01": "1. Calculate the growth value obtained on the previous day at a fixed time each day\\n2. The growth value is calculated by multiplying the effective betting amount of the game by the turnover multiple\\n3. The new growth value obtained every day will be added to the original growth value. If the total is greater than the requirement for the next level, the level will be automatically promoted.\\n4. The corresponding demand growth value will be deducted from the promotion level, and only one level can be promoted at most every day.\\n5. The platform has the right to modify, suspend, cancel, etc. the event without special notice, and reserves the right to final interpretation of the event.",
    "vip_02": "A valid bet of 1 point on 「{n} Sports」can earn {x} points of growth value, and a valid bet of 1 point of 「Other Games」 can earn {y} points of growth value.",
    "vip_03": "A valid bet of 1 point on 「ON Sports」can earn {n} points of growth value, and a valid bet of 1 point of 「Other Games」 can earn {x} points of growth value.",
    "vip_04": "Top-up {n} Pisos lulfillin {x} to level up",
    "vip_05": "Bet {n} Pisos lulfillin {x} to level up",
    "vip_06": "The account to level up need",
    "vip_07": "A valid bet of 1 point of 「Games」 can earn {n} points of growth value.",
    "withdraw_01": "Service Charge",
    "withdraw_02": "Service Fee",
    "withdraw_03": "Exchange Rate",
    "withdraw_04": "Withdraw Service Fee",
    "withdraw_05": "E-wallet",
    "withdraw_06": "Invitation code registration gift",
    "withdraw_007": "Service Fee",
    "withdraw_008": "Fee",
    "withdraw_009": "Service fee amount",
    "withdraw_010": "Withdraw",
    "withdraw_011": "The format or value of Withdraw number is incorrect",
    "withdraw_012": "Withdraw service fee：{n}",
    "withdraw_013": "Withdrawal Records",
    "withdraw_014": "The finished valid amount will recalculate when you withdraw.",
    "withdraw_015": "Withdraw successful, please wait for customer service personnel check",
    "withdraw_016": "Withdrawal Setting",
    "withdraw_017": "Withdraw：{n}",
    "withdraw_018": "Amount limit exceeded",
    "withdraw_019": "Incorrect withdraw amount format or value",
    "withdraw_020": "Total Withdrawal",
    "withdraw_021": "The withdraw system is being upgraded，Please waiting",
    "withdraw_022": "Withdrawal rate",
    "withdraw_023": "Withdrawal password is required to be filled in",
    "withdraw_024": "eWallet",
    "withdraw_025": "Successfully changed your withdraw password",
    "withdraw_026": "・Please make sure your ID photo is facing up",
    "withdraw_027": "・Make sure your ID photo is clearly visible",
    "withdraw_028": "・Avoid flashes or reflections",
    "withdraw_029": "A combination of 6 to 20 English letters and digits is required",
    "withdraw_030": "4 digit password",
    "withdraw_031": "Password must be 6-20 characters and contain letter and numbers",
    "withdraw_032": "Password Setting",
    "withdraw_033": "The valid amount needs 1,500 to withdraw.",
    "withdraw_034": "The second trade still needs to reach 1,000 to withdraw.",
    "withdraw_035": "face scan result",
    "withdraw_036": "USDT",
    "withdraw_037": "USDT Withdraw",
    "withdraw_038": "Completed",
    "withdraw_039": "The bank card is required to be filled",
    "withdraw_040": "Card No.",
    "withdraw_041": "Bank",
    "withdraw_042": "Receive {n} successfully",
    "withdraw_043": "6-20 characters and contain numbers and letters.",
    "withdraw_044": "Outlets-Withdraw",
    "withdraw_045": "Outlets Reserve",
    "withdraw_046": "Extract All",
    "withdraw_047": "Scan results",
    "withdraw_048": "Service Charge: {n} {x}",
    "withdraw_049": "Service Charge: {n}",
    "withdraw_050": "Withdraw",
    "withdraw_051": "Event Audit",
    "withdraw_052": "General Audit",
    "withdraw_053": "Valid amount",
    "withdraw_054": "Remaining valid amount",
    "withdraw_055": "Deduction amount (service fee)",
    "withdraw_056": "Applicable Games",
    "withdraw_057": "Total remaining valid amount",
    "withdraw_058": "Total service fee deducted",
    "withdraw_059": "Completed",
    "withdraw_060": "Not Completed",
    "withdraw_061": "Brand Sports",
    "withdraw_062": "Audit type",
    "withdraw_063": "Event name",
    "cashout_001": "Cash Out Only",
    "cashout_002": "Cash Out",
    "cashout_003": "Are you sure to Cash Out?",
    "cashout_004": "Cash Out in progress",
    "cashout_005": "Your Cash Out has been completed",
    "cashout_006": "Not able to Cash Out, please try again.",
    "cashout_007": "Cash Out gives the customers the option to sell their bet tickets before the results of selected events or fixtures are determined.",
    "cashout_008": "Once the sale of the bet ticket is successfully accepted by the system, the customer is no longer allowed to cancel the sale. The Cash Out value of fully sold bet tickets will be credited back to the customer’s balance and the Cash Out value will not be affected by the official result of the event, fixture or market where the bets was placed.",
    "cashout_009": "The Company reserves the right to reverse the settlement of the bet ticket sold using the Cash Out option if there was error in the settlement or in cases where the Company deems it reasonably necessary reverse the settlement. In case of reversal of settlement, the Cash Out value of the bet ticket received by the customer will be deducted from his account balance and the bet ticket will retain its original stake.",
    "cashout_010": "In case of cancellation of the selected event or fixture wherein a bet ticket is sold, the sale of the bet ticket will be reversed unless the bet has been determined. The Cash Out value of the bet ticket will be deducted from the customer’s account and the original stake will be credited back to the customer.\n",
    "cashout_011": "The Cash Out value of the bet ticket will be credited to the customer’s account within a reasonable period of time.",
    "cashout_012": "The Company reserves the right and has the sole and absolute discretion to accept or decline the use of Cash Out, to make Cash Out option available in certain events, fixtures or markets and to amend, suspend or remove the Cash Out option as it deems necessary.",
    "cashout_013": "The Company is not responsible for the unavailability of the Cash Out option due to technical errors.",
    "cashout_014": "Cash Out is a product provided by a third party. The third party shall be ultimately responsible for the settlement of bet tickets sold through Cash Out and any and all other claims made by the customer arising out of the use of Cash Out. The Company accepts no responsibility for any loss (direct or indirect) suffered by the customer in using Cash Out.",
    "cashout_015": "The Cash Out feature shall not be available to Customers who have availed of or used a Bonus offered by the Company until the Customer has qualified and met the Terms and Conditions for the said Bonus. Customers who will opt to avail of the Cash Out feature may request Customer Service to have the Bonus forfeited in order to avail of the Cash Out. The Company shall have the final decision whether to allow the forfeiture of the Bonus and to grant the access to the Cash Out.",
    "cashout_016": "Cashout Description",
    "kyc_001": "KYC Verify",
    "kyc_002": "Unverified",
    "kyc_003": "Verified",
    "kyc_004": "Verifying",
    "kyc_005": "Under Review",
    "kyc_006": "Additional Info",
    "kyc_007": "Rejected",
    "kyc_008": "Verify Process",
    "kyc_009": "Step 1",
    "kyc_010": "Choose a VALID ID TYPE",
    "kyc_011": "Choose Recommend IDs for Quick Verification within 3 hours",
    "kyc_012": "Other IDs may take up to 24 hours",
    "kyc_013": "Step 2",
    "kyc_014": "Upload ID Photo",
    "kyc_015": "Take a picture of your ID or select from your album. Make sure it clearly shows your",
    "kyc_016": "ID Photo",
    "kyc_017": "Step 3",
    "kyc_018": "Confirm Information",
    "kyc_019": "Double-check all scanned details from your ID",
    "kyc_020": "Start Now",
    "kyc_021": "Select ID",
    "kyc_022": "Recommended IDs",
    "kyc_023": "Others IDs",
    "kyc_024": "The file size should not exceed 500KB",
    "kyc_025": "Take a photo or select your ID photo from the album and correctly place it in the frame",
    "kyc_026": "Driver’s License",
    "kyc_027": "ID Passport (Philippine/Foreign)",
    "kyc_028": "Valid Passport",
    "kyc_029": "ID Type",
    "kyc_030": "First Name",
    "kyc_031": "Middle Name",
    "kyc_032": "Last Name",
    "kyc_033": "Oops invalid ID",
    "kyc_034": "Thank you for verifying with us. Please wait while we process your request within 24 hours",
    "kyc_035": "KYC Status",
    "kyc_036": "Approved",
    "kyc_037": "You have completed KYC Verify",
    "kyc_038": "We regret to inform you that your KYC submission has been rejected. Please resubmit valid documents to complete the process. Thank you.",
    "kyc_039": "Resubmit",
    "kyc_040": "Reason",
    "kyc_041": "Back of ID",
    "kyc_042": "Selfie Picture",
    "kyc_043": "Proof of income",
    "kyc_044": "Chick to upload ID photo",
    "kyc_045": "Change other ID photos",
    "kyc_046": "upload ID photo"
  }
}
