{
  "v2": {
    "A001": "ออกจากระบบ",
    "A002": "เมนูกีฬา",
    "A003": "เข้าสู่ระบบ",
    "A004": "เดิมพันประวัติศาสตร์",
    "A005": "ข้อความ",
    "A006": "โปรโมชั่น",
    "A007": "โปรโมชั่น",
    "A008": "ตัวแทน",
    "A009": "ฝ่ายบริการลูกค้า",
    "A010": "หน้าหลัก",
    "A011": "กีฬา",
    "A012": "ศูนย์ส่วนบุคคล",
    "A013": "โหมดกลางวัน",
    "A014": "โหมดกลางคืน",
    "A015": "ลงทะเบียน",
    "A016": "หวย",
    "A017": "กีฬา",
    "A018": "คาสิโน",
    "A019": "สล็อต",
    "A020": "โป๊กเกอร์",
    "A021": "ตกปลา",
    "A022": "ความบันเทิงสด",
    "A023": "มากกว่า",
    "A024": "ของฉัน",
    "A025": "ศูนย์ข้อความ",
    "A026": "ยังไม่มีเนื้อหา",
    "A027": "เดิมพัน",
    "A028": "เติมเงิน",
    "A029": "การถอนเงิน",
    "A030": "แพลตฟอร์ม",
    "A031": "เกม",
    "A032": "ระบบ",
    "A033": "บริการลูกค้า",
    "A034": "รายละเอียด",
    "A035": "แชท",
    "A036": "ประกาศ",
    "A037": "ไก่ชน",
    "A038": "ตัวแทน",
    "A039": "ดาวน์โหลดแอป",
    "A040": "ข้อความ",
    "A041": "อยู่ในช่วงบำรุงรักษา",
    "A042": "กรุณาใส่บัญชี",
    "A043": "กรุณาใส่รหัสผ่าน",
    "A044": "Latest Bets",
    "A045": "เข้าร่วมตอนนี้",
    "A046": "รายละเอียดขข่าวสาร",
    "A047": "ความบันเทิงยอดนิยม",
    "A048": "ON กีฬาออนไลน์",
    "A049": "ON Casino",
    "A050": "ON ไพ่ออนไลน์",
    "A051": "ON หวยออนไลน์",
    "A052": "ON เข้าร่วมเกม",
    "A053": "กิจกรรมสุดฮอต",
    "A054": "ผู้ให้บริการ",
    "A055": "เข้าสู่สังเวียน",
    "A056": "ให้บริการคุณตลอด 24/7",
    "A057": "เชื่อมต่อ",
    "A058": "การแข่งขันที่ร้อนแรง",
    "A059": "กิจกรรมพิเศษ",
    "A060": "แนะนำการ์ด",
    "A061": "หวยเด็ด",
    "A062": "กีฬายอดนิยม",
    "A063": "ตกปลาหรรษา",
    "A064": "ไก่ชนสด",
    "A065": "ข่าวด่วน",
    "A066": "การเดิมพันและผลกำไรล่าสุด",
    "A067": "กำไรสูงสุด",
    "A068": "กฎเกณฑ์",
    "A069": "เปิดอย่างเป็นทางการ",
    "A070": "การตั้งตลาด",
    "A071": "เลือกภาษา",
    "A072": "เปิดบัญชี ONBET ตอนนี้พร้อมพลิดเพลินไปกับโบนัสที่ดีที่สุด!",
    "A073": "การ์ดสุดฮอด",
    "A074": "ศูนย์ข่าว",
    "A075": "รายละเอียดข่าว",
    "A076": "เข้าร่วม Onbet",
    "A077": "สร้างบัญชี",
    "A078": "รายวัน",
    "A079": "วันจันทร์",
    "A080": "วันอังคาร",
    "A081": "วันพุธ",
    "A082": "วันพฤหัสบดี",
    "A083": "วันศุกร์",
    "A084": "วันเสาร์",
    "A085": "วันอาทิตย์",
    "A086": "ใหม่ใน ONbet หรือไม่?",
    "A087": "ข่าวล่าสุด",
    "A088": "เกี่ยวกับเรา",
    "A089": "ข้อกำหนดและเงื่อนไข",
    "A090": "นโยบายความเป็นส่วนตัว",
    "A091": "อปัญหาที่พบบ่อย",
    "A092": "ติดต่อเรา",
    "A093": "คู่ค้าร่วมมือ",
    "A094": "S.S. Lazio",
    "A095": "กรุณากรอกรหัสยืนยัน",
    "A096": "รหัสถอนเงินคือตัวเลข 4 หลัก",
    "A097": "เลือกรหัสพื้นที่",
    "A098": "กรุณาใส่บัญชีสมาชิกของคุณ",
    "A099": "กรุณาใส่รหัสผ่านเข้าสู่ระบบของคุณ",
    "A100": "กรุณาใส่รหัสผ่านอีกครั้ง",
    "A101": "ชื่อต้องตรงกับบัญชีธนาคาร",
    "A102": "กรุณากรอกหมายเลขโทรศัพท์",
    "A103": "กรุณากรอกรหัสยืนยันทาง SMS",
    "A104": "กรุณากรอกอีเมล์ของคุณ",
    "A105": "กรุณากรอกรหัสไปรษณีย์",
    "A106": "กรุณากรอกจังหวัดของท่าน",
    "A107": "กรุณากรอกชื่อเมืองของคุณ",
    "A108": "กรุณากรอกที่อยู่ติดต่อ",
    "A109": "กรุณากรอก WeChat ID",
    "A110": "ข้อผิดพลาดรูปแบบ WeChat ID",
    "A111": "กรุณาใส่บัญชี Facebook ของคุณ",
    "A112": "โปรดป้อนบัญชีโทรเลขของคุณ",
    "A113": "โปรดป้อนบัญชี Whatsapp ของคุณ",
    "A114": "กรุณาใส่บัญชี Zalo ของคุณ",
    "A115": "กรุณาใส่บัญชี QQ ของคุณ",
    "A116": "ส่งรหัสยืนยัน",
    "A117": "รับรหัส",
    "A118": "ค้นหา",
    "A119": "เกมที่นิยม",
    "A120": "สแกนรหัส QR เพื่อดาวน์โหลดแอปพลิเคชัน",
    "A121": "เข้าถึงโดยใช้เบราว์เซอร์บนมือถือ",
    "A122": "ได้รับการรับรอง",
    "A123": "ไม่มีผู้ใช้",
    "A124": "รหัสผ่านผิด",
    "A125": "รหัสยืนยันไม่ถูกต้อง",
    "A126": "อยู่ในขั้นตอนการบำรุงรักษา โปรดลองใหม่ในภายหลัง",
    "A127": "สกุลเงิน",
    "A128": "คุณจะข้ามไปที่ {n} ใน 5 วินาที...",
    "A129": "รหัสยืนยันทาง SMS ผิดพลาด",
    "A130": "มีบัญชีอยู่แล้ว?",
    "A131": "กรุณาใส่รหัสแนะนำ",
    "A132": "ฝากเงินตอนนี้",
    "A133": "มาและไป",
    "A134": "กรุณาเข้าสู่ระบบเพื่อใช้คุณสมบัตินี้",
    "A135": "เงินรางวัลรวมสิบล้าน (USDT)",
    "A136": "ลองเล่น",
    "A137": "เจ้าภาพ",
    "A138": "แขก",
    "A139": "รายละเอียดเงินทุน",
    "A140": "เติมพันอย่างอื่น",
    "A141": "บันทึกการฝากเงิน",
    "A142": "บันทึกการแปลง",
    "A143": "บันทึกซองจดหมายสีแดง",
    "A144": "วันที่เริ่มต้น",
    "A145": "สถานะการสั่งซื้อทั้งหมด",
    "A146": "ทุกประเภทช่องทาง",
    "A147": "เวลาสั่ง",
    "A148": "ประเภทช่อง",
    "A149": "ออกหมด",
    "A150": "โอนทั้งหมด",
    "A151": "สถานะทั้งหมด",
    "A152": "เวลาในการแปลง",
    "A153": "แพลตฟอร์มการแปลง",
    "A154": "บันทึกประวัติศาสตร์",
    "A155": "เลขที่ใบสั่งซื้อ",
    "A156": "จำนวนเงินที่ทำรายการ",
    "A157": "ยอดเหลือ",
    "A158": "เงินฝาก",
    "A159": "จำนวนกิจกรรม",
    "A160": "uang rabat",
    "A161": "ชั่วโมงการทำธุรกรรม",
    "A162": "เลขที่รายการ",
    "A163": "ประเภทรายการ",
    "A164": "ทุกประเภทแพลตฟอร์ม",
    "A165": "วันที่",
    "A166": "กำไรและขาดทุน",
    "A167": "จำนวนธุรกรรมทั้งหมด",
    "A168": "กำไรขาดทุนรวม",
    "A169": "เพิ่มกิจกรรม",
    "A170": "สั่งเดิมพันอีกครั้ง",
    "A171": "กลิ้งลูกบอล",
    "A172": "เร็วๆ นี้",
    "A173": "วันนี้",
    "A174": "เดิมพันล่วงหน้า",
    "A175": "แชมป์",
    "A176": "บัวตั่น",
    "A177": "In Next 12 Hours",
    "A178": "In Next 24 Hours",
    "A179": "More Asian Lines",
    "A180": "Video",
    "A181": "Animation",
    "A182": "Match filter",
    "A183": "การตั้งค่าบอล",
    "A184": "Default Settings",
    "A185": "Clear All",
    "A186": "Popular League",
    "A187": "คุณยังไม่ได้บันทึกการแข่ง",
    "A188": "เก็บสะสม",
    "A189": "Skin Settings",
    "A190": "กฎการเดิมพัน",
    "A191": "ยอมรับอัตราต่อรองที่ดีกว่า",
    "A192": "ยอมรับอัตราต่อรองใด ๆ",
    "A193": "ไม่รับเปลี่ยนอัตราต่อรอง",
    "A194": "Betting Tutorial",
    "A195": "Sports Rules",
    "A196": "Single Parlay Bet",
    "A197": "Parlay Bet",
    "A198": "Merge Parlay Bet",
    "A199": "Book A Bet",
    "A200": "Early Settlement",
    "A201": "Partial Early Settlement",
    "A202": "Video Tutorial",
    "A203": "Graphic Tutorial",
    "A204": "1. Single Parlay Bet",
    "A205": "1. Parlay Bet",
    "A206": "2. Enter The Bet Slip",
    "A207": "3. Submit Your Bet",
    "A208": "4. Betting Completed",
    "A209": "Choose A Handicap",
    "A210": "Click on the blank part, close the shopping cart, and return to the list",
    "A211": "Close Cart",
    "A212": "Click to enter the amount",
    "A213": "Confirm the bet amount, click submit bet",
    "A214": "Click on the blank part, return to the list",
    "A215": "The bet is successful shown means the bet is completed",
    "A216": "จำกัด {นาที}-{สูงสุด}",
    "A217": "This item does not support parlay betting",
    "A218": "Minimum bet is",
    "A219": "The bet is being processed...",
    "A220": "รายการโพยเดียว",
    "A221": "Expand the type of parlay",
    "A222": "Skip the type of parlay",
    "A223": "number Of Bets",
    "A224": "Bet Slip Screenshot",
    "A225": "Betting On Other Events",
    "A226": "Need 2 or more to form a parlay bet",
    "A227": "Last 3 Days",
    "A228": "Membership Level",
    "A229": "Accept & Bet",
    "A230": "Odds",
    "A231": "อัตราต่อรองมีการเปลี่ยนแปลง",
    "A232": "การเดิมพันล้มเหลว: อัตราต่อรองมีการเปลี่ยนแปลง",
    "A233": "Handicap been changed",
    "A234": "Bet failed: Handicap been changed",
    "A235": "แฮนดิแคปปิดแล้ว",
    "A236": "การเดิมพันล้มเหลว: ตลาดปิดแล้ว",
    "A237": "Popular sort",
    "A238": "Drag and drop to change",
    "A239": "Stake",
    "A240": "To Win",
    "A241": "Total W/L",
    "A242": "ตั้งค่า",
    "A243": "อื่นๆ",
    "A244": "เดิมพันทั้งหมด",
    "A245": "ตรวจใบเดิมพัน",
    "A246": "ลงเดิมพันแฮนดิแคปรายการอื่น",
    "A247": "ลบทั้งหมด",
    "A248": "เนื่องจากเครือข่ายของคุณไม่เสถียร โปรดยืนยันสถานะการเดิมพันของคุณในตัวจัดการเดิมพัน!",
    "A249": "อัตราต่อรองเปลี่ยนจาก {0} เป็น {1}",
    "A250": "เงินเดิมพันน้อยกว่าจำนวนขั้นต่ำ",
    "A251": "เดิมพัน",
    "A252": "พาร์เลย์",
    "A253": "เดิมพันเดี่ยว",
    "A254": "ไม่ทราบว่าจะได้รับคำอธิบายเกี่ยวกับการเปลี่ยนอัตราเดิมพันหรือไม่ ? อัตราเดิมพันของการแข่งขันสามารถเปลี่ยนแปลงได้ตลอดเวลา (โดยเฉพาะในขณะที่การแข่งขันกำลังดำเนินอยู่)",
    "A255": "เพื่อมอบประสบการณ์การเดิมพันที่ดีขึ้นให้กับคุณ คุณสามารถเลือกจากสามวิธีการเดิมพันต่อไปนี้:",
    "A256": "1: รับการเปลี่ยนแปลงอัตราเดิมพันทั้งหมด เมื่อคุณเลือกตัวเลือกนี้ เราจะสร้างการเดิมพันให้คุณตามอัตราเดิมพันล่าสุด",
    "A257": "2.รับอัตราเดิมพันที่ดีที่สุด--เมื่อเลือกตัวเลือกนี้ หากอัตราเดิมพันล่าสุดดีกว่าอัตราเดิมพันที่คุณเลือก เราจะสร้างการเดิมพัน หากอัตราเดิมพันล่าสุดต่ำกว่าอัตราเดิมพันที่คุณเลือกไว้ เราจะไม่สร้างการเดิมพันและจะแจ้งให้คุณทราบถึงการเปลี่ยนแปลงของอัตรา",
    "A258": "3.ไม่ยอมรับการเปลี่ยนแปลงอัตราการเดิมพัน -- เมื่อเลือกตัวเลือกนี้: หากอัตราเดิมพันล่าสุดแตกต่างจากอัตราเดิมพันที่คุณเลือก เราจะไม่สร้างการเดิมพันและเตือนคุณเกี่ยวกับการเปลี่ยนแปลงอัตราเดิมพัน",
    "A259": "ฉันรู้เเล้ว",
    "A260": "Popular Leagues",
    "A261": "ตอบกลับ",
    "A262": "ลอบบี้พูดคุย",
    "A263": "ส่งข้อความบ่อยเกินไป",
    "A264": "เงื่อนไขการแชท (2 วันที่ผ่านมา):",
    "A265": "เงินฝากทั้งหมดไม่ต่ำกว่า",
    "A266": "จำนวนเงินเดิมพันทั้งหมดจะต้องไม่ต่ำกว่า",
    "A267": "ห้ามแชท",
    "A268": "เลิกบล็อกแชท",
    "A269": "ลบข้อความ",
    "A270": "เตะออก",
    "A271": "ผู้ใช้รายนี้ถูกแบน",
    "A272": "เลิกแบนผู้ใช้รายนี้",
    "A273": "ผู้ใช้รายนี้ถูกเตะออกจากห้องพูดคุย",
    "A274": "คุณถูกระงับการพูดคุย",
    "A275": "คุณสามารถเริ่มพูดคุยได้",
    "A276": "คุณถูกเตะออกจากห้องพูดคุย",
    "A277": "ต้องการลบข้อความหรือไม่",
    "A278": "ดูข้อมูลสมาชิก",
    "A279": "สมาชิกไอดี",
    "A280": "บัญชีสมาชิก",
    "A281": "ขณะนี้ระบบแชทปิดบริการ",
    "A282": "ขณะนี้ระบบแชทเปิดบริการ",
    "A283": "ระบบอั่งเปา",
    "A284": "โอกาสหายาก อย่าพลาด!",
    "A285": "สมาชิกห้องแชท",
    "A286": "ส่งอั่งเปา",
    "A287": "เปิด",
    "A288": "ขอไห้โชคดี",
    "A289": "มหามงคล มหาลาภ",
    "A290": "ใส่รหัสผ่าน",
    "A291": "รหัสผ่านผิด",
    "A292": "ยืนยัน",
    "A293": "อั่งเปาจะถูกเพิ่มไปยังยอดเงินในบัญชีโดยอัตโนมัติ",
    "A294": "รับอั่งเปาทันที",
    "A295": "ลองเสี่ยงโชคของคุณดู",
    "A296": "อั่งเปาใหญ่",
    "A297": "จับอั่งเปาล้มเหลว",
    "A298": "ได้รับอั่งเปานี้แล้ว",
    "A299": "มีส่วนร่วมในเงื่อนไขอั่งเปา",
    "A300": "จำนวนเงินฝาก",
    "A301": "จำนวนเงินเดิมพัน",
    "A302": "ชี้แนะ",
    "A303": "การเชื่อมต่ออินเตอร์เน็ตมีปัญหา ,กรุณาลองใหม่อีกครั้ง",
    "A304": "ชนะ",
    "A305": "รับอั่งเปา",
    "A306": "ล็อกอินก่อนถึงจะได้อั่งเปา",
    "A307": "ป้อนเนื้อหาการสนทนา",
    "A308": "ข้อความนี้โดนลบแล้ว",
    "A309": "ผู้ดูแล",
    "A310": "งดแชทขณะนี้",
    "A311": "ยินดีต้อนรับสู่",
    "A312": "การแจ้งเตือนของระบบ",
    "A313": "ตอนนี้อั่งเปาได้สิ้นสุดแล้วหรือว่าได้ถอนหมดแล้ว",
    "A314": "ตอนนี้อั่งเปาได้ถอนหมดแล้ว",
    "A315": "ห้องสนทนาถูกปิดชั่วคราว",
    "A316": "บัญชีรับเงิน",
    "A317": "โปรดรีเฟรชหน้าทุกครั้งที่คุณฝากเงินเพื่อรับบัญชีเรียกเก็บเงินล่าสุด เพื่อหลีกเลี่ยงไม่ให้ฝากเงินเข้าบัญชีที่หมดอายุ และคุณไม่สามารถชดเชยรายการที่ไม่ถูกต้องได้",
    "A318": "สแกนรหัสเพื่อชำระเงิน",
    "A319": "สแกนและชำระเงินอย่างรวดเร็ว หากคุณมีคำถามใด ๆ โปรดติดต่อฝ่ายบริการลูกค้าให้ทันเวลา!",
    "A320": "ชื่อต้องตรงกับบัญชีธนาคาร",
    "A321": "สแกนและชำระเงินอย่างรวดเร็ว หากคุณมีคำถามใด ๆ โปรดติดต่อฝ่ายบริการลูกค้าให้ทันเวลา!",
    "A322": "ชนะ",
    "A323": "ชนะครึ่ง",
    "A324": "แพ้",
    "A325": "แพ้เสียครึ่ง",
    "A326": "และ",
    "A327": "ยกเลิก",
    "A328": "ยืนยัน",
    "A329": "ผู้พัฒนาลิขสิทธิ์เฉพาะ อัตราการเดิมพันที่ดีที่สุดในตลาด แมตช์อีเวนต์เต็มรูปแบบ รวมถึงแมตช์กีฬายอดนิยม นำเสนอวีดีโอแบบเรียลไทม์ สถิติกีฬาระดับมืออาชีพ เพื่อตอบสนองทุกความต้องการของแมตช์กีฬา!",
    "A330": "ผู้พัฒนาลิขสิทธิ์เฉพาะ คาสิโนถ่ายทอดสดที่คมชัดเป็นพิเศษมีดีลเลอร์สุดเซ็กซี่พร้อมสไตล์สร้างสรรค์ที่หลากหลายและประเภทที่หลากหลาย Baccarat, Bullfight, Dragon & Tiger, Fried Golden Flower, ไฮโล, Fan Tan และโต๊ะเกมอื่นๆ ให้เลือก แพลตฟอร์มความบันเทิงแบบอินเทอร์แอคทีฟได้รับการพัฒนาและออกแบบมาเป็นพิเศษโดยคำนึงถึงความสวยงามและนิสัยของคนเอเชีย เพื่อให้คุณได้รับประสบการณ์ที่ดีที่สุด!",
    "A331": "การเดิมพันที่หลากหลาย ประสบการณ์การเดิมพันที่ดีที่สุด รองรับการถอนก่อนและรับผลกำไรเร็วขึ้นหนึ่งขั้น คิดสิ่งที่คุณต้องการและเดิมพันสิ่งที่คุณชอบ",
    "A332": "เกมเพียบพร้อมมากกว่า 50,000 เกม ผู้ใช้สามารถปรับแต่งจำนวนเงินเดิมพันและอัตราเดิมพัน ฟังก์ชั่นการจองเดิมพันล่วงหน้า และกำหนด ระบบจ่ายเงินด่วน การสแกนรหัสการชำระเงิน และแฮนดิแคปตามเวลาจริงเพื่อให้คุณได้รับประสบการณ์ที่ราบรื่นที่สุด",
    "A333": "AWC ไลฟ์แอ็กชันถูกสร้างขึ้นด้วยระบบเทคโนโลยีระดับสูง และติดตั้งอุปกรณ์ที่ทันสมัยที่สุด พร้อมการตกแต่งคลาสเพื่อสร้างประสบการณ์วิดีโอเกมไลฟ์แอ็กชันที่น่าตื่นตาตื่นใจสำหรับผู้เล่น เกมที่มีให้เลือกมากมาย เช่น baccarat, sicbo, roulette และ อีกมากมาย พร้อมด้วยการตรวจสอบและการจัดการตลอด 24 ชั่วโมงทุกวัน ให้บริการเกมที่เสถียรและราบรื่นแก่ผู้เล่น",
    "A334": "ดีลเลอร์ที่สวยงาม โต้ตอบโดยตรง และเล่นวิดีโอเกมที่สมจริงกับคุณ เช่น บาคาร่า ไฮโล roulette Fried Golden Flower มาตรฐานสากล ยุติธรรมและซื่อสัตย์ เพลิดเพลินกับการถ่ายทอดสด DG",
    "A335": "วิดีโอสดของ AG เป็นแบรนด์วิดีโอออนไลน์ที่มีศักยภาพมากที่สุดในเอเชีย ให้บริการบาคาร่า, บาคาร่าด่วน, บาคาร่ากงมี่, หวยบาคาร่า, ดราก้อนไทเกอร์, โป๊กเกอร์, รูเล็ต, สตูว์เย็น, ดอกไม้สีทองทอด ฯลฯ วิดีโอเกมสด",
    "A336": "WM มีการเสนอหลากหลายตัวเลือกในการบันเทิงทางวิดีโอสด รวมถึงเกมบาคาร่า, ไฮโล, รูเล็ต, มังกรเสือ และอื่นๆ แต่ละเกมมีลักษณะเฉพาะของตัวเอง ทำให้ผู้เล่นสามารถค้นหาเกมที่ตรงกับความต้องการและความชอบของพวกเขาได้",
    "A337": "วิดีโอถ่ายทอดสดของ BG ใช้สตูดิโอเกมออนไลน์มาตรฐานสากล สถานที่ทั้งหมดได้รับการตรวจสอบอย่างเข้มงวด เปิดเผยต่อสาธารณะ และสภาพแวดล้อมเล่นเกมที่ยุติธรรมที่สุด วิดีโอความละเอียดสูง, ความคลาดเคลื่อนต่ำมาก, สไลด์ได้ทันที!",
    "A338": "ให้การสนับสนุนด้านเทคนิคอย่างมืออาชีพและอุปกรณ์ระดับไฮเอนด์ที่เสถียรและรองรับหลายแพลตฟอร์ม ได้รับการรับรองและใบอนุญาตตามมาตรฐานสากลมากมายทำให้ผู้เล่นมีสภาพแวดล้อมความบันเทิงที่เชื่อถือได้อย่างมาก นอกจากนี้ยังมีดีลเลอร์ที่ผ่านการฝึกอบรมอย่างมืออาชีพหลายร้อยรายการ และสภาพแวดล้อมสถานที่จำลองช่วยให้ผู้เล่นสนุกกับเกมได้อย่างเต็มที่",
    "A339": "MG ไลฟ์ ถูกสร้างขึ้นด้วยระบบเทคโนโลยีระดับสูง และติดตั้งอุปกรณ์ที่ทันสมัยที่สุด พร้อมการตกแต่งคลาสเพื่อสร้างประสบการณ์วิดีโอเกมไลฟ์ที่น่าตื่นตาตื่นใจสำหรับผู้เล่น เกมที่มีให้เลือกมากมาย เช่น baccarat, sicbo, roulette และ อีกมากมาย พร้อมด้วยการตรวจสอบและการจัดการตลอด 24 ชั่วโมงทุกวัน ให้บริการเกมที่เสถียรและราบรื่นแก่ผู้เล่น",
    "A340": "PT ไลฟ์ ถูกสร้างขึ้นด้วยระบบเทคโนโลยีระดับสูง และติดตั้งอุปกรณ์ที่ทันสมัยที่สุด พร้อมการตกแต่งคลาสเพื่อสร้างประสบการณ์วิดีโอเกมไลฟ์ที่น่าตื่นตาตื่นใจสำหรับผู้เล่น เกมที่มีให้เลือกมากมาย เช่น baccarat, sicbo, roulette และ อีกมากมาย พร้อมด้วยการตรวจสอบและการจัดการตลอด 24 ชั่วโมงทุกวัน ให้บริการเกมที่เสถียรและราบรื่นแก่ผู้เล่น",
    "A341": "ผู้พัฒนาลิขสิทธิ์เฉพาะ, ใบรับรองความปลอดภัยระดับสูงสุดในยุโรป, หมากรุกและไพ่ยอดนิยมหลากหลายประเภท, เเสงสีเสียงที่ไพเราะ, ประสบการณ์พิเศษ, ให้เกมเปลี่ยนชีวิตคุณ ทั้งหมดนี้อยู่ใน ON BET",
    "A342": "ประสบการณ์เกมที่สมจริง, AI เสมือนจริง, โหมดและวิธีการเล่นใหม่ๆ มากมาย, แคตตาล็อกเกมที่หลากหลาย และรับประกันมากกว่าที่คุณคาดไว้! มอบประสบการณ์อินเทอร์เน็ตคุณภาพสูงแก่ผู้เล่น เราขอเชิญคุณเข้าร่วมครอบครัวและเพื่อนของคุณอย่างอบอุ่น",
    "A343": "ผู้พัฒนาลิขสิทธิ์เฉพาะแต่เพียงผู้เดียวที่มุ่งเน้นไปที่อุตสาหกรรมเกมลอตเตอรีเป็นเวลาหลายปี ด้วยประเภทลอตเตอรี่และวิธีการเล่นแบบคลาสสิก นอกจากนี้ยังมีเกมเพลย์ที่แปลกใหม่และแปลกใหม่มากมาย เต็มไปด้วยความแปลกใหม่และง่ายต่อการจัดการอินเทอร์เฟซเกม ซึ่งจะเพิ่มความตื่นเต้นให้กับการเล่นเกมของคุณ!",
    "A344": "แบรนด์ชื่อดังในการชกไก่ระดับโลก EG นำเสนอการแข่งขันที่เป็นธรรม ยุติธรรมและโปร่งใสอย่างสมบูรณ์พร้อมกับประสบการณ์ในการเล่นเกมที่น่าตื่นเต้นที่สุด",
    "A345": "ในฐานข้อมูลสูงสุดสำหรับการชกไก่ SN988 นี้ คุณจะได้พบประสบการณ์การเดิมพันออนไลน์ที่ดีที่สุดและกิจกรรมการชกไก่ที่น่าตื่นเต้นเต็มที่",
    "A346": "สัมผัสประสบการณ์ของอัธยาศัยของการแข่งขันที่เข้มข้น ความตื่นเต้นที่กระตุ้นกระสุน และความหลงใหลตลอด 24 ชั่วโมงในการชกไก่ที่ WS168!",
    "A347": "สัมผัสบรรยากาศที่ครึกครื้น และอัตราการเดิมพันที่ยอดเยี่ยม กับทุกการแข่งขันชนไก่ที่ถ่ายทอดสดจากสังเวียนชนไก่ชั้นนำของเอเชีย",
    "A348": "ตกเบ็ด! อัตราแจ็คพอตแตกสูงมาก ขุมทรัพย์มหาศาลกำลังรอคุณอยู่!",
    "A349": "188Sports มีกิจกรรมกีฬาที่น่าเชื่อถือที่สุด ทั้งครบครันและมืออาชีพ มีราคาต่อรองก่อนเกมหลายร้อยตัวเลือกให้คุณเลือก และมีอัตราต่อรองสดที่น่าตื่นเต้นเพื่อให้คุณมีความสนุก!",
    "A350": "สปอร์ต SBO ให้บริการที่มีคุณภาพสูงสุดให้แก่แฟน ครอบคลุมกิจกรรมกีฬาหลากหลายประเภท เช่น NBA, SBL, UEFA Champions League, การแข่งขันวิมเบิลดัน, แข่งม้า และอื่น ๆ",
    "A351": "SBO V Sports, ผู้เชี่ยวชาญด้านการเดิมพันกีฬาชั้นนำของโลก ให้บริการรูปแบบกีฬาที่ครบครันที่สุด พร้อมอัปเดตอัตราต่อรองและแฮนดิแคปแบบเรียลไทม์เพื่อตอบสนองต่อความชื่นชอบของผู้เล่นทุกประเภท",
    "A352": "CMD Sports ให้บริการกีฬาหลากหลายประเภท ครอบคลุมทุกกีฬาและลีกอย่างครบถ้วน พร้อมทั้งมีชนิดกีฬาที่ไม่เคยเห็นมาก่อน และเหตุการณ์การแข่งขันและตัวเลือกการเดิมพันที่ไม่เคยมีมาก่อน มีเหตุการณ์และอัตราการเล่นต่างๆ ให้คุณเลือก",
    "A353": "ใน UG Sports คุณสามารถรู้สึกได้อย่างชัดเจนถึงความตื่นเต้นจากฮอร์โมนแอดรีนาลีน พร้อมกับโอกาสที่จะชนะรางวัลมูลค่าสูง มีการแข่งขันและอัตราต่อรองมากมายให้คุณเลือก",
    "A354": "เลือกดีลเลอร์สดที่น่าชื่นชมอย่างใกล้ชิด สตรีมมิ่งสดและคมชัดในเวลาเดียวกัน และกระบวนการเล่นเกมที่ราบรื่นทุกรายละเอียดทำให้คุณได้สัมผัสประสบการณ์คุณภาพสูงที่สุดจาก OG Live",
    "A355": "ตัวแทนชีวิตสดที่สวยที่สุดสำหรับการแอคชั่นออนไลน์ การใช้เทคโนโลยีการสตรีมสดที่มีภาพชัดและนุ่มนวล ปฏิบัติตามมาตรฐานนานาชาติเกี่ยวกับความเที่ยงตรงและความเท่าเทียม eBet Live นำความสุขสุดยอดถึงคุณ!",
    "A356": "เกม V8 เป็นเกมที่เท่ห์ที่แนะนำให้ผู้เล่นทั่วโลก เกมนี้มีตัวเลือกการเล่นที่น่าทึ่งต่าง ๆ ที่มั่นใจว่าคุณจะสามารถสนุกไปกับการเล่นอย่างง่ายดาย",
    "A357": "LEG Games มีอินเตอร์เฟซที่ออกแบบงามงามและมีหลากหลายประเภทของเกม ตั้งแต่เกมคลาสสิกถึงนวัตกรรม ที่นี่คุณสามารถสัมผัสความสุขและความเพลิดเพลินที่ไม่คาดคิด",
    "A358": "JDB Fishing มีเกมการตกปลายอดนิยมให้เลือกเล่นหลากหลายรูปแบบ ศิลปะของเกมนี้นำเสนอสไตล์การแสดงสมจริง สร้างฉากที่เหมือนจริงมากมายด้วยสายพันธุ์ปลาหลากหลาย สามารถรับรองได้ว่าคุณจะประทับใจ",
    "A359": "SA Live เป็นแพลตฟอร์มบันเทิงออนไลน์ที่มีความแข็งแกร่งอย่างพิเศษ ทุกเกม รวมถึงบาคาร่าและแบล็กแจ็ค ถูกพัฒนาอย่างละเอียดเพื่อให้คุณได้สัมผัสประสบการณ์การเล่นเกมไร้ระหว่างหยุด เรายังมีดีลเลอร์หญิงที่ดังและคนเปิดใจที่สุดให้คุณได้ทำการโต้ตอบที่มีคุณภาพสูงกับคุณ",
    "A360": "เรามีเกมบาคาร่าที่ง่ายต่อการเรียนรู้ แบล็คแจ็ค ซิกโบที่ขึ้นอยู่กับโชคลาภ ดรากอนไทเกอร์ที่เข้าใจง่าย และเกมรูเล็ตที่น่าตื่นเต้น เรามีหลายเกมให้เลือกเพื่อตอบสนองความต้องการของผู้เล่นชนิดต่าง ๆ SBO Live ขอเชิญคุณมาร่วมประสบการณ์เกมเหล่านี้",
    "A361": "EVA ถูกออกแบบเพื่อผู้เล่นเพื่อสร้างห้องเกมสดที่หรูหราที่สุดเหมือนอยู่ตรงนั้น ด้วยเกมที่ปรับแต่งที่ไม่สามารถหลีกเลี่ยงได้ และดีลเลอร์หญิงที่สวยงามที่สุดและเริ่ดที่สุดสำหรับการสื่อสารทันทีกับคุณ",
    "A362": "เราขอเสนอตัวคุณด้วยการเลือกเกมหลากหลายและกราฟิกระดับยอดเยี่ยม เพื่อให้คุณได้ลองสัมผัสความบันเทิงที่ไม่เคยเกิดขึ้นมาก่อนและบรรยากาศการเล่นเกมที่น่าตื่นเต้นที่ KX Games ทำให้ทุกช่วงเวลาเป็นความทรงจำที่งดงาม",
    "A363": "สวัสดิการพิเศษสำหรับตัวแทนกีฬา",
    "A364": "คำจำกัดความสวัสดิการพิเศษสำหรับตัวแทนกีฬา: การเดิมพันผลิตภัณฑ์กีฬาสมบูรณ์แบบในเดือนมากกว่า 80%",
    "A365": "ค่าคอมมิชชั่นกำไรติดลบ",
    "A366": "กำไรสุทธิในเดือน",
    "A367": "ตามสัดส่วน",
    "A368": "จำนวนสมาชิกที่ถูกต้อง",
    "A369": "ยอดรวม",
    "A370": "สัญญาสำรอ",
    "A371": "อัตราค่าคอมมิชชั่น",
    "A372": "อันดับ",
    "A373": "n สมาชิกที่ถูกต้อง",
    "A374": "เดิมพันที่ถูกต้อง *n%",
    "A375": "รูปแบบกำไรติดลบ",
    "A376": "รูปแบบหน่วยงานร่วมทุน",
    "A377": "หลังจากลงทะเบียนเป็นตัวแทน ONBET สำเร็จ คุณสามารถแนะนำตัวแทนรายอื่นให้ลงทะเบียน ผู้แนะนำได้รับค่าคอมมิชชั่นจากการแนะนำ",
    "A378": "แนะนำจำนวนเดือนในการชำระของตัวแทน",
    "A379": "ค่าคอมมิชชั่นกำไรติดลบ",
    "A380": "การเดิมพันที่ถูกต้องของตัวแทนในเดือนปัจจุบัน",
    "A381": "รูปแบบหน่วยงานสินเชื่อ",
    "A382": "ตัวแทนยังสามารถเป็นบ้าน หุ้นกับบริษัท ตัวแทนสามารถเข้าถึง 50-90% โปรดติดต่อเจ้าหน้าที่ทาง Telegram เพื่อดูรายละเอียด: @onbet88888 เพื่อขอคำแนะนำ",
    "A383": "ร่วมพูดคุยข้อตกลงการเป็นตัวแทนทางการค้า",
    "A384": "I. สัญญาตัวแทน",
    "A385": "1. กำไรติดลบ: (กำไรรวม - ขาดทุน - เงินคืน - โบนัส - ส่วนลด)\n2. สูตรคำนวณกำไรสุทธิ (กำไรขาดทุนทั้งหมด - เงินคืน - โบนัส - ส่วนลด)-(กำไรขาดทุนทั้งหมด x ค่าธรรมเนียมการจัดการ 10%) X ค่าคอมมิชชันที่เกี่ยวข้อง\n3. สมาชิกรายเดือน: สมาชิกเก่าและใหม่สะสมเงินฝาก 3 ครั้งขึ้นไป เงินฝากรวมมากกว่า 666 หยวน และเดิมพันที่ถูกต้องมากกว่า 1,666 หยวน\n4. หากตัวแทนที่มีกำไรติดลบไม่มีคุณสมบัติตรงตามข้อกำหนด อัตราค่าคอมมิชชันจะลดลงครึ่งหนึ่ง\n5. กำไรที่เป็นบวก: (โบนัสรวม + การสูญเสีย + การคืนเงิน + การชนะ + ส่วนลด) หากตัวแทนมีกำไรเป็นบวกจะถูกหักจากดอกเบี้ยของเดือนถัดไปจนกว่าดอกเบี้ยที่เป็นบวกจะหมด\n6. แผนตัวแทนจำหน่ายใช้ไม่ได้กับลอตเตอรี เอาเปรียบสมาชิก โกงหลายบัญชี ถือว่าใช้ไม่ได้ \"",
    "A386": "II.เงื่อนไขตัวแทน",
    "A387": "1. ประวัติการเข้าสู่ระบบอย่างน้อย 5 วัน\n2. บัญชีเกมของบ้านไม่อยู่ในลิงค์ของบ้าน\n3. ONBET มีสิทธิ์ที่จะยุติโปรแกรมนี้ หากตัวแทนละเมิดข้อบังคับ หรือกระทำการฉ้อโกงในระหว่างการร่วมมือ ซึ่งส่งผลกระทบต่อความยุติธรรมของตัวแทนอื่น ๆ\n4. ห้ามมิให้ตัวแทนลงโฆษณาด้วยคีย์เวิร์ด ONBET อย่างเด็ดขาด และการกระทำอื่นๆ ที่ส่งผลเสียต่อผลประโยชน์ของบริษัทโดยตรง",
    "A388": "III. กฎและข้อกำหนด",
    "A389": "1. ดีลเลอร์ทุกระดับของดีลเลอร์ยูเนี่ยนไม่ได้รับอนุญาตให้เปิดบัญชีเอเย่นต์คู่/หลายบัญชีโดยไม่ได้รับอนุญาตจาก ONBET และไม่ได้รับอนุญาตให้รับค่าคอมมิชชั่นจากบัญชี ONBET หรือบุคคลที่เกี่ยวข้อง โปรดทราบว่าไม่อนุญาตให้เจ้ามือรับแทงทุกระดับ ในการใช้บัญชีบ้านเพื่อวางเดิมพัน ONBET ขอสงวนสิทธิ์ในการยกเลิกและระงับบัญชีและค่าคอมมิชชั่นทั้งหมดที่ได้รับในเกม\n2. เพื่อปกป้องความเป็นส่วนตัวและสิทธิ์ของบัญชีสมาชิก ONBET ทั้งหมด ONBET จะไม่ให้รหัสผ่านสมาชิกหรือข้อมูลส่วนบุคคลของสมาชิก นอกจากนี้ ตัวแทนทุกระดับไม่ได้รับอนุญาตให้รับข้อมูลสมาชิกในทางใดทางหนึ่ง หรือลงชื่อเข้าใช้บัญชีสมาชิกระดับล่างโดยพลการ หากพบว่าพันธมิตรละเมิดความเป็นส่วนตัวของสมาชิก ONBET ONBET ขอสงวนสิทธิ์ในการยกเลิกโบนัสพันธมิตรและยกเลิกบัญชีพันธมิตร\n3. จำนวนการเปิดบัญชีของสมาชิก dealer ตัวแทนต้องไม่เกิน 1 ONBET ขอสงวนสิทธิ์ในการกำหนดให้สมาชิกต้องให้ข้อมูลประจำตัวที่ถูกต้องเพื่อยืนยันการเป็นสมาชิกและมีสิทธิ์ในการประเมินว่ามีการจับคู่ IP หรือไม่ ในกรณีที่ละเมิดข้อกำหนดข้างต้น ONBET ขอสงวนสิทธิ์ในการยุติเกมของผู้เล่นและอายัดบัญชีและค่าคอมมิชชั่นทั้งหมดที่ได้รับในเกม\n4. พันธมิตรเจ้ามือรับแทงไม่สามารถเป็นสมาชิกการเดิมพันที่ถูกต้องได้ด้วยตัวเอง และไม่สามารถเป็นสมาชิกการเดิมพันที่ถูกต้องของพันธมิตรอื่น ๆ ได้ สามารถเป็นสมาชิกการเดิมพันที่ถูกต้องในเครือบริษัทเท่านั้น บ้านต้องมีสมาชิกเดิมพันออฟไลน์ที่ถูกต้อง 5 คนต่อเดือน (เดิมพันปกติอย่างน้อย 3 ครั้งต่อเดือน) หากมีการละเมิดข้อตกลงพันธมิตร ONBET White ขอสงวนสิทธิ์ในการยกเลิกและอายัดบัญชีและค่าคอมมิชชั่นทั้งหมดที่ได้รับในเกม\n5. หากสมาชิกพันธมิตรเจ้ามือถูกแบนจากการเล่นเกม ONBET หรือ ONBET คืนเงินมัดจำให้กับสมาชิกเนื่องจากการละเมิด ONBET จะไม่แจกจ่ายค่าคอมมิชชั่นที่เกี่ยวข้องให้กับพันธมิตรเจ้ามือ หากจำเป็นต้องตรวจสอบข้อมูลบัตรเครดิตและข้อมูลธนาคารที่สมาชิกพันธมิตรใช้ ONBET จะระงับค่าคอมมิชชั่นที่เกี่ยวข้องจนกว่าการตรวจสอบจะเสร็จสิ้น\n6. เงื่อนไขในสัญญาจะสำเร็จหลังจาก ONBET ประกาศตอบรับเข้าร่วมพันธมิตรเอเจนซี่ ONBET และบริษัทในเครืออาจยุติข้อตกลงนี้เมื่อใดก็ได้ ไม่ว่าในกรณีใด หากสหภาพพันธมิตรต้องการยุติสัญญา ONBET จะต้องแจ้งเป็นลายลักษณ์อักษร/อีเมลภายใน 7 วัน ประสิทธิภาพของสหภาพพันธมิตรจะได้รับการตรวจสอบทุกสามเดือน สัญญานี้อาจถูกยกเลิกเมื่อใดก็ได้ หากสหภาพตัวแทนไม่ได้เป็นหุ้นส่วนทั่วไปอีกต่อไป หากพันธมิตรละเมิดเงื่อนไขของสัญญา ONBET ขอสงวนสิทธิ์ในการยกเลิกสัญญาทันที\n7. หากไม่ได้รับอนุญาตจาก ONBET พันธมิตรจะไม่เปิดเผยและอนุญาตข้อมูลที่เป็นความลับของ ONBET รวมถึงข้อเสนอแนะที่ได้รับจากพันธมิตร การรายงานค่าคอมมิชชั่น การคำนวณ ฯลฯ สหภาพตัวแทนมีหน้าที่ต้องดำเนินการเอกสารลับและเอกสารหลังจากสรุปสัญญา ความปลอดภัยของข้อมูล\n8. หลังจากสิ้นสุดสัญญา สหภาพตัวแทนและ ONBET จะไม่จำเป็นต้องใช้สิทธิ์และหน้าที่ของทั้งสองฝ่ายอีกต่อไป การบอกเลิกสัญญาไม่ได้เป็นการปลดเปลื้องข้อผูกพันของสหภาพตัวแทนก่อนที่จะมีการยกเลิกสัญญา.",
    "A390": "การลงทะเบียนตัวแทน",
    "A391": "เข้าสู่ระบบตัวแทน",
    "A392": "ข้อมูลการติดต่อตัวแทน",
    "A393": "ขณะนี้ไม่มีประวัติเกม",
    "A394": "รหัสสุ่ม",
    "A395": "กรุณากรอกรหัสสุ่ม 8 หลักในบันทึกการโอนเงินเพื่อเร่งการประมวลผลและรับเงิน",
    "A396": "ยอดเงินไม่เพียงพอ",
    "A397": "ค้นหา",
    "A398": "สัมผัสประสบการณ์กับ WE Live และเพลิดเพลินกับความสนุกในการเล่นเกมที่ไม่ซ้ำซาก! บาคาร่าที่สร้างสรรค์และสีสันหลากหลาย, ประสบการณ์ Mi-card ที่ง่ายดาย ดีลเลอร์ผู้หญิงที่สวยงามจากไต้หวัน, โต๊ะส่วนตัว VIP และประสบการณ์ในการเล่นเกมที่น่าตื่นเต้น. WE Live, เล่นเกม, ค้นหาความสุข!",
    "A399": "EU Odds",
    "A400": "HK Odds",
    "A401": "MY Odds",
    "A402": "ID Odds",
    "A403": "ชนะ/ขาดทุน",
    "A404": "ยังไม่ได้ชำระ",
    "A405": "ตัดสินเดิมพัน",
    "A406": "ไม่ได้กำหนดเดิมพัน",
    "A407": "ส่วนลด",
    "A408": "ขณะนี้ไม่มีการสนับสนุนควบคู่",
    "A409": "วิธีการเล่นไม่รองรับการเดิมพันแบบโกง",
    "A410": "การเดิมพันล้มเหลว: วิธีการเล่นไม่รองรับการเดิมพันแบบโกง",
    "A411": "Transfer",
    "A412": "สัมผัสโลกที่น่าตื่นเต้นและมหัศจรรย์ของเกมบันเทิงออนไลน์กับผู้แจกไพ่สด! เลือกสถานที่บันเทิงที่ดีที่สุด, VIA Live, และเชิญคุณให้พักผ่อนและสนุกสนานในความตื่นเต้นและความสนุกที่นำมาให้คุณโดยการพนันออนไลน์และผู้แจกไพ่สด",
    "A413": "MP Games เป็นเกมหมากรุกที่ออกแบบอย่างรอบคอบซึ่งผสมผสานระหว่างองค์ประกอบการเล่นทางดั้งเดิมและทางสมัยใหม่เข้าด้วยกัน มอบประสบการณ์การเล่นที่หลากหลายให้กับผู้เล่น ไม่ว่าคุณจะเป็นมือใหม่หรือเป็นผู้เชี่ยวชาญ PM Games มีโหมดการเล่นที่เหมาะกับคุณ",
    "A414": "KS Games นิยมอย่างยิ่งโดยผู้เล่นเนื่องจากอินเตอร์เฟซที่งดงามและการดำเนินการเกมที่เรียบร้อย คุณสามารถแข่งขันกับผู้เล่นจากทั่วโลก โชว์ทาลันต์ของคุณ และมุ่งหาเกียรติยศที่สูงขึ้น",
    "A415": "KS Fishing เป็นเกมตกปลาที่ออกแบบอย่างสวยงาม มีหลายชนิดของปลาในมหาสมุทรที่สวยงาม ในวันนี้เราจะกลายเป็นผู้เชี่ยวชาญในการตกปลาและสนุกสนานกับความสนุกของการตกปลาในน้ำลึก!",
    "A416": "จำนวนเงินที่ถูกต้อง",
    "A417": "เดิมพันที่มีผลรวม",
    "A418": "ทั้งหมด",
    "A419": "ผลลัพธ์",
    "A420": "IM Esports เป็นแพลตฟอร์มกีฬาอีสปอร์ตที่นำเสนอกีฬาอีสปอร์ตที่รักในทั่วโลก แต่งตั้งให้การให้ข้อมูลเกี่ยวกับกีฬาอีสปอร์ตล่าสุด การเดิมพันที่ยุติธรรมที่สุด และประสบการณ์คุณภาพสูงสุดให้กับผู้ใช้",
    "A421": "TF Esports รวบรวมการเดิมพันในเหตุการณ์ Esports ที่มีชื่อเสียงทั่วโลก โดยตลอดเวลาการสำรวจวิธีใหม่ในการมีส่วนร่วมใน Esports พวกเรามุ่งมั่นที่จะก่อตัวเป็นแพลตฟอร์มเดิมพันและความสนุกสนานที่เป็นที่นิยมสำหรับผู้เล่น",
    "A422": "ผลการแข่งขัน",
    "A423": "ลีก",
    "A424": "นาที",
    "A425": "ระยะเวลา",
    "A426": "ชุด",
    "A427": "อินนิ่งส์",
    "A428": "หนึ่ง",
    "A429": "สอง",
    "A430": "สาม",
    "A431": "สี่",
    "A432": "ห้า",
    "A433": "แชมป์",
    "A434": "การ์ด",
    "A435": "เตะมุม",
    "A436": "ช่วงที่ 1",
    "A437": "ช่วงที่สอง",
    "A438": "ช่วงที่สาม",
    "A439": "ช่วงที่สี่",
    "A440": "ชุดแรก",
    "A441": "ชุดที่สอง",
    "A442": "ชุดที่สาม",
    "A443": "ชุดที่สี่",
    "A444": "ชุดที่ห้า",
    "A445": "คะแนนรวม",
    "A446": "กับการทำงานล่วงเวลา",
    "A447": "ผู้ชนะ",
    "A448": "สายพันธุ์ลูก",
    "A449": "คะแนนรวม",
    "A450": "ขยาย",
    "A451": "ปิด",
    "A452": "Esports",
    "A453": "กีฬาอีสปอร์ตความรุ่งโรจน์",
    "A454": "ประเภทกีฬา",
    "A455": "การแข่งวันนี้",
    "A456": "เก็บการแข่งขัน",
    "A457": "Half Push (ดันครึ่ง)",
    "A458": "ใบแดง",
    "A459": "ใบเหลือง",
    "A460": "การแข่งขันล่วงเวลา",
    "A461": "การยิงจุดโทษ",
    "A462": "คืนเงิน",
    "A463": "กำลังประมวลผล",
    "A464": "เวลาเดิมพัน",
    "A465": "การเดิมพันล้มเหลว",
    "A466": "ชนะได้สูงสุด",
    "A467": "Stake",
    "A468": "เพิ่มในกิจกรรมของฉันแล้ว",
    "A469": "ลบออกจากกิจกรรมของฉัน",
    "A470": "วางคะแนนที่ถูกต้อง",
    "A471": "The odds, line or score of one or more selections has changed",
    "A472": "Verify name or account",
    "A473": "Please enter verify name or account",
    "A474": "Sexy Baccarat",
    "A475": "Baccarat",
    "A476": "Color disc",
    "A477": "Dragon Tiger",
    "A478": "Sic Bo",
    "A479": "Roulette",
    "A480": "ไม่เจอการแข่งนี้",
    "A481": "แสดงน้อย",
    "A482": "แสดงเพิ่มเติม",
    "A483": "บันเทิง",
    "A484": "เพิ่มในรายการโปรดแล้ว",
    "A485": "ลบออกจากรายการโปรด",
    "A486": "เลือกทัวร์นาเมนท์ทั้งหมด",
    "A487": "Download",
    "A488": "ขั้นตอนก่อนหน้า",
    "A489": "ฟุตบอล",
    "A490": "บาสเกตบอล",
    "A491": "เทนนิส",
    "A492": "วอลเลย์บอล",
    "A493": "แบดมินตัน",
    "A494": "ปิงปอง",
    "A495": "ฮอคกี้น้ำแข็ง",
    "A496": "มวยสากล/การต่อสู้",
    "A497": "บิลเลียด",
    "A498": "คริกเก็ต",
    "A499": "เบสบอล",
    "A500": "รักบี้",
    "A501": "อเมริกันฟุตบอล",
    "A502": "แข่งรถ",
    "A503": "กอล์ฟ",
    "A504": "การพนันทางการเงิน",
    "A505": "หน้าจอหลัก",
    "A506": "เพิ่ม",
    "A507": "เพิ่มไปที่หน้าจอหลัก",
    "A508": "ขั้นตอน",
    "A509": "คลิกแชร์",
    "A510": "แตะ \"เพิ่มเติม\" บน Android แตะแชร์บน iPhone",
    "A511": "แตะเพิ่มไปที่หน้าจอหลัก",
    "A512": "คลิกเพิ่ม มันจะถูกเพิ่มไปที่หน้าจอหลักของคุณ",
    "A513": "รหัสผ่านการถอน",
    "A514": "รหัสผ่านการถอนปัจจุบัน",
    "A515": "รหัสผ่านการถอนเงินใหม่",
    "A516": "รหัสผ่านเข้าสู่ระบบปัจจุบัน",
    "A517": "ตั้งรหัสผ่านใหม่",
    "A518": "เกม BOLE มีกราฟิกที่ชัดเจนเพื่อให้คุณได้ทดลองเล่นเกมที่สมจริงที่สุด ด้วยหลากหลายของเกมแบบแท้และตามประเพณีที่ครบถ้วน นี้เป็นการตอบสนองต่อความต้องการที่หลากหลายของผู้เล่นที่แตกต่างกัน ทำให้คุณมีประสบการณ์การเล่นเกมที่สนุกสนานและน่าสนใจ",
    "A519": "กด ESC เพื่อออกจากหน้าจอเต็ม",
    "A520": "กลับไปที่บ้าน",
    "A521": "มีข้อผิดพลาดในรูปแบบของหมายเลขบัตรธนาคาร",
    "A522": "ถ่ายโอนเนื้อหา",
    "A523": "เนื้อหาการทำธุรกรรม",
    "A524": "ตัวเลข 8 หลัก หรือ เลขที่บัญชี~ชื่อจริง",
    "A525": "การค้นหาไม่มีเกมที่เกี่ยวข้อง",
    "A526": "Try Now",
    "A527": "Sports API Emerging Navigator",
    "A528": "With thousands of event data, professional and reliable risk control and 24/7 technical support, it is the best choice for sports betting.",
    "A529": "ONSPORTS is professional and innovative - the new sports API navigator",
    "A530": "ONSPORTS provides real-time odds, real-time data, reliable 100% risk-free transactions, professional 24/7 technical support, more than 300,000 events and dozens of sports events every year, meeting all the needs of many players for sports events!",
    "A531": "ขอขอบคุณสำหรับการมีส่วนร่วม",
    "A532": "เดิมพันในตลาดอื่นๆ",
    "A533": "การจำแนกเหตุการณ์",
    "A534": "ออก",
    "A535": "นักเล่นระดับโลกเคารพยินดีกับแบรนด์การสู้ไก่ Odin! มุ่งมั่นที่จะให้ประสบการณ์เสียง-ภาพที่ลึกซึ้งและสูงสุดคุณภาพของอัตราการเดิมพัน",
    "A536": "Transaction Contents",
    "A537": "Account ~ Real name or Random code",
    "A538": "Real-time rebate",
    "A539": "Maximum rebate",
    "A540": "เกมการตกปลา TP มีภาพสวยงามและสดใสพร้อมกับการผจญภัยในทะเลลึกที่น่าตื่นเต้นที่สุดและการแสดงผลทางสายตาที่ละเอียดที่สุด นำสู่การเสริมสร้างงานตกปลาสุดยอดสำหรับผู้เล่น!",
    "A541": "TP Honor Fishing ผสมผสานภาพและเสียงได้อย่างลงตัว สร้างเอฟเฟคที่มีสมดุลของเสียงและภาพพร้อมกับการแปรผันที่เพิ่มความตื่นเต้นให้กับผู้เล่น นำผู้เล่นเข้าสู่โลกใหม่ ให้ประสบการณ์บันเทิงที่ไม่เคยมีมาก่อน!",
    "A542": "การรวบรวมการแข่งขันชกไก่ระดับยอดที่เป็นทั้งใหม่และครอบคลุม GA28 Cockfighting ให้ประสบการณ์การเล่นเกมที่เสถียรและไม่มีช่องโหว่ด้วยภาพที่มีคุณภาพสูง ทำให้ผู้เล่นรู้สึกเหมือนว่าพวกเขาอยู่ในสถานที่ บริการนี้ทำให้เกมเล่นได้โดยไม่มีการหยุดสำหรับผู้เล่น",
    "A543": "ใบเสร็จการเดิมพัน",
    "A544": "Brazil",
    "A545": "Collapse all events",
    "A546": "Expand all events",
    "A547": "Featured items",
    "A548": "Edit",
    "A549": "Edit order",
    "A550": "Drag and drop to change order",
    "A551": "Restore default",
    "A552": "Finish",
    "A553": "Definition of valid bets: sports and e-sports bets, any draw or canceled event bets, any bets that do not produce a win or lose result, failed bets, bets on bets, any sports bets with European handicap odds below 1.65, negative bets are not allowed to calculate valid bets.",
    "A554": "กิจกรรมที่",
    "A555": "กรุณาล็อกอิน",
    "A556": "การแข่งขัน",
    "A557": "ONBET Sports has legal licenses issued by the European Malta MGA. Registered in the British Virgin Islands, it is a legal company recognized by international industry associations. Please make sure you are at least 18 years old before registering and having fun!",
    "A558": "บัญชีทดลองเล่นยังไม่ได้รับสิทธิ์เข้าชม!",
    "A559": "ไม่มีวิดีโอการแข่งขันตอนนี้",
    "A560": "การแข่งขันตอนนี้ไม่มีแอนิเมชั่น",
    "A561": "เพิ่มไปยังตลาดของฉันแล้ว",
    "A562": "นำออกจากตลาดของฉัน",
    "A563": "เร็วๆ นี้",
    "A564": "แฮนดิแคป",
    "A565": "แฮนดิแคป - ครึ่งแรก",
    "A566": "สูง/ต่ำ",
    "A567": "สูง/ต่ำ - ครึ่งแรก",
    "A568": "1 X 2",
    "A569": "1 X 2 - ครึ่งแรก",
    "A570": "ชุดที่ชนะ",
    "A571": "ชุดที่ชนะ - ครึ่งแรก",
    "A572": "แฮนดิแคป",
    "A573": "แฮนดิแคป",
    "A574": "แฮนดิแคป",
    "A575": "มันนี่ไลน์",
    "A576": "แผนที่ 1: มันนี่ไลน์",
    "A577": "แผนที่ 2: มันนี่ไลน์",
    "A578": "แผนที่ 3: มันนี่ไลน์",
    "A579": "แฮนดิแคป - OT",
    "A580": "แฮนดิแคป - ครึ่งแรก OT",
    "A581": "สูง/ต่ำ - OT",
    "A582": "สูง/ต่ำ - ครึ่งแรก OT",
    "A583": "1 X 2 - OT",
    "A584": "1 X 2 - ครึ่งแรก OT",
    "A585": "สูง",
    "A586": "ต่ำ",
    "A587": "เจ้าภาพ",
    "A588": "แขก",
    "A589": "และ",
    "A590": "Original",
    "A591": "Welcome to ONBET!",
    "A592": "Get it for free",
    "A593": "Casino",
    "A594": "Latest Games",
    "A595": "Game Provider",
    "A596": "Live Casino",
    "A597": "Fishing Game",
    "A598": "Lottery Game",
    "A599": "Sabong Game",
    "A600": "ESports",
    "A601": "In-Play Match",
    "A602": "Hot Sports",
    "A603": "ESports",
    "A604": "Promotions",
    "A605": "Sponsorship Information",
    "A606": "Mode Switch",
    "A607": "Lobby",
    "A608": "Provider",
    "A609": "Board Games",
    "A610": "ONBET Honor",
    "A611": "The SiGMA Asia Awards",
    "A612": "Sportsbook Operator Of The Year",
    "A613": "View all {n} original games",
    "A614": "View all {n} slot games",
    "A615": "View all {n} live videos",
    "A616": "View all {n} fishing games",
    "A617": "View all {n} lottery games",
    "A618": "View all {n} board games",
    "A619": "View all {n} cockfighting games",
    "A620": "View all {n} game manufacturers",
    "A621": "My Favorites",
    "A622": "Load more",
    "A623": "Showing {n} of {x} games",
    "A624": "Enter the game manufacturer name",
    "A625": "No related content was found",
    "A626": "Displaying {n} of {x} manufacturers",
    "A627": "Enter the game name or game provider",
    "A628": "Provider",
    "A629": "Search Results",
    "A630": "You haven't collected any games yet",
    "A631": "Popular",
    "A632": "Recommended games",
    "A633": "Exquisite",
    "A634": "High recovery",
    "A635": "Most collected",
    "A636": "Last score",
    "A637": "Last place game",
    "A638": "Popular Events - Football",
    "A639": "More Football Matches",
    "A640": "Popular Events - Basketball",
    "A641": "More Basketball Matches",
    "A642": "Popular Events - Volleyball",
    "A643": "More Volleyball Matches",
    "A644": "Popular Events - Tennis",
    "A645": "More Tennis Matches",
    "A646": "Asian style",
    "A647": "European style",
    "A648": "Simple style",
    "A649": "More Handicap",
    "A650": "Nationwide promotion",
    "A651": "ชื่อเล่น",
    "A652": "Recent Awards",
    "A653": "Benefit",
    "A654": "Start Game",
    "A655": "เติมเงิน",
    "A656": "Transfer",
    "A657": "การถอนเงิน",
    "A658": "ใบเดิมพันของคุณสำเร็จแล้ว",
    "A659": "ลบทั้งหมด",
    "A660": "เตือนว่าหากเหตุการณ์เดียวกัน ชนิดของบอล การแข่งขันชิงแชมป์ และรายการเดิมพันอื่น ๆ ไม่สามารถสมรู้ร่วมคิดได้",
    "A661": "Select style",
    "A662": "Event end time",
    "A663": "เลือกทั้งหมด",
    "A664": "ย้อนการเลือก",
    "A665": "ลีก: {n}",
    "A666": "ประวัติการค้นหา",
    "A667": "ค้นหาการแข่งขัน",
    "A668": "ไม่มีข้อมูลอีกต่อไป",
    "A669": "My bet slip",
    "A670": "Default",
    "A671": "Mini Games",
    "A672": "ครึ่ง: {n}",
    "A673": "ผู้ชม",
    "A674": "ครึ่งแรก",
    "A675": "ครึ่งหลัง",
    "A676": "ยอดรวมปัจจุบัน",
    "A677": "Last 7 days",
    "A678": "Order",
    "A679": "Link-up details",
    "A680": "Event End",
    "A681": "ผู้เยี่ยมชม",
    "A682": "รายละเอียดข้อเสนอแนะ",
    "A683": "ตรวจสอบรายละเอียด",
    "A684": "รูปแบบบัญชี QQ ผิดพลาด",
    "A685": "ข้อผิดพลาดรูปแบบบัญชีโทรเลข",
    "A686": "รูปแบบบัญชี Facebook ผิดพลาด",
    "A687": "รูปแบบบัญชี Whatsapp ผิดพลาด",
    "A688": "รูปแบบบัญชี Zalo ผิดพลาด",
    "A689": "การแข่งขันสิ้นสุดลงแล้ว",
    "A690": "ข้อมูลการแปลง",
    "A691": "Please Select",
    "A692": "Select Sports",
    "A693": "Bet Now",
    "A694": "Popular Events - Esports",
    "A695": "More Esports Matches",
    "A696": "BBIN Live นำเสนอช่วงหลากหลายของประเภทเกมรวมถึง บาคาร่า, มังกรเสือ, และเกมบันเทิงสดออนไลน์อื่น ๆ ทั้งหมด ทุกเกมมีกราฟิกความละเอียดสูงและเจ้าภาพสด มอบประสบการณ์การเล่นเกมที่น่าหลงใหลให้กับผู้เล่น",
    "A697": "เข้าสู่ระบบเพื่อดู",
    "A698": "V66 กีฬาออนไลน์",
    "A699": "WE Sports ครอบคลุมการแข่งขันหลากหลายทั่วโลก โดยมีตัวเลือกการเดิมพันที่หลากหลาย เช่น การเดิมพันแบบแฮนดิแคป สูง/ต่ำ และพาร์เลย์ นอกจากนี้ยังมีการถ่ายทอดสดและแอนิเมชั่นให้คุณเพลิดเพลินกับความบันเทิงและการเดิมพันได้อย่างง่ายดาย",
    "A700": "Enter the game name",
    "A701": "Total Points",
    "A702": "Total Runs",
    "A703": "VN-North",
    "A704": "VN-South",
    "A705": "VN-Central",
    "A706": "Mega 6/45",
    "A707": "Speed Lottery",
    "A708": "Lottery VIP",
    "A709": "Submit",
    "A710": "Chat room is closed",
    "A711": "Technical Support",
    "A712": "เป็นที่นิยม",
    "A713": "Home",
    "A714": "แขก",
    "A715": "มังกร",
    "A716": "เสือ",
    "A717": "รับรหัสยืนยัน",
    "A718": "Half Time",
    "Agent_001": "เอเจนต์ทั่วไป",
    "Agent_002": "ภาพรวม",
    "Agent_003": "สมาชิก",
    "Agent_004": "รายงาน",
    "Agent_005": "ช่วยเหลือ",
    "Agent_006": "การสาธิต",
    "Agent_007": "ระดับเอเจนต์",
    "Agent_008": "จำนวนเงินถอนทั้งหมด",
    "Agent_009": "จำนวนเงินที่ถอนได้",
    "Agent_010": "ยอดเงินโอนขั้นต่ำ {n}",
    "Agent_011": "โอนยอดคงเหลือไปยังวอลเล็ต",
    "Agent_012": "ข้อมูลถูกประมวลผลจากเวลาของสหรัฐอเมริกาตะวันออก (UCT-4)",
    "Agent_013": "วันนี้",
    "Agent_014": "ผู้เล่น",
    "Agent_015": "การเดิมพัน",
    "Agent_016": "ค่าคอมมิชชั่น",
    "Agent_017": "ยอดรวมของเดือนนี้",
    "Agent_018": "ยอดรวมของเดือนที่แล้ว",
    "Agent_019": "แชร์กับเพื่อน",
    "Agent_020": "แชร์",
    "Agent_021": "แชร์ลิงก์เชิญเพื่อน",
    "Agent_022": "ดาวน์โหลดคิวอาร์โค้ด",
    "Agent_023": "กฎการรับค่าคอมมิชชั่น",
    "Agent_024": "เชิญเพื่อน {n} คนและรับค่าคอมมิชชั่น ยิ่งมีเพื่อนเข้าร่วมมากเท่าไหร่ ค่าคอมมิชชั่นยิ่งสูงขึ้นเท่านั้น!",
    "Agent_025": "คน",
    "Agent_026": "พัฒนาภายใต้สังกัดอยู่เสมอ",
    "Agent_027": "คุณ",
    "Agent_028": "เชิญเพื่อนและรับค่าคอมมิชชั่นทุกวัน",
    "Agent_029": "ทุกครั้งที่เพื่อนของคุณวางเดิมพัน คุณจะได้รับค่าคอมมิชชั่นในสัดส่วนที่แตกต่างกันออกไป ไม่ว่าพวกเขาจะชนะหรือแพ้ก็ตาม",
    "Agent_030": "ค่าคอมมิชชั่นที่ได้จากการเดิมพันของเพื่อนจะถูกนับยอดวันละครั้ง",
    "Agent_031": "การเติมเงินทั้งหมดในช่วง 30 วันที่ผ่านมาต้องถึง {n} เพื่อรับค่าคอมมิชชั่น",
    "Agent_032": "ค่าคอมมิชชั่นจะถูกนับยอดที่ 00:00 เวลาสหรัฐอเมริกาตะวันออก (UCT-4)",
    "Agent_033": "คุณแน่ใจหรือไม่ว่าต้องการโอนค่าคอมมิชชั่นปัจจุบันไปยังยอดคงเหลือของคุณ",
    "Agent_034": "ระดับเอเจนต์",
    "Agent_035": "การเดิมพันสำเร็จ",
    "Agent_036": "รางวัลผู้เล่นระดับสตรีมมิ่ง",
    "Agent_037": "ค่าคอมมิชชั่นสามารถถอนไปที่ยอดคงเหลือในวอลเล็ตได้ตลอดเวลา",
    "Agent_038": "ระบบจะคำนวณค่าคอมมิชชั่นทุกๆ 24 ชั่วโมง",
    "Agent_039": "ค่าคอมมิชชั่นสูงสุดต่อวัน: {n}",
    "Agent_040": "อัตราการถอนค่าคอมมิชชั่น: {n}",
    "Agent_041": "จะไม่มีการออกค่าคอมมิชชั่นสำหรับ IP หรืออุปกรณ์เดียวกัน และจะไม่มีการออกค่าคอมมิชชั่นให้กับธุรกรรมที่น่าสงสัย",
    "Agent_042": "รางวัลเพิ่มเติม",
    "Agent_043": "รางวัลสำหรับการฝากครั้งแรกของผู้อยู่ภายใต้สังกัดโดยตรง: {n}",
    "Agent_044": "รางวัลเติมเงินสำหรับผู้อยู่ภายใต้สังกัดโดยตรง: {n}",
    "Agent_045": "ยอดสูงสุดต่อหนึ่งธุรกรรม: {n}",
    "Agent_046": "รางวัลการฝากครั้งแรกและรางวัลเติมเงินจะไม่ถูกนับเป็นสองครั้ง",
    "Agent_047": "เงื่อนไขการเติมเงินไม่รวม: {n}",
    "Agent_048": "การชำระเงินสกุลเงินเสมือน",
    "Agent_049": "จำนวนการเติมเงินที่จำเป็นเพื่อรับค่าคอมมิชชั่นใน 30 วันที่ผ่านมาคือ: {n}",
    "Agent_050": "ค่าคอมมิชชั่นจะถูกนับยอดที่ 00:00 เวลาสหรัฐอเมริกาตะวันออก (UCT-4)",
    "Agent_051": "เกมที่มีค่าคอมมิชั่น",
    "Agent_052": "การลงทะเบียน: ผู้ใช้ที่ลงทะเบียนใหม่ทั้งหมดโดยไม่มีรายชื่อที่ซ้ำกัน",
    "Agent_053": "ผู้เล่น: จำนวนของคนที่รายชื่อไม่ซ้ำโดยเป็นเอเจนต์ย่อยโดยตรงได้เติมเงินแล้ว",
    "Agent_054": "เดิมพัน:จำนวนเดิมพันที่สำเร็จจากผู้อยู่ภายใต้สังกัดทั้งหมด",
    "Agent_055": "คอมมิชชั่น:ค่าคอมมิชชั่นที่สามารถรับได้หลังจากการเดิมพันที่สำเร็จของผู้อยู่ภายใต้สังกัดของเอเจนต์ทั้งหมด รวมทั้งการเติมเงินทั่วไปและเติมเงินครั้งแรกของผู้อยู่ภายใต้สังกัดโดยตรง",
    "Agent_056": "ข้อมูล [ค่าคอมมิชชั่น] ของ [วันนี้] มีไว้เพื่อการอ้างอิงเท่านั้น และจำนวนค่าคอมมิชชั่นจริงจะขึ้นอยู่กับระบบ",
    "Agent_057": "[วันนี้] อัปเดตทุกๆ 60 นาที [ผลรวมสำหรับเดือนปัจจุบัน] จะถูกคำนวณจนถึงเมื่อวาน และ [ผลรวมสำหรับเดือนก่อนหน้า] จะถูกคำนวณจนถึงวันสุดท้ายของเดือนก่อนหน้า",
    "Agent_058": "[ผลรวมของเดือน] อัพเดททุกวันตามเวลาของระบบ",
    "Agent_059": "[ยอดรวมเดือนที่แล้ว] อัพเดทวันที่ 1 ของทุกเดือนตามเวลาของระบบ",
    "Agent_060": "การเติมเงินภายใน 30 วันไม่เป็นไปตามข้อกำหนดการถอนค่าคอมมิชชั่น",
    "Agent_061": "เข้าร่วม {N} กับเพื่อนของคุณและแบ่งปันโบนัสก้อนโต!",
    "Agent_062": "โปรไฟล์ของผู้อยู่ภายใต้สังกัด",
    "Agent_063": "รางวัลเติมเงิน",
    "Agent_064": "การเดิมพันสำเร็จ",
    "Agent_065": "การเดิมพันที่สำเร็จของทีม",
    "Agent_066": "รางวัลผู้เล่นระดับสตรีมมิ่ง",
    "Agent_067": "สมาชิก",
    "Agent_068": "จำนวนเติมเงิน",
    "Agent_069": "ประเภท",
    "Agent_070": "รางวัล",
    "Agent_071": "รางวัลการฝากครั้งแรก",
    "Agent_072": "รางวัลเติมเงิน",
    "Agent_073": "รางวัลการฝากครั้งแรกทั้งหมด",
    "Agent_074": "รางวัลเติมเงินทั้งหมด",
    "Agent_075": "วันที่",
    "Agent_076": "จำนวนคนที่ลงทะเบียน",
    "Agent_077": "ทีมเอเจนต์ย่อยของค่าคอมมิชชั่น",
    "Agent_078": "รางวัลค่าคอมมิชชั่น",
    "Agent_079": "หักลบ",
    "Agent_080": "ค่าคอมมิชชั่นตามจริง",
    "Agent_081": "ค่าคอมมิชชั่นตามจริงทั้งหมด",
    "Agent_082": "โปรโมชั่นทั่วประเทศคืออะไร?",
    "Agent_083": "โปรโมชั่นทั่วประเทศเป็นโอกาสที่เรามอบให้คุณสร้างรายได้รายวัน เพียงเชิญเพื่อนเพิ่มเพื่อรับค่าคอมมิชชั่น",
    "Agent_084": "การเข้าร่วมโปรโมชั่นทั่วประเทศมีค่าใช้จ่ายเท่าไหร่?",
    "Agent_085": "โปรโมชั่นทั่วประเทศไม่มีค่าใช้จ่ายใดๆ ทั้งสิ้น",
    "Agent_086": "ฉันจะสามารถทำเงินได้เท่าไหร่?",
    "Agent_087": "เชิญเพื่อนและรับค่าคอมมิชชั่นทุกวัน",
    "Agent_088": "กฎการรับค่าคอมมิชชั่น",
    "Agent_089": "C3 เป็นระดับที่ได้รับความสำเร็จสูงสุด ดังนั้นรางวัลจึงสูงถึง 180/10K",
    "Agent_090": "ค่าสำเร็จรวม 5250K ค่าคอมมิชชั่นรวม 3.3K",
    "Agent_091": "ค่าสำเร็จของผู้อยู่ใต้สังกัดโดยตรงคือ 170K และค่าคอมมิชชันคือ 3.06K",
    "Agent_092": "ค่าสำเร็จอื่นๆ ของผู้อยู่ใต้สังกัด 5080K ค่าคอมมิชชั่น 240",
    "Agent_093": "ผลงาน {n}",
    "Agent_094": "เดิมพันสำเร็จ {n}",
    "Agent_095": "รางวัลผู้เล่นระดับสตรีมมิ่ง {n}",
    "Agent_096": "ไม่อยู่ภายใต้สังกัด ไม่มีค่าคอมมิชชั่น {n}",
    "Agent_097": "สำหรับ {n} สนับสนุน {x}",
    "Agent_098": "ตัวอย่าง:",
    "Agent_099": "ค่าคอมมิชชั่นถูกคำนวณจากการเดิมพันที่สำเร็จ",
    "Agent_100": "หากการเดิมพันที่สำเร็จอยู่ระหว่าง 0-200K รางวัลระดับการขายที่สอดคล้องกันคือ 150/10K หากการเดิมพันสำเร็จมากกว่า 3000K ค่าคอมมิชชั่นของเอเจนต์คือ 180/10K",
    "Agent_101": "เอเจนต์ A เชิญ B1, B2 และ B3 เป็นเอเจนต์ใต้สังกัดของเขา B1 เชิญ C1 และ C2, B2 ไม่ได้เชิญผู้เล่นใต้สังกัด และ B3 เชิญ C3 เป็นเอเจนต์ใต้สังกัด",
    "Agent_102": "B1 มีเดิมพันที่สำเร็จที่ 100K B2 มีเดิมพันที่สำเร็จที่ 50K B3 มีเดิมพันที่สำเร็จงที่ 20K C1 มีเดิมพันที่สำเร็จที่ 50K C2 มีเดิมพันที่สำเร็จที่ 30K และ C3 มีเดิมพันที่สำเร็จที่ 5,000K ดังนั้นค่าความสำเร็จโดยรวมของ B1 คือ 80K ซึ่งสอดคล้องกับรางวัลระดับการขายที่ 150/10K",
    "Agent_103": "B2 ไม่มีผู้อยู่ใต้สังกัดและไม่มีค่าคอมมิชชั่น ค่าความสำเร็จโดยรวมของ B3 คือ 5,000K และรางวัลระดับการขายที่สอดคล้องกันคือ 180/10K ค่าความสำเร็จโดยรวมของผู้อยู่ใต้สังกัดโดยตรงของ A คือ 170K และค่าความสำเร็จของผู้ที่ไม่ได้อยู่ใต้สังกัดโดยตรงคือ 5080K และค่าความสำเร็จโดยรวมคือ 5250K และรางวัลระดับการขายที่สอดคล้องกันคือ 180/10K",
    "Agent_104": "ค่าคอมมิชชั่นถูกคำนวณดังต่อไปนี้:",
    "Agent_105": "ผู้อยู่ภายใต้สังกัดโดยตรง: สมาชิกที่ถูกเชิญโดยตรง",
    "Agent_106": "B1, B2, B3 สนับสนุน A (100K+50K+20K)*180/10K=3060",
    "Agent_107": "C1, C2 สนับสนุน B1 (50K+30K)*150/10K=1200",
    "Agent_108": "C3 สนับสนุน B3 (5000K)*180/10K=90000",
    "Agent_109": "ผู้ที่ไม่ได้อยู่ภายใต้กัดโดยตรง: ผู้อยู่ภายใต้สังกัดของผู้อยู่ภายใต้สังกัดโดยตรง ผู้อยู่ภายใต้สังกัด ผู้อยู่ภายใต้สังกัด ฯลฯ ไม่จำกัดผู้ที่อยู่ภายใต้สังกัดในการคำนวณ",
    "Agent_110": "C1 และ C2 สนับสนุน A (50K+30K)*30/10K=240 (เนื่องจากค่าความสำเร็จของ B1 คือ 80K รางวัลระดับการขายที่สอดคล้องกันคือ 150/10K ค่าความสำเร็จของ A คือ 5250K และรางวัลระดับการขายที่สอดคล้องกันคือ 180/ 10K ความแตกต่างในรางวัลอันดับของ A และ B1 คือ (180-150)/10K ดังนั้นรางวัลอันดับ C1 และ C2 ของ A คือ 30/10K)",
    "Agent_111": "สรุป",
    "Agent_112": "ค่าความสำเร็จของ C3 ช่วยให้ A ได้รับค่าคอมมิชชั่นจากรางวัลระดับการขายที่สูงขึ้นโดยอ้อม",
    "Agent_113": "B2 ไม่มีผู้อยู่ใต้สังกัด ดังนั้นจึงไม่มีค่าคอมมิชชั่น",
    "Agent_114": "แม้ว่า B3 จะเข้าร่วมช้าและเป็นผู้อยู่ใต้สังกัดของ A แต่ผลงานของ C3 ผู้อยู่ใต้สังกัดของเขาสูง ดังนั้น B3 และ A จึงได้รับรางวัลระดับเท่ากัน และ A จะไม่สามารถได้รับค่าคอมมิชชั่นของ C3",
    "Agent_115": "นี่จึงเป็นโมเดลเอเจนซี่ที่ยุติธรรมอย่างยิ่ง",
    "Agent_116": "[รางวัลระดับสตรีมมิ่ง] มีไว้เพื่อการสอนเท่านั้น และรางวัลจริงจะขึ้นอยู่กับการกำหนดอย่างเป็นทางการ",
    "bal_withdraw_001": "ยอดเงินปัจจุบัน",
    "betslip_01": "Last 30 days",
    "betslip_05": "ยินดีด้วย",
    "betslip_09": "อย่าลืมปิดนับถอยหลังซองอั่งเปาสีแดง?",
    "bonus_02": "ซองจดหมายสีแดง",
    "bonus_03": "รับซองแดง",
    "bonus_04": "จำนวนซองแดง",
    "bonus_06": "เสียดายไม่ได้ซองแดง",
    "bonus_07": "ถ้าปิดนับถอยหลังจะไม่เข้าซองแดง",
    "bonus_08": "คุณยังไม่ตรงตามเงื่อนไขสำหรับการคว้าอั่งเปา",
    "bonus_10": "อั่งเปานำโชคพิเศษต้องการให้ผู้ใช้ลงทะเบียนด้วยตนเอง หลังจากอนุมัติแล้ว เงินจะถูกโอนเข้ากระเป๋าเงินโดยอัตโนมัติโดยไม่ต้องแจ้งให้ทราบล่วงหน้า แต่ละระดับสามารถรับได้เพียงครั้งเดียว หากคุณปฏิบัติตามข้อกำหนดทั้งหมดที่เกี่ยวข้องกับทวีคูณรายได้คุณสามารถถอนเงินได้",
    "center_001": "ID ผู้ใช้",
    "center_002": "โทรศัพท์",
    "center_003": "ไปที่การรับรองทันที",
    "center_004": "กล่องจดหมาย",
    "center_005": "WhatsApp",
    "center_006": "เอกสารที่ถูกต้อง",
    "center_007": "เอกสารที่ถูกต้อง2",
    "center_008": "โปรไฟล์ที่สมบูรณ์",
    "center_009": "ลืมหมายเลขบัญชี/ รหัสผ่าน",
    "center_010": "ลืมรหัสผ่าน?",
    "center_011": "ของฉัน1$s",
    "center_012": "ระบบเติมเงิน",
    "center_013": "ผลการสแกนด้านหลังเอกสาร",
    "center_014": "หมายเลขประจำตัวประชาชน",
    "center_015": "หมายเลขประจำตัว 2",
    "center_016": "ผลการสแกนด้านหน้าของเอกสาร",
    "center_017": "เวลาหมดอายุใบรับรอง",
    "center_018": "เอกสารประเภท 1",
    "center_019": "เอกสารประเภท 2",
    "center_020": "ค่าโอน",
    "center_021": "การยืนยันตัวตน",
    "center_022": "ชื่อคือ 2-20 ภาษาจีน",
    "center_023": "ยืนยันตัวตน",
    "center_024": "เพศ",
    "center_025": "ถ่ายภาพ",
    "center_026": "ถ่ายรูปบัตรประชาชน",
    "center_027": "ภาพถ่าย",
    "center_028": "รหัสเดิมพัน:",
    "center_029": "เตรียมถ่ายรูปบัตร ของคุณ",
    "center_030": "รหัสไปรษณีย์",
    "center_031": "อีเมล",
    "center_032": "รูปแบบอีเมลผิดพลาด",
    "center_033": "ผู้ถือบัตรเป็นช่องบังคับ",
    "center_034": "ชื่อผู้ถือบัตร",
    "center_035": "ภาษา",
    "center_036": "การปรับเปลี่ยนมีผล",
    "center_037": "แก้ไขรูปแทนตัว",
    "center_038": "แก้ไขเรียบร้อยแล้ว",
    "center_039": "รหัสผ่านเข้าสู่ระบบได้รับการแก้ไขเรียบร้อยแล้ว โปรดใช้รหัสผ่านใหม่เพื่อเข้าสู่ระบบในครั้งต่อไป!",
    "center_040": "รหัสผ่านเข้าสู่ระบบได้รับการแก้ไขเรียบร้อยแล้ว โปรดใช้รหัสผ่านใหม่เพื่อเข้าสู่ระบบในครั้งต่อไป!",
    "center_041": "โปรโมชั่น",
    "center_042": "ไม่สามารถขอรหัสยืนยันได้ โปรดคลิกเพื่อลองอีกครั้ง!",
    "center_043": "โปรดถ่ายรูปหรือเลือกรูปภาพจากอัลบั้ม",
    "center_044": "โปรดคลิกเพื่ออัปโหลดภาพหน้าจอของการชำระเงินที่สำเร็จ",
    "center_045": "กรุณาคลิกอัพโหลดรูปด้านหน้าบัตรประจำตัวประชาชนของคุณ",
    "center_046": "กรุณาคลิกอัพโหลดภาพด้านหลังบัตรประจำตัวประชาชนของคุณ",
    "center_047": "กรุณาคลิกเพื่ออัพโหลดเอกสารแสดงตน",
    "center_048": "กรุณาคลิกเพื่ออัพโหลดภาพด้านหน้าของคุณ",
    "center_049": "กรุณาใส่ชื่อเล่นส่วนตัว",
    "center_050": "กรุณากรอกจำนวนวัน",
    "center_051": "กรุณาเข้าสู่เว็บไซต์เปิดบัญชี",
    "center_052": "กรุณากรอกหมายเลขโทรศัพท์",
    "center_053": "กรุณากรอกข้อมูลการฝากเงิน",
    "center_054": "กรุณากรอก Tiktok ID",
    "center_055": "กรุณากรอกหมายเลขประจำตัวประชาชน",
    "center_056": "กรุณากรอกชื่อ",
    "center_057": "โปรดป้อนรหัสบล็อคเชนของคุณ",
    "center_058": "กรุณาใส่หมายเลขบัญชีของคุณ",
    "center_059": "กรุณาใส่ชื่อบัตรธนาคารของคุณ",
    "center_060": "กรุณาใส่หมายเลขบัตรธนาคาร",
    "center_061": "กรุณากรอกจำนวนเงินที่ถอน",
    "center_062": "กรุณากรอกจำนวนเงินที่ถอน",
    "center_063": "กรุณาใส่รหัสผ่านการถอนเงิน",
    "center_064": "โปรดป้อนรหัสผ่านเข้าสู่ระบบเพื่อยืนยันการสมัครของคุณ",
    "center_065": "กรุณาใส่รหัสผ่านเข้าสู่ระบบเพื่อยืนยันการแก้ไข",
    "center_066": "กรุณากรอกตัวเลข",
    "center_067": "กรุณากรอก Instagram ID",
    "center_068": "กรุณากรอก Line ID",
    "center_069": "กรุณากรอก Twitter ID",
    "center_070": "กรุณาเพิ่ม",
    "center_071": "เลือกสกุลเงิน",
    "center_072": "เลือกช่องทางการชำระเงิน",
    "center_073": "เลือกภูมิภาค",
    "center_074": "เลือกบัญชีเงินฝาก",
    "center_075": "เลือกประเภท ID",
    "center_076": "เลือกบัญชี",
    "center_077": "เลือกโครงการกีฬา",
    "center_078": "เลือกเมือง",
    "center_079": "เลือกธนาคาร",
    "center_080": "เลือกลีกการแข่งขัน",
    "center_081": "การนัดหมาย",
    "center_082": "กำลังยืนยัน",
    "center_083": "สถานภาพการสมรส",
    "center_084": "นักท่องเที่ยว",
    "center_085": "WeChat",
    "center_086": "วีแชทไอดี",
    "center_087": "รหัสผ่านใหม่",
    "center_088": "ต้องปรับปรุง",
    "center_089": "แอป",
    "center_090": "Facebook",
    "center_091": "ID",
    "center_092": "หมายเลขประจำตัวประชาชน",
    "center_093": "Instagram",
    "center_094": "Line",
    "center_095": "Melon",
    "center_096": "OVO",
    "center_097": "หนังสือเดินทาง",
    "center_098": "QQ",
    "center_099": "หมายเลข QQ",
    "center_100": "Telegram",
    "center_101": "Tiktok",
    "center_102": "Twitter",
    "center_103": "คุณได้ทำการยืนยันชื่อจริงเรียบร้อยแล้ว!",
    "center_104": "ส่งข้อมูลการยืนยันชื่อจริงของคุณแล้ว โปรดรอการตรวจสอบและรับรอง",
    "center_105": "Zalo",
    "center_106": "บันทึกวันเกิด {n} สำเร็จแล้ว",
    "center_107": "ของขวัญวันเกิด จะต้องระบุวันเกิดในข้อมูลส่วนบุคคลก่อนและจะต้องลงทะเบียนเป็นเวลา {n} วัน มูลค่าของของขวัญที่ให้จะสอดคล้องกับอันดับที่มีอยู่ในวันเกิด สามารถรับได้ภายใน {x} วัน หากคุณปฏิบัติตามข้อกำหนดทั้งหมดที่เกี่ยวข้องกับทวีคูณรายได้คุณสามารถถอนเงินได้",
    "center_108": "ความสมดุลของแพลตฟอร์ม",
    "center_109": "Account Balance",
    "center_110": "บริการออนไลน์",
    "center_111": "ประวัติการเดิมพันกีฬา",
    "center_112": "กีฬาที่เกี่ยวข้อง",
    "center_113": "สิทธิประโยชน์ของสมาชิก",
    "common_01": "Full name",
    "common_02": "Please enter name",
    "common_03": "บัญชีผู้ใช้",
    "common_04": "ที่อยู่",
    "common_005": "ม.ค",
    "common_006": "ก.พ",
    "common_007": "มี.ค",
    "common_008": "เม.ย",
    "common_009": "พ.ค",
    "common_010": "ม.ย",
    "common_011": "ก.ค",
    "common_012": "ส.ค",
    "common_013": "ก.ย",
    "common_014": "ต.ค",
    "common_015": "พ.ย",
    "common_016": "ต.ค",
    "common_017": "ม.ค",
    "common_018": "ก.พ",
    "common_019": "มี.ค",
    "common_020": "เม.ย",
    "common_021": "พ.ค",
    "common_022": "ม.ย",
    "common_023": "ก.ค",
    "common_024": "ส.ค",
    "common_025": "ก.ย",
    "common_026": "ต.ค",
    "common_027": "พ.ย",
    "common_028": "ธ.ค",
    "common_029": "มกราคม",
    "common_030": "กุมภาพันธ์",
    "common_031": "มีนาคม",
    "common_032": "เมษายน",
    "common_033": "อาจ",
    "common_034": "มิถุนายน",
    "common_035": "กรกฎาคม",
    "common_036": "สิงหาคม",
    "common_037": "กันยายน",
    "common_038": "ตุลาคม",
    "common_039": "พฤศจิกายน",
    "common_040": "ธันวาคม",
    "common_041": "ในวันจันทร์",
    "common_042": "วันอังคาร",
    "common_043": "วันพุธ",
    "common_044": "วันพฤหัสบดี",
    "common_045": "วันศุกร์",
    "common_046": "วันเสาร์",
    "common_047": "วันอาทิตย์",
    "common_048": "วันจันทร์",
    "common_049": "วันอังคาร",
    "common_050": "วันพุธ",
    "common_051": "วันพฤหัสบดี",
    "common_052": "วันศุกร์",
    "common_053": "วันเสาร์",
    "common_054": "วันอาทิตย์",
    "common_055": "พรีเมี่ยม",
    "common_056": "45293",
    "common_057": "(ผ่าน)",
    "common_058": "(เจ้าภาพ) {n} กับ {x} (แขก)",
    "common_059": "(ไม่ได้รับการยืนยัน)",
    "common_060": "(กำลังยืนยัน)",
    "common_061": "(การตรวจสอบล้มเหลว)",
    "common_062": "[กรณีที่ 1]",
    "common_063": "[สถานการณ์ 2]",
    "common_064": "[กรณีที่ 3]",
    "common_065": "{n} นาที",
    "common_066": "{n} วัน",
    "common_067": "{n} {x}",
    "common_068": "{n} ชุด {x} ชนะ",
    "common_069": "****  {n}",
    "common_070": "1/X",
    "common_071": "2/X",
    "common_072": "งาน",
    "common_073": "หยวน",
    "common_074": "วัน",
    "common_075": "ไม่มี",
    "common_076": "หน้าหลัก",
    "common_077": "ขอโทษ",
    "common_078": "ใดๆ",
    "common_079": "ชื่อ",
    "common_080": "ออกจากระบบ",
    "common_081": "กำหนดวงเงินเดิมพัน: {n}",
    "common_082": "จำนวนการเข้ารหัสเสร็จสมบูรณ์",
    "common_083": "บันทึกไว้",
    "common_084": "ไม่เพียงพอ",
    "common_085": "นามแฝง",
    "common_086": "คำแนะนำที่ดีที่สุด",
    "common_087": "ไม่",
    "common_088": "เลขท้าย",
    "common_089": "สถานะ",
    "common_090": "มาถึง",
    "common_091": "คี่",
    "common_092": "ประเทศ",
    "common_093": "ประเทศ / ภูมิภาค",
    "common_094": "ข้อสังเกต",
    "common_095": "นามสกุล",
    "common_096": "หรือ",
    "common_097": "วันที่ทั้งหมด",
    "common_098": "เงินฝาก: {ฝาก}",
    "common_099": "เวอร์ชัน {n}",
    "common_100": "รายละเอียด",
    "common_101": "เขตเวลา",
    "common_102": "ครั้งที่ 2",
    "common_103": "คืนน้ำ {n} จำนวน",
    "common_104": "สวิตช์โซนเวลา",
    "common_105": "ครั้งที่ 3",
    "common_106": "เหลืออีก {{n}} วัน",
    "common_107": "ต่ออายุ",
    "common_108": "ที่ 1",
    "common_109": "ต้องเติบโตประมาณ {growth} คะแนน",
    "common_110": "กำลังปรับปรุง",
    "common_111": "{n}",
    "common_112": "กำลังประมวลผล",
    "common_113": "ค่าช่วงการเข้ารหัสที่ถูกต้องทุกวัน",
    "common_114": "อันดับแรก",
    "common_115": "เมือง",
    "common_116": "ตั้งสำเร็จ",
    "common_117": "ค้นหา",
    "common_118": "ใช่",
    "common_119": "ต้องการความช่วยเหลือ?",
    "common_120": "ตรวจสอบ",
    "common_121": "ชื่อ",
    "common_122": "ตรวจสอบเวลา",
    "common_123": "อัลบั้ม",
    "common_124": "ส่งเรียบร้อยแล้ว",
    "common_125": "ล้มเหลว",
    "common_126": "จังหวัด",
    "common_127": "อัพโหลดรูปภาพเรียบร้อยแล้ว",
    "common_128": "ภาษาอังกฤษ",
    "common_129": "ยินดีด้วย เดิมพันต่อท้าย: {n} ชนะ: {x}",
    "common_130": "ตัวอย่าง",
    "common_131": "ใส่รหัสยืนยัน",
    "common_132": "การรอคอย",
    "common_133": "จดจำรหัสผ่าน",
    "common_134": "ภายนอก",
    "common_135": "ดาวน์โหลดภายนอก",
    "common_136": "พบเวอร์ชันใหม่",
    "common_137": "สมัครมีผลบังคับใช้",
    "common_138": "ยืนยันการสมัคร",
    "common_139": "ยืนยันการเปลี่ยนแปลง",
    "common_140": "เติมเงิน",
    "common_141": "ติดตั้ง",
    "common_142": "ที่อยู่ร้านเดิมพัน",
    "common_143": "ปล่อยอัปเดต",
    "common_144": "สถิติ",
    "common_145": "เวลาเริ่มต้น",
    "common_146": "นับถอยหลังสู่การตั้งถิ่นฐาน",
    "common_147": "การถอนเงินครั้งแรกจะต้องเข้าบัญชี: {n} {x}",
    "common_148": "ส",
    "common_149": "ผ่าน",
    "common_150": "เพิ่มใหม่",
    "common_151": "แสดงน้อยลง",
    "common_152": "รหัสยืนยัน",
    "common_153": "รหัสยืนยันทาง SMS",
    "common_154": "การตั้งค่าระบบ",
    "common_155": "การเชื่อมต่อ",
    "common_156": "ศูนย์การตั้งค่า",
    "common_157": "ที่อยู่",
    "common_158": "กรุณาติดต่อฝ่ายบริการลูกค้า",
    "common_159": "เลือกที่อยู่",
    "common_160": "COPYRIGHT© 2024 ONBET ALL RIGHTS RESERVED",
    "common_161": "ฝ่ายบริการลูกค้า",
    "common_162": "Action",
    "common_163": "ในวันจันทร์",
    "common_164": "วันอังคาร",
    "common_165": "วันพุธ",
    "common_166": "วันพฤหัสบดี",
    "common_167": "วันศุกร์",
    "common_168": "วันเสาร์",
    "common_169": "วันอาทิตย์",
    "common_170": "ONbet พนันกีฬา - เป็นที่นิยมมากที่สุดในเอเชีย",
    "common_171": "ONbet พนันกีฬาเป็นแพลตฟอร์มการพนันกีฬาออนไลน์ที่ได้รับความนิยมมากที่สุดในเอเชีย โดยให้บริการประสบการณ์การเดิมพันกีฬาทั้งในเกมและก่อนเกมที่ดีที่สุดแก่ผู้ใช้ทุกคน ธุรกิจของเราครอบคลุมฟุตบอล บาสเกตบอล เทนนิส ไก่ชน เกมโต๊ะ คาสิโนสด เป็นต้น เรามุ่งมั่นในแนวคิดการบริการเป็นอันดับแรก ยึดมั่นในความซื่อสัตย์ และถอนเงินจำนวนมากได้อย่างไร้กังวล เพื่อมอบบริการที่ดีที่สุดให้กับคุณ",
    "common_172": "First deposit bonus event",
    "common_173": "Sign up for gift event",
    "common_174": "Roulette event",
    "common_175": "Third party game bonus event",
    "common_176": "Third party profit bonus event",
    "common_177": "Daily login event",
    "common_178": "Golden egg hunting event",
    "common_179": "Invite friends event",
    "common_180": "Daily sign-in event",
    "common_181": "No restrictions",
    "common_182": "{n} กีฬาออนไลน์",
    "common_183": "Welcome to {n}!",
    "common_184": "About {n}",
    "common_185": "{n} Honor",
    "common_186": "{n} Sports has legal licenses issued by the European Malta MGA. Registered in the British Virgin Islands, it is a legal company recognized by international industry associations. Please make sure you are at least 18 years old before registering and having fun!",
    "common_187": "COPYRIGHT© 2024 {n} ALL RIGHTS RESERVED",
    "common_188": "Deposit bonus event",
    "common_189": "{n} E-Sport",
    "common_190": "Friend invitation (First deposit)",
    "common_191": "Friend invitation (Turnover)",
    "common_192": "Friend invitation (Upgrade)",
    "common_193": "VIP (Promotion)",
    "common_194": "VIP (Birthday)",
    "common_195": "VIP (Weekly red envelope)",
    "common_196": "VIP(Exclusive Red Envelope)",
    "common_197": "Back office additional payment",
    "common_198": "Event additional payment",
    "common_199": "Bahasa Melayu",
    "common_200": "check-in",
    "dep_crypto_01": "จำนวนการแปลง",
    "dep_set_01": "โปรดตั้งค่าบัตรธนาคาร/สกุลเงินเสมือน/eWallet ก่อน",
    "dep_set_002": "กรุณาตั้งรหัสผ่านการถอนก่อน",
    "dep_set_003": "โปรดตั้งค่า eWallet ก่อน",
    "dep_set_004": "โปรดตั้งค่าสกุลเงินเสมือนก่อน",
    "dep_set_005": "กรุณาตั้งค่าบัตรธนาคารก่อน",
    "dep_set_006": "กรุณาตั้งค่าบัตรธนาคาร/สกุลเงินเสมือนก่อน",
    "dep_set_007": "กรุณาดำเนินการตรวจสอบชื่อจริงก่อน",
    "dep_set_008": "เพิ่มบัตรธนาคาร",
    "dep_set_009": "เพิ่ม USDT",
    "dep_set_010": "เพิ่ม eWallet",
    "dep_set_011": "เพิ่มบัตรธนาคาร/eWallet",
    "dep_set_012": "เพิ่มบัตรธนาคาร/สกุลเงินเสมือน",
    "dep_set_013": "เพิ่มบัตรธนาคาร/สกุลเงินเสมือน/eWallet",
    "dep_set_014": "เพิ่มสกุลเงินเสมือน/eWallet",
    "dep_set_015": "แก้ไขบัตรธนาคาร",
    "dep_set_016": "แก้ไขบัตรธนาคารสำเร็จ",
    "dep_set_017": "แก้ไข eWallet",
    "dep_set_018": "แก้ไข eWallet สำเร็จ",
    "dep_set_019": "แก้ไขสกุลเงินเสมือน",
    "dep_set_020": "ผูกบัตรธนาคารสำเร็จ",
    "dep_set_021": "ลบบัตรธนาคารเรียบร้อยแล้ว",
    "dep_set_022": "ผูก eWallet สำเร็จ",
    "dep_set_023": "การถอนสำเร็จ กรุณารอเจ้าหน้าที่บริการลูกค้าตรวจสอบ",
    "dep_set_024": "ลบสกุลเงินเสมือนเรียบร้อยแล้ว",
    "dep_set_025": "อัปโหลดภาพหน้าจอการชำระเงิน",
    "dep_set_026": "อัพโหลดรูปหน้าตรง",
    "dep_set_027": "อัพโหลดหน้าบัตรประชาชน",
    "dep_set_028": "อัปโหลดด้านหลังบัตรประจำตัวประชาชนของคุณ",
    "dep_set_029": "อัพโหลดเอกสารประจำตัว",
    "dep_set_030": "ขีดจำกัดบน",
    "dep_set_031": "ดึงลงเพื่อรีเฟรช",
    "dep_set_032": "โปรไฟล์",
    "dep_set_033": "ชื่อเล่นส่วนตัว",
    "dep_set_034": "ข้อมูลส่วนบุคคล",
    "dep_set_035": "ทำงาน",
    "dep_set_036": "เลือกจากอัลบั้มโทรศัพท์",
    "dep_set_037": "ลบออกจากลีกของฉัน",
    "dep_set_038": "เลือกรูปภาพจากอัลบั้ม",
    "dep_set_039": "ธนาคารผู้รับฝากเงิน",
    "dep_set_040": "วิธีการชำระเงิน",
    "dep_set_041": "อาลีเพย์",
    "dep_set_042": "อาลีเพย์ ออนไลน์",
    "dep_set_043": "โอนอาลีเพย์",
    "dep_set_044": "บัญชีการชำระเงิน",
    "dep_set_045": "จำนวนเงินที่ชำระ",
    "dep_set_046": "ข้อมูลการชำระเงิน",
    "dep_set_047": "ธนาคารชำระเงิน",
    "dep_set_048": "ช่องทางการชำระเงิน",
    "dep_set_049": "ไม่ จำกัด",
    "dep_set_050": "ที่อยู่เงินฝาก",
    "dep_set_051": "ลบ eWallet",
    "dep_set_052": "ลบเรียบร้อยแล้ว",
    "dep_set_053": "ลบสกุลเงินเสมือน",
    "dep_set_054": "ลบบัตรธนาคาร",
    "dep_set_055": "โปรโตคอล/สกุลเงิน",
    "dep_set_056": "เลือกโปรโตคอล/สกุลเงิน",
    "dep_set_057": "ผูกสกุลเงินเสมือนสำเร็จแล้ว",
    "dep_set_058": "โปรดตั้งค่าบัตรธนาคาร/eWallet ก่อน",
    "dep_set_059": "โปรดตั้งค่าสกุลเงินเสมือน/eWallet ก่อน",
    "dep_set_060": "แก้ไขความสำเร็จของสกุลเงินเสมือน",
    "deposit_01": "ปี",
    "deposit_02": "เดือน",
    "deposit_03": "วัน",
    "deposit_004": "ระบบเกี่ยวกับเงินฝากอยู่หว่างการอัพเกรด,รอสักครู่",
    "deposit_005": "เติมเงิน (1000+2000) - เข้ารหัสเสร็จแล้ว (500+1000)=1500",
    "deposit_006": "เติมเงิน 2000- เข้ารหัสให้สมบูรณ์ 1,000=1000",
    "deposit_007": "เวลาฝาก",
    "deposit_008": "บัญชีเงินฝาก",
    "deposit_009": "รับโบนัสเลื่อนขั้นภายใน {n} วัน นับจากวันเลื่อนขั้น เเต่ระดับละรับเพียง 1 ครั้งเท่านั้น หากคุณปฏิบัติตามข้อกำหนดทั้งหมดที่เกี่ยวข้องกับทวีคูณรายได้คุณสามารถถอนเงินได้",
    "deposit_010": "รับโบนัสเลื่อนขั้นภายใน {n} วัน นับจากวันเลื่อนขั้น เเต่ระดับละรับเพียง 1 ครั้งเท่านั้น หากคุณปฏิบัติตามข้อกำหนดทั้งหมดที่เกี่ยวข้องกับทวีคูณรายได้คุณสามารถถอนเงินได้",
    "deposit_011": "โปรดตรวจสอบจำนวนเครดิตในบัญชีของคุณ",
    "deposit_012": "กรุณาเข้าสู่ระบบสมาชิกเพื่อตรวจสอบว่ามีการใช้บัญชี {n} ก่อนการฝากเงินในแต่ละครั้งหรือไม่ บริษัทไม่สามารถตรวจสอบและไม่รับผิดชอบใดๆ หากทำการฝากเงินเข้าบัญชีที่หมดอายุ!",
    "deposit_013": "กรุณาเข้าสู่ระบบสมาชิกเพื่อตรวจสอบว่ามีการใช้บัญชี Alipay ก่อนการฝากเงินในแต่ละครั้งหรือไม่ บริษัทไม่สามารถตรวจสอบและไม่รับผิดชอบใดๆ หากทำการฝากเงินเข้าบัญชีที่หมดอายุ!",
    "deposit_014": "กรุณาเข้าสู่ระบบสมาชิกเพื่อตรวจสอบว่ามีการใช้บัญชี Tenpay ก่อนการฝากเงินในแต่ละครั้งหรือไม่ บริษัทไม่สามารถตรวจสอบและไม่รับผิดชอบใดๆ หากทำการฝากเงินเข้าบัญชีที่หมดอายุ!",
    "deposit_015": "กรุณาเข้าสู่ระบบสมาชิกเพื่อตรวจสอบว่ามีการใช้บัญชี wechat ก่อนการฝากเงินในแต่ละครั้งหรือไม่ บริษัทไม่สามารถตรวจสอบและไม่รับผิดชอบใดๆ หากทำการฝากเงินเข้าบัญชีที่หมดอายุ!",
    "deposit_016": "กรุณาเข้าสู่ระบบสมาชิกเพื่อตรวจสอบว่ามีการใช้บัญชี GCash ก่อนการฝากเงินในแต่ละครั้งหรือไม่ บริษัทไม่สามารถตรวจสอบและไม่รับผิดชอบใดๆ หากทำการฝากเงินเข้าบัญชีที่หมดอายุ!",
    "deposit_017": "กรุณาเข้าสู่ระบบสมาชิกเพื่อตรวจสอบว่ามีการใช้บัญชี GrabPay ก่อนการฝากเงินในแต่ละครั้งหรือไม่ บริษัทไม่สามารถตรวจสอบและไม่รับผิดชอบใดๆ หากทำการฝากเงินเข้าบัญชีที่หมดอายุ!",
    "deposit_018": "กรุณาเข้าสู่ระบบสมาชิกเพื่อตรวจสอบว่ามีการใช้บัญชี MoMoPay ก่อนการฝากเงินในแต่ละครั้งหรือไม่ บริษัทไม่สามารถตรวจสอบและไม่รับผิดชอบใดๆ หากทำการฝากเงินเข้าบัญชีที่หมดอายุ!",
    "deposit_019": "กรุณาเข้าสู่ระบบสมาชิกเพื่อตรวจสอบว่ามีการใช้บัญชี PayMaya ก่อนการฝากเงินในแต่ละครั้งหรือไม่ บริษัทไม่สามารถตรวจสอบและไม่รับผิดชอบใดๆ หากทำการฝากเงินเข้าบัญชีที่หมดอายุ!",
    "deposit_020": "กรุณาเข้าสู่ระบบสมาชิกเพื่อตรวจสอบว่ามีการใช้บัญชี ViettelPay ก่อนการฝากเงินในแต่ละครั้งหรือไม่ บริษัทไม่สามารถตรวจสอบและไม่รับผิดชอบใดๆ หากทำการฝากเงินเข้าบัญชีที่หมดอายุ!",
    "deposit_021": "กรุณาเข้าสู่ระบบสมาชิกเพื่อตรวจสอบว่ามีการใช้บัญชี ZaloPay ก่อนการฝากเงินในแต่ละครั้งหรือไม่ บริษัทไม่สามารถตรวจสอบและไม่รับผิดชอบใดๆ หากทำการฝากเงินเข้าบัญชีที่หมดอายุ!",
    "deposit_022": "เกินขีดจำกัดจำนวนเงินฝาก",
    "deposit_023": "โอน WeChat",
    "deposit_024": "DANA",
    "deposit_025": "Dragonpay",
    "deposit_026": "GCash",
    "deposit_027": "GrabPay",
    "deposit_028": "บัตรประจำตัวประชาชน",
    "deposit_029": "JuanCash",
    "deposit_030": "MoMoPay",
    "deposit_031": "PayMaya",
    "deposit_032": "PayPal",
    "deposit_033": "คิวคิว ออนไลน์",
    "deposit_034": "QRIS",
    "deposit_035": "ViettelPay",
    "deposit_036": "ZaloPay",
    "deposit_037": "โปรดอัปโหลดภาพหน้าจอการชำระเงิน",
    "deposit_038": "โปรดอัปโหลดเอกสารที่ถูกต้องเพื่อยืนยันตัวตนของคุณ",
    "deposit_039": "กรุณาอัพโหลดเอกสารที่สามารถพิสูจน์ตัวตนของคุณ",
    "deposit_040": "กรุณาส่งข้อมูลการฝากเงินหลังจากการโอนสำเร็จ",
    "deposit_041": "วีแชทออนไลน์",
    "deposit_042": "ธนาคารออนไลน์",
    "deposit_043": "เงินฝากสาขา",
    "deposit_044": "การเชื่อมต่อเครือข่ายหมดเวลา. กรุณาลองอีกครั้ง.",
    "deposit_045": "ชำระธนาคารออนไลน์",
    "deposit_046": "รหัสธุรกรรมบล็อคเชน",
    "deposit_047": "สแกนเติมเหรียญ",
    "deposit_048": "โอนผ่านบัตรธนาคาร",
    "deposit_049": "จำนวนเงินฝาก",
    "deposit_050": "88Pay",
    "deposit_051": "จำนวนเงินคืน: {n} {x}",
    "deposit_052": "ส่วนลด (ไม่จำเป็น)",
    "deposit_053": "{0} ข้อเสนอ",
    "deposit_054": "โปรดเลือกหนึ่งข้อเสนอ",
    "deposit_055": "สรุปอีเวนต์",
    "deposit_056": "ยังไม่ได้รับส่วนลด",
    "deposit_057": "รางวัลสูงสุด",
    "deposit_058": "จำนวนการวางเดิมพันที่จำเป็น",
    "deposit_059": "อัตราส่วนทางการเงิน",
    "deposit_060": "ระบุประเภท",
    "deposit_061": "ส่วนลดรางวัล",
    "deposit_062": "*หลังจากการเติมเงินเสร็จสิ้น รางวัลจะถูกโอนไปยังวอลเล็ตโดยอัตโนมัติ และคุณสามารถถอนเงินได้หลังจากกรอกจำนวนเงินที่ถูกต้องแล้ว",
    "deposit_063": "ประเภทและเกมที่ระบุ",
    "deposit_064": "จำนวนทั้งหมด",
    "deposit_065": "Kategorya ng Third Party",
    "deposit_066": "ชื่อประเภท",
    "deposit_067": "เลือก",
    "deposit_068": "ประเภทอีเวนต์",
    "deposit_069": "การเติมเงินครั้งแรก",
    "deposit_070": "Required turnover",
    "deposit_071": "การฝากเงินครั้งแรกของวัน",
    "deposit_072": "Deposit bonus",
    "deposit_073": "Minimum deposit",
    "deposit_074": "No limit on deposits",
    "deposit_075": "2nd deposit",
    "deposit_076": "3rd deposit",
    "deposit_077": "4th deposit",
    "deposit_078": "5th deposit",
    "deposit_079": "The deposit amount does not meet the activity requirements. Confirm deposit?",
    "deposit_080": "Deposit failed",
    "deposit_081": "An unexpected error occurred",
    "deposit_082": "Explanation of reward distribution in batches",
    "deposit_083": "The first day's reward will be issued immediately upon completing the deposit. The rewards for the remaining days will be distributed at 00:10 (GMT-4) each day",
    "deposit_084": "After participating in the event, you can check the event details in My> Fund Detail > History",
    "deposit_085": "After participating in the event, you can check the event details in Profile> Fund Detail > History",
    "deposit_086": "Claim method",
    "deposit_087": "Claim progress: Day {n} claim",
    "deposit_088": "No deposit promotions found",
    "deposit_card_01": "Card code (PIN)",
    "deposit_card_02": "10-16 characters",
    "deposit_card_03": "Card serial number",
    "deposit_card_04": "Please enter card serial number",
    "deposit_card_05": "ความยาว 10-16 ตัวอักษร",
    "E001": "Logging in for {{n}} consecutive days will earn you various rewards",
    "E002": "Consecutive check-in days :",
    "E003": "Come back tomorrow",
    "E004": "There are currently no lottery chances",
    "E005": "What a pity, didn't win any prize",
    "E006": "Congratulations, you have won {RewardName}",
    "E007": "Event time:",
    "E008": "To participate in the lottery, all players simply need to log in, make a deposit, and reach the corresponding betting amount every day.",
    "E009": "Day {％s} of logging in, with a deposit of {DepositAmount} and a betting amount of {BetAmount}, you will receive 1 chance to enter the lottery.",
    "E010": "If there is a day of interruption, the consecutive login count will reset, and the count will start again from the next day. The more consecutive days logged in, the larger the lottery amount.",
    "E011": "Once the conditions are met for the day, there will be a chance to enter the lottery the next day. Please participate in the lottery as soon as you receive the opportunity. The lottery chances will reset at {SettleTime} the next day.",
    "E012": "* Each day is defined as from {DayStart} to {DayEnd} the following day.",
    "E013": "* Betting amount is only calculated for【{GameType}】, participation in other games will not be included in the calculation.",
    "E014": "Day {{n}}",
    "E015": "Event is not open!",
    "E016": "Event has expired!",
    "E017": "Operation description",
    "E018": "Participants",
    "E019": "Participation requires only 1 deposit/withdrawal transaction, and the more bets placed, the higher the rewards.",
    "E020": "Event time",
    "E021": "Congratulations, you have won {RewardRank} {RewardName}",
    "E022": "Lottery drawn today",
    "E023": "Reward details",
    "E024": "1st prize",
    "E025": "2nd prize",
    "E026": "3rd prize",
    "E027": "4th prize",
    "E028": "5th prize",
    "E029": "6th prize",
    "E030": "Countdown for the current round",
    "E031": "Countdown for the event",
    "E032": "Today's chances to smash the golden egg: {Current}/{Max}",
    "E033": "Game instructions",
    "E034": "Participation in the egg smashing is based on the daily valid bet amount. Details are as follows:",
    "E035": "Total valid bet amount of the day",
    "E036": "number of times",
    "E037": "Prize",
    "E038": "Winning bonus",
    "E039": "Special prize",
    "E041": "1. Users who receive bonuses during the event will be automatically awarded, and participating users are advised to check their balance changes during this period.",
    "E042": "2. The calculation of valid betting records is based on the time from {DayStart} to {DayEnd} of the current day.",
    "E043": "3. The system automatically calculates the valid betting data of members. If the conditions for unlocking the golden eggs are met, the lock will be automatically released. In case of any dispute, the official decision shall prevail and no disputes shall be entertained.",
    "E044": "4.Daily {SettleTime} , the system automatically calculates the valid betting amount from the previous day. Golden eggs will be unlocked based on the valid betting amount, and members can proceed to smash the eggs. The golden eggs unlocked the previous day will be reset on the next day {SettleTime}. Failure to smash the eggs within the specified time will be considered as the member voluntarily forfeiting the reward.",
    "E045": "5. Any player, group, or organization participating in the event in a dishonest manner, including gambling, hedging, multiple accounts on the same device, software betting, water brushing, collusion arbitrage, etc., will have their winning qualifications automatically revoked upon verification, without prior notice.",
    "E046": "6. To avoid discrepancies in interpretation, the official reserves the right to make the final interpretation of this event.",
    "E047": "7. Valid betting is only calculated for the game type【{GameType}】. Participation in other games will not be counted.",
    "E048": "เชิญเพื่อน ๆ",
    "E052": "ลิงค์คำเชิญ",
    "E053": "รหัส QR เชิญ",
    "E054": "สำเนา",
    "E055": "บันทึก QR",
    "E056": "รับค่าคอมมิชชั่น",
    "E057": "รับ",
    "E058": "จำนวนคนที่ได้รับเชิญ",
    "E059": "เชิญจำนวนรายชื่อสมาชิก",
    "E060": "รอรับกิจกรรมที่2",
    "E061": "รอรับกิจกรรมที่3",
    "E062": "รอรับกิจกรรมที่1",
    "E063": "ได้รับเชิญเติมเงินครั้งแรก",
    "E064": "ของขวัญเชิญเพื่อน",
    "E065": "ของขวัญผู้ถูกเชิญ",
    "E066": "ลานเดิมพัน",
    "E067": "ระดับผู้ถูกเชิญ",
    "E068": "เชิญผู้อื่นรับ",
    "E069": "คำอธิบายกิจกรรม",
    "E071": "เนื้อหากิจกรรม",
    "E072": "จำนวนรายชื่อสมาชิก",
    "E074": "ชื่อสมาชิก",
    "E076": "ระดับ VIP",
    "E077": "จำนวนเงินฝากครั้งแรก",
    "E078": "เวลาลงทะเบียน",
    "E079": "ประวัติการรับ",
    "E080": "ทั้งหมด",
    "E081": "ค่าคอมมิชชั่นทั้งหมด",
    "E082": "เวลารับ",
    "E083": "จำนวนเงินที่ได้รับ",
    "E084": "ประเภทคอมมิชชั่น",
    "E085": "ค่าคอมมิชชั่นสมาชิกระดับ",
    "E087": "รายได้ที่ถูกต้อง",
    "E088": "รายละเอียด",
    "E089": "คอมมิชชั่น",
    "E090": "รายละเอียดคอมมิชชั่น",
    "E091": "ทั้งหมด รายได้ที่ถูกต้อง",
    "E092": "ล็อบบี้",
    "E093": "ลิงค์คำเชิญของฉัน",
    "E094": "ดูรายละเอียดคำเชิญ",
    "E095": "เชิญจำนวนรายชื่อสมาชิก",
    "E096": "ประวัติการรับคอมมิชชั่น",
    "E097": "การรับล้มเหลว",
    "E098": "ไม่สามารถรับอั่งเปาได้ในขณะนี้",
    "E099": "โปรดติดต่อฝ่ายบริการลูกค้า, สำหรับผู้เล่น VIP1 ขึ้นไปเท่านั้น",
    "E100": "ปิด",
    "E101": "ติดต่อ CS",
    "E102": "จำนวนครั้ง",
    "E103": "โดย",
    "E104": "ที่จะรวบรวม",
    "E105": "กิจกรรมที่1",
    "E106": "กิจกรรมที่2",
    "E107": "กิจกรรมที่3",
    "E109": "เมื่อวาน",
    "E110": "เกือบหนึ่งสัปดาห์",
    "E111": "เกือบหนึ่งเดือน",
    "E112": "ติดตั้งใหม่",
    "E113": "คัดลอกสำเร็จ แชร์กับเพื่อนอย่างรวดเร็ว",
    "E114": "บันทึกสำเร็จ แชร์กับเพื่อนอย่างรวดเร็ว",
    "E115": "แบ่งปันลิงค์",
    "E116": "แบ่งปันรหัส QR",
    "E117": "Other sports",
    "E118": "Friend recharge benefits are constantly surprising",
    "E119": "Friends enjoy themselves every day and receive gifts every day",
    "E120": "Friend upgrade is coming - vip is just for you",
    "E121": "รับ XXXX เรียบร้อยแล้ว",
    "E122": "บันทึกสำเร็จ",
    "E123": "คัดลอกสำเร็จ",
    "E124": "แชร์กับเพื่อนอย่างรวดเร็ว",
    "E125": "โบนัสกิจกรรม",
    "E126": "สะสม",
    "E127": "ของขวัญขึ้นเลเวล",
    "E128": "แจกอั่งเปาทุกสัปดาห์",
    "E129": "ของขวัญวันเกิด",
    "E130": "อั่งเปาพิเศษ",
    "E131": "เข้าสู่ระบบเพื่อดูระดับ VIP",
    "E132": "ขึ้นเลเวลถัดไป",
    "E133": "＊สะสมการขึ้นเลเวลจะสรุปเวลา 3:50(UTC-4) น. ทุกวัน",
    "E134": "เปิดใช้งานสิทธิประโยชน์แล้ว",
    "E135": "ระดับปัจจุบันยังไม่มีสิทธิผลประโยชน์ โปรดเดิมพันต่อเพื่อรับการสะสมเเละเลื่อนระดับ",
    "E136": "ไม่ได้เปิดใช้งานสิทธิประโยชน์",
    "E137": "สิทธิพิเศษระดับ VIP",
    "E138": "รายละเอียด VIP",
    "E139": "อัตราการคืนเงินสูงสุด",
    "E140": "ทวีคูณสูงสุดของการสะสมรายได้ในการขึ้นเลเวล",
    "E141": "รับ",
    "E142": "ได้รับ",
    "E143": "รออนุมัติ",
    "E144": "ไม่มีสิทธิ์",
    "E145": "หมดอายุแล้ว",
    "E146": "การดำเนินการล้มเหลว โปรดติดต่อฝ่ายบริการลูกค้า",
    "E147": "อัตราการคืนเงินสูงสุดของ VIP",
    "E148": "อัตราเงินคืนสูงสุดที่ระดับ VIP แต่ละระดับสามารถรับได้ในทุกเกม",
    "E149": "ทวีคูณการสะสมรายได้ของ VIP",
    "E150": "ทวีคูณการสะสมรายได้ในการขึ้นเลเวล ของแต่ละระดับ VIP ตามที่เกมได้ระบุ",
    "E153": "เกี่ยวข้องกับการขึ้นเลเวล",
    "E154": "วันเกิด",
    "E155": "กรอกข้อมูลสำเร็จ รับของขวัญวันเกิด",
    "E156": "วันเกิดไม่สามารถแก้ไขได้ ยืนยันบันทึกหรือไม่?",
    "E157": "บันทึกวันเกิด xxxx/xx/xx สำเร็จแล้ว",
    "E158": "วันที่สิ้นสุด",
    "E159": "เชื่อมต่อ",
    "E160": "ถึงขีดจำกัดในการคว้าซองจดหมายสีแดงแล้ว และไม่สามารถคว้าได้อีก!",
    "E161": "Once the lucky money is gone, you can't take it anymore. Good luck next time",
    "E162": "บัญชีตัวแทน",
    "E163": "รหัสผ่านในการเข้าสู่ระบบ",
    "E164": "ยืนยันรหัสผ่าน",
    "E165": "Real name",
    "E166": "Phone number",
    "E167": "รหัสยืนยัน",
    "E168": "Registered successfully",
    "E169": "Registration is successful, please contact customer service for review!",
    "E170": "ยกเลิก",
    "E171": "ระดับปัจจุบัน",
    "E172": "เกมส์อื่นๆ",
    "E173": "รับโบนัสเลื่อนขั้นภายใน {n} วัน นับจากวันเลื่อนขั้น เเต่ระดับละรับเพียง 1 ครั้งเท่านั้น หากคุณปฏิบัติตามข้อกำหนดทั้งหมดที่เกี่ยวข้องกับทวีคูณรายได้คุณสามารถถอนเงินได้",
    "E174": "ของขวัญวันเกิด จะต้องระบุวันเกิดในข้อมูลส่วนบุคคลก่อนและจะต้องลงทะเบียนเป็นเวลา {n} วัน มูลค่าของของขวัญที่ให้จะสอดคล้องกับอันดับที่มีอยู่ในวันเกิด สามารถรับได้ภายใน {x} วัน หากคุณปฏิบัติตามข้อกำหนดทั้งหมดที่เกี่ยวข้องกับทวีคูณรายได้คุณสามารถถอนเงินได้",
    "E175": "เวลาที่จะได้รับอั่งเปาเริมแต่วันจันทร์ถึงวันศุกร์ ในการรับอั่งเปานำโชค คุณต้องมีคุณสมบัติตรงตามข้อกำหนดสำหรับรายได้จากการเดิมพันที่ถูกต้องทั้งหมด ตั้งแต่วันจันทร์ถึงวันอาทิตย์ของสัปดาห์ก่อนหน้า (ข้อกำหนดสำหรับรายได้และมูลค่าอั่งเปาจะขึ้นอยู่กับอันดับในวันอาทิตย์ของสัปดาห์ก่อนหน้า) หากคุณปฏิบัติตามข้อกำหนดทั้งหมดที่เกี่ยวข้องกับทวีคูณรายได้คุณสามารถถอนเงินได้",
    "E176": "อั่งเปานำโชคพิเศษต้องการให้ผู้ใช้ลงทะเบียนด้วยตนเอง หลังจากอนุมัติแล้ว เงินจะถูกโอนเข้ากระเป๋าเงินโดยอัตโนมัติโดยไม่ต้องแจ้งให้ทราบล่วงหน้า แต่ละระดับสามารถรับได้เพียงครั้งเดียว หากคุณปฏิบัติตามข้อกำหนดทั้งหมดที่เกี่ยวข้องกับทวีคูณรายได้คุณสามารถถอนเงินได้",
    "E177": "1. การสะสมการอัพเลเวลจากวันก่อนหน้าจะถูกนับตามเวลาที่กำหนดในแต่ละวัน\n2. การสะสมการอัพเลเวลจะคำนวณโดยการคูณจำนวนเงินเดิมพันที่ถูกต้อง ของเกมด้วยเเละมูลค่าทวีคูณของรายได้\n3. การสะสมการอัพเลเวลใหม่ที่ได้รับในแต่ละวันจะถูกเพิ่มไปใน การสะสมการอัพเลเวลเริ่มต้น หากยอดรวมมากกว่าข้อกำหนดของอันดับถัดไป อันดับนั้นจะได้รับการเลื่อนระดับโดยอัตโนมัติ\n4. เมื่อเพิ่มระดับ มูลค่าสะสมที่มีอยู่จะถูกหัก และคุณสามารถเพิ่มระดับได้สูงสุดวันละครั้งเท่านั้น\n5. แพลตฟอร์มมีสิทธิ์ในการแก้ไข ระงับ ยกเลิก ฯลฯ การแข่งขันโดยไม่มีการเเจ้งส่วนตัว และมีสิทธิ์อธิบายในตอนสุดท้ายของเกมการแข่งขัน",
    "E178": "แมนเชสเตอร์ ยูไนเต็ด (-1): ชนะ VND 185 x 1.95 = VND 360.75 = ผลตอบแทน VND 360.75 จำนวนเงินนี้จะถูกโอนยอดไปยังการเดิมพันครั้งถัดไป ระบบไม่รองรับการเดิมพันแบบโกง",
    "E179": "บัญชีเว้นว่างไม่ได้",
    "E180": "อักขระที่คุณป้อนไม่ตรงกัน",
    "E181": "4 - 16 characters of English and numbers",
    "E182": "Account must be 4-16 characters and contain letter and numbers",
    "E183": "บัญชีนี้มีอยู่แล้ว",
    "E184": "รหัสผ่านเว้นว่างไม่ได้",
    "E185": "รหัสผ่านน้อยกว่า 6 ตัวหรือมากกว่า 20 อักขระที่เป็นตัวอักษรและตัวเลขคละกัน",
    "E186": "ต้องระบุข้อมูลในช่องนี้",
    "E187": "ใส่รหัสผ่านไม่ตรงกันสองครั้ง",
    "E188": "Incorrect input. don't enter the continuous space",
    "E189": "รูปแบบหมายเลขโทรศัพท์ไม่ถูกต้อง",
    "E190": "รหัสยืนยันการลงทะเบียนผิดพลาด",
    "E191": "คำนวณตามเวลาสหรัฐอเมริกาฝั่งตะวันออก (UTC-4)",
    "E192": "บรรลุอันดับสูงสุด",
    "E193": "เลือกเครือข่ายอินเทอร์เน็ต",
    "E194": "ผู้เล่นออนไลน์",
    "E195": "โปรดติดต่อฝ่ายดูแลลูกค้าเพื่อทราบรายละเอียดเพิ่มเติม",
    "E196": "ไม่ได้อยู่ในเงื่อนไขรับรางวัล",
    "E197": "รายละเอียดสกอร์",
    "E198": "ประสบการณ์สกอร์",
    "E199": "สะสมการขึ้นเลเวลเพื่อจบสกอร์",
    "E200": "ขอแสดงความยินดีที่ทำการสกอร์ชสำเร็จ",
    "E201": "กฎระเบียบสกอร์",
    "E202": "เริ่มตั้งแต่วันที่ 1 ของเดือนถัดไปหลังจากที่สมาชิก \"เปลี่ยนระดับ VIP\" สมาชิกจะต้องปฏิบัติตามข้อกำหนดการเดิมพันที่ถูกต้อง ของระดับที่เกี่ยวข้องก่อนจึงจะรักษาระดับต่อไปได้ภายใน 30 วัน",
    "E203": "เมื่อสกอร์ล้มเหลว ระดับ VIP จะลดลงไปยังระดับก่อนหน้า และคะแนนสะสมขึ้นระดับบางส่วนจะยังคงอยู่",
    "E204": "คะแนนสะสมขึ้นระดับ VIP ที่ได้รับภายใน 30 วันจะถูกนับให้อยู่ในอันดับสกอร์ เวลาประเมินการตกรอบจะถูกรีเซ็ตเมื่อเลื่อนชั้น",
    "E205": "บริการลูกค้าด้วยใจ",
    "E206": "บริการลูกค้าโดยเฉพาะสำหรับคุณ พร้อมให้บริการตลอด 24 ชั่วโมงทุกวันเพื่อตอบคำถามของคุณ และตอบสนองทุกความต้องการที่ถูกต้องของคุณ",
    "E207": "การถอนเงินด่วน",
    "E208": "เปิดช่องทางการถอนเงิน VIP แยกต่างหากและจัดการคำขอถอนเงินตามระดับ VIP เพื่อให้มั่นใจถึงประสบการณ์การเล่นเกมของคุณ",
    "E209": "เกี่ยวข้องกับสกอร์",
    "E210": "Apply",
    "E211": "Supreme enjoyment",
    "E212": "ประเภทเกม",
    "E213": "ทวีคูณการสะสมขึ้นระดับ",
    "E214": "3 นาที",
    "E215": "ประวัติศาสตร์",
    "E216": "เป็นที่นิยม",
    "E217": "แนะนำ",
    "E218": "เกมส์ใหม่",
    "E219": "สล็อต",
    "E220": "เกมกระดาน",
    "E221": "อื่นๆ",
    "E222": "เล่น",
    "E223": "แพลตฟอร์มมีสิทธิ์ในการแก้ไข ระงับ ยกเลิก ฯลฯ การแข่งขันโดยไม่มีการเเจ้งส่วนตัว และมีสิทธิ์อธิบายในตอนสุดท้ายของเกมการแข่งขัน",
    "E224": "กำลังโหลด",
    "E225": "Quick login",
    "E226": "First login settings",
    "E227": "The current account is bound to a Google account, please change the account",
    "E228": "Bind existing account",
    "E229": "Register new account",
    "E230": "Linked accounts",
    "E231": "Google Account",
    "E232": "Please bind your Google account",
    "E233": "Bind",
    "E234": "Bound",
    "E235": "A valid bet of 1 point on 「{o}」can earn {n} points of growth value, and a valid bet of 1 point of 「Other Games」 can earn {x} points of growth value.",
    "E236": "Required turnover",
    "E237": "Already achieved",
    "E238": "The current Google account has been bound to another account, please change the Google account.",
    "E239": "Register",
    "E271": "Real Madrid",
    "E272": "Manchester United",
    "E286": "PT Fishing มีกราฟิกที่สวยงามและรูปแบบการเล่นที่หลากหลาย มีอัตราการระเบิดสูงและทำให้จับปลาใหญ่ได้ง่ายขึ้น บอกลากิจกรรมตกปลาแบบเดิมๆ และให้คุณได้สัมผัสกับความตื่นเต้นในการยิงปืนนับพันนัด",
    "E287": "เกมคลาสสิกปรากฏขึ้นอีกครั้ง เกมนวัตกรรมสุดพิเศษ และเพลิดเพลินกับความบันเทิงที่หลากหลาย",
    "E288": "Bingo",
    "E289": "JILI Fishing Game has a variety of interactive ways to play and it continues to launch innovative games to give you the best gaming experience.",
    "E290": "FC Fishing combines the special gameplay of current fishing machines, with the theme background of wealth and money, and matched with lively music, allowing you to enjoy the fun of playing fish machines!",
    "E291": "ช่องทางการเปิดบัญชี",
    "E292": "จำนวนเงินคืน",
    "E293": "ส่วนลด",
    "E294": "เงินโอน",
    "E295": "ชำระเงินออนไลน์",
    "E296": "โอนผ่านบัตรธนาคาร",
    "E297": "โอนเงินเสมือน",
    "E298": "Total W/L",
    "E299": "Total number of bets",
    "E300": "number of bets",
    "E301": "Game name",
    "E302": "Single pass",
    "E303": "Principal amount",
    "E304": "View all parlay bet",
    "E305": "Permanent event",
    "E306": "Expired",
    "E307": "Read more",
    "E308": "Log in now",
    "E310": "Next level",
    "E311": "VIP benefits",
    "E312": "Check out more benefits",
    "E313": "Services",
    "E314": "Betting history",
    "E315": "Join us",
    "E316": "About ONBET",
    "E317": "Feedback",
    "E318": "Version",
    "E319": "One click read",
    "E320": "All news",
    "E321": "Platform announcement",
    "E322": "Site message",
    "E323": "Today",
    "E324": "Yesterday",
    "E325": "European Cup 2024",
    "E326": "Group matches",
    "E327": "1/8 knockout",
    "E328": "1/4 Knockout",
    "E329": "Semi-finals",
    "E330": "Finals",
    "E331": "Day",
    "E332": "Hour",
    "E333": "Minute",
    "E334": "Sec",
    "E335": "Finished",
    "E336": "Group standings",
    "E337": "knockout round",
    "E338": "Group",
    "E339": "Team",
    "E340": "Sessions",
    "E341": "Win/Draw/Loss",
    "E342": "Advance/Loss",
    "E343": "Score",
    "E344": "Group schedule",
    "E345": "Rule description",
    "E346": "The 24 participating teams are divided into 6 groups, with four teams in each group. Each team must play only one game with the other three teams, for a total of 6 games. Each game is 90 minutes, and the winner A draw and a loss will result in 3, 1, and 0 points respectively. The two teams with the highest scores in each group and the 4 best third-placed teams will advance to the knockout round.\n\nIf there are teams with the same points, their ranking will be determined according to the following rules:\n\na. Points from mutual competitions;\nb. The goal difference between mutual matches;\nc. number of goals scored in mutual matches;\nd. The number of away goals between mutual matches;\ne. If there are still teams that have not been ranked after applying the a-d rules, then apply the a-d rules to compare the unranked teams. If such a cycle still cannot be confirmed, the ranking will be determined according to the f-j rules;\nf. Goal difference in group matches;\ng. number of goals scored in group matches;\nh. number of away goals in group matches;\ni. Fair play scores;\nj. UEFA ranking.",
    "E347": "The knockout rounds (including the final) all adopt a single-elimination knockout system. If the two teams are tied within 90 minutes, overtime will be played with 15 minutes each in the first and second halves. In the overtime period, the team with more goals will win. If there is an extra time After the two teams were still tied, the winner was decided by penalty kicks.\n\nIn principle, penalty kicks require both sides to kick 5 goals each. If the tie is still the same, both sides will kick one goal, and the one who scores the goal wins. If there is still no winner, penalty kicks will continue, and both sides will kick another goal until the winner is determined. until!",
    "E348": "ระยะเวลาการแข่งขัน",
    "E349": "Team name",
    "E350": "Live Streaming",
    "E351": "Schedule",
    "E352": "Click to open menubar",
    "E353": "Swipe left or right to select game type",
    "E354": "Swipe left or right to select a game",
    "E355": "Click to view all games",
    "E356": "Skip",
    "E357": "Next step",
    "E358": "Chat room is not yet open",
    "E359": "I want to post orders",
    "E360": "Post this order",
    "E361": "Post orders",
    "E362": "ติดตาม",
    "E363": "More news",
    "E364": "Add to blacklist",
    "E365": "Confirm to add user to blacklist?",
    "E366": "Remove blacklist",
    "E367": "Confirm to remove user from blacklist?",
    "E368": "Delete",
    "E369": "Brand New ver",
    "E370": "Classic ver",
    "E371": "Welcome to",
    "E373": "808 Pay",
    "E374": "988 Pay",
    "E375": "TOPay",
    "E376": "OKPay",
    "E377": "TenPay",
    "E378": "E-CNY",
    "E379": "UnionPay",
    "E380": "Recharge card",
    "E381": "การชำระเงินผ่านวอลเล็ตออนไลน์",
    "E382": "Baidu Wallet",
    "E383": "Jingdong การชำระเงิน",
    "E384": "Credit card",
    "E385": "UnionPay QR code",
    "E386": "USDT pay",
    "E387": "ที่อยู่กระเป๋าสตางค์",
    "E388": "กรุณากรอกที่อยู่กระเป๋าเงิน",
    "E389": "กระเป๋าเงินออนไลน์",
    "E394": "Event recharge",
    "E395": "Event deduction",
    "E396": "คุณแน่ใจหรือไม่ว่าจะลบการเดิมพันที่เลือก",
    "E397": "Successfully share order",
    "E398": "Promo deposit",
    "E399": "Total",
    "E400": "จำนวนเงินที่ถอน",
    "E401": "Hands-free direct recharge rewards",
    "E402": "Amount received",
    "E403": "The \"hands-free direct recharge function\" can re-deposit the withdrawal amount into the account balance, enjoy a fast experience, no handling fees, and enjoy exclusive high rebates!",
    "E404": "Popular game vendors",
    "E405": "Are you sure you want to clear history?",
    "E406": "Comprehensive game",
    "E407": "เวลา",
    "early_filter_01": "You can choose up to 8 games in the league",
    "error_001": "*รายการนี้ไม่รองรับการเดิมพันแบบหลายรายการ",
    "error_002": "2. ไม่มีการตอบสนองเป็นเวลานานกรุณาติดต่อฝ่ายบริการลูกค้า",
    "error_003": "การอัพโหลดล้มเหลว",
    "error_004": "เดิมพันล้มเหลว",
    "error_005": "การดาวน์โหลดล้มเหลว",
    "error_006": "ข้อมูลส่วนตัวไม่ครบถ้วน กรุณาติดต่อฝ่ายบริการลูกค้า",
    "error_007": "มีชื่อบัญชีนี้อยู่แล้ว",
    "error_008": "ข้อผิดพลาดรูปแบบรหัสธุรกรรมบล็อคเชน",
    "error_009": "มีข้อผิดพลาดในรูปแบบของเว็บไซต์เปิดบัญชี",
    "error_010": "ความยาวข้อความไม่เกิน 100!ตัว",
    "error_011": "ขนาดไฟล์ไม่เกิน 2MB",
    "error_012": "Amount limit exceeded",
    "error_013": "The format of the amount you entered is incorrect.",
    "error_014": "เกินขีดจำกัดจำนวนเงินฝาก",
    "error_015": "An error occurred. Please try again later.",
    "error_016": "อัพโหลดอวาตาร์เรียบร้อยแล้ว",
    "error_017": "ไม่ได้อัปโหลดรูปประจำตัว",
    "error_018": "No matched",
    "error_019": "ไม่ได้เปิดใช้งานการอนุญาตกล้อง",
    "error_020": "ไม่ได้เปิดใช้การอนุญาตอัลบั้ม",
    "error_021": "ยังไม่สำเร็จ",
    "error_022": "ความผิดพลาดที่ไม่ทราบสาเหตุ",
    "error_023": "จดหมายที่ยังไม่ได้อ่าน",
    "error_024": "ไม่ได้รับการยืนยัน",
    "error_025": "ไม่ผ่าน",
    "error_026": "ยังไม่ยืนยัน",
    "error_027": "เว็บไซต์อยู่ระหว่างการบำรุงรักษา",
    "error_028": "ขณะนี้ยังไม่มีข้อมูลเกี่ยวกับวิธีการฝากเงินและข้อมูลอื่นๆ",
    "error_029": "ไม่มีการตอบสนองเป็นเวลานานกรุณาติดต่อฝ่ายบริการลูกค้า",
    "error_030": "ไม่สามารถสร้างได้เนื่องจากการทบทวนกลไก",
    "error_031": "เนื่องจากสองจังหวะยังเขียนโค้ดไม่เสร็จ ดังนั้นให้ทำตามสูตรต่อไปนี้",
    "error_032": "ล้มเหลวเนื่องจากการตรวจสอบระบบ",
    "error_033": "ยังไม่มีผลตอบรับ",
    "error_034": "ยังไม่ถึงวันที่เรียกเก็บเงิน",
    "error_035": "อัพเดทเวอร์ชั่นใหม่",
    "error_036": "ไม่มีอัตราต่อรองในการเล่น",
    "error_037": "Bad line",
    "error_038": "เกมนี้ไม่สามารถเดิมพันได้",
    "error_039": "อัตราต่อรองของตลาดนี้มีการเปลี่ยนแปลง โปรดเดิมพันใหม่",
    "error_040": "เกมนี้อยู่ระหว่างการปรับปรุง โปรดลองใหม่ภายหลัง",
    "error_041": "อัตราต่อรองนี้ไม่อนุญาตให้เดิมพัน",
    "error_042": "ไม่รองรับการต่อสายสำหรับกิจกรรมนี้",
    "error_043": "ไฟล์อ่านผิดพลาด",
    "error_044": "ไฟล์ผิดพลาด",
    "error_045": "กรุณาเชื่อมต่ออินเทอร์เน็ตก่อน",
    "error_046": "ปฏิเสธการอนุญาตอ่านการ์ดหน่วยความจำ",
    "error_047": "ไม่สามารถอ่านหน้าเว็บ",
    "error_048": "รูปแบบข้อมูลไม่ตรงกัน โปรดป้อน {n} integer",
    "error_049": "การตรวจสอบล้มเหลว",
    "error_050": "การตรวจสอบสิทธิ์ล้มเหลว โปรดลองอีกครั้ง",
    "error_051": "รหัสยืนยันไม่ถูกต้อง",
    "error_052": "คุณยังไม่ได้ผูก {n}",
    "error_053": "คุณไม่ได้ผูกมัดสกุลเงินเสมือน",
    "error_054": "คุณไม่ได้ผูกมัดสกุลเงินเสมือน/eWallet",
    "error_055": "คุณยังไม่ได้ผูกมัดบัตรธนาคารของคุณ",
    "error_056": "ไม่ติดบัตรธนาคาร/USDT",
    "error_057": "ไม่ติดบัตรธนาคาร/eWallet",
    "error_058": "คุณยังไม่ได้ผูกมัดกับ eWallet",
    "error_059": "อัตราต่อรองหรือสถานะของเกมที่คุณเลือกมีการเปลี่ยนแปลง โปรดเดิมพันใหม่",
    "error_060": "เครือข่ายของคุณผิดปกติ โปรดยืนยันว่าเชื่อมต่ออยู่หรือไม่",
    "error_061": "ขณะนี้ไม่มีสัญญาณในเครือข่ายของคุณ~",
    "error_062": "หมายเลขบัญชีของคุณไม่ถูกต้อง",
    "error_063": "ที่อยู่ที่คุณป้อนมีรูปแบบไม่ถูกต้อง",
    "error_064": "จำนวนเงินที่คุณป้อนอยู่ในรูปแบบหรือมูลค่าที่ไม่ถูกต้อง",
    "error_065": "รหัสผ่านที่คุณป้อนไม่ถูกต้อง",
    "error_066": "รูปแบบของหมายเลขบัตรธนาคารที่คุณป้อนไม่ถูกต้อง",
    "error_067": "บันทึกไม่สำเร็จ",
    "error_068": "ผลการค้นหาว่างเปล่า",
    "error_069": "ข้อยกเว้นข้อมูล",
    "error_070": "รหัสผ่านใหม่ต้องไม่เหมือนกับรหัสผ่านเก่า",
    "error_071": "ที่อยู่กระโดดผิด",
    "error_072": "ข้อผิดพลาดในการป้อนข้อมูล โปรดป้อนเฉพาะภาษาอังกฤษ โปรดอย่าเว้นวรรคติดต่อกัน",
    "error_073": "ไม่มีเหตุการณ์",
    "error_074": "ไม่มีการเดิมพันในการแข่งขัน",
    "error_075": "ขนาดไฟล์รูปภาพสูงสุด: 2MB",
    "error_076": "ความผิดพลาด",
    "error_077": "เตือนคุณว่าส่วนต่อท้ายการเดิมพัน: {n} ถูกยกเลิก",
    "error_078": "ไม่มีเลนส์กล้อง",
    "error_079": "Rejected",
    "error_080": "จำนวนเงินเดิมพันมากกว่าวงเงินเดิมพัน",
    "error_081": "เครือข่ายล่ม",
    "error_082": "คุณป้อนรหัสผ่านผิด",
    "error_083": "โปรดตรวจสอบการเชื่อมต่อเครือข่ายของคุณและลองอีกครั้ง",
    "error_084": "หมดเวลาการเชื่อมต่ออินเทอร์เน็ต โปรดเชื่อมต่อใหม่",
    "error_085": "คำขอมีบ่อยเกินไป",
    "error_086": "Not eligible for the event",
    "error_087": "Less than the event amount",
    "exclusion_001": "ความยับยั้งชั่งใจตัวเอง",
    "exclusion_002": "ทันทีหลังจากตั้งค่าการแบนตัวเอง",
    "exclusion_003": "การตั้งค่าสูงสุด: {n} - {x}",
    "exclusion_004": "เพิ่ม {n}",
    "feedback_002": "กรุณาเลือกวันที่",
    "feedback_003": "กรุณาเลือกเวลา",
    "feedback_004": "Please select Type of ID",
    "feedback_005": "กรุณาเลือกประเภทใบรับรอง",
    "feedback_006": "กลับไปหน้าหลัก",
    "feedback_007": "กรุณาบอกรายละเอียดปัญหา",
    "feedback_008": "โปรดลองอีกครั้งในภายหลัง",
    "feedback_009": "หากใช้คำแนะนำหรือข้อผิดพลาดได้รับการยืนยัน รางวัลสูงสุดคือ 3000 {n} (หรือสกุลเงินอื่นที่เทียบเท่า)",
    "feedback_010": "หากคุณมีข้อเสนอแนะที่ดีสำหรับเกมหรือแพลตฟอร์ม หรือพบข้อบกพร่องที่สามารถส่งได้ ฝ่ายบริการลูกค้าอย่างเป็นทางการจะตอบกลับภายใน 48 ชั่วโมง เราจะแก้ไขข้อผิดพลาดในเวลาหรืออ้างอิงความคิดเห็นของคุณเพื่อเพิ่มประสิทธิภาพผลิตภัณฑ์และบริการของเราอย่างต่อเนื่อง (หากมีการตอบกลับหลายรายการสำหรับข้อเสนอแนะหรือข้อบกพร่องเดียวกัน โบนัสจะถูกส่งไปยังผู้ให้ความคิดเห็นคนแรก อย่าลืมรายงานปัญหาโดยเร็วที่สุด, หนึ่งบัญชีจะได้รับการตอบกลับ 3 ครั้ง/วันเท่านั้น)",
    "feedback_011": "ตอบข้อเสนอแนะ",
    "feedback_012": "บันทึกข้อเสนอแนะ",
    "feedback_013": "รอผลตอบรับ",
    "feedback_014": "ส่งคำติชมเรียบร้อยแล้ว",
    "feedback_015": "กรอกข้อเสนอแนะ",
    "feedback_016": "เนื้อหา",
    "feedback_017": "คำอธิบายเนื้อหา",
    "feedback_018": "คำถามและข้อเสนอแนะ",
    "feedback_01": "สามารถป้อนอักขระได้ 1-500 ตัว",
    "help_001": "1. หลังจากชำระเงินสำเร็จ ระบบจะโอนเข้าบัญชีโดยอัตโนมัติ และข้อความแจ้งจะปรากฏขึ้น",
    "help_002": "1. เพื่อป้องกันการถอนเงินที่ผิดปกติ บริษัทจะต้องไปถึงรหัสที่ถูกต้องหลังจากทำการฝากเงินก่อนการถอนตามปกติ\n2. เมื่อรหัสที่ถูกต้องไม่ถึง การถอนจะสร้างจำนวนเงินที่หัก ซึ่งจะใช้เป็นค่าธรรมเนียมการถอนก่อนกำหนด วิธีการคำนวณคือ: จำนวนเงินฝาก x อัตราส่วนการหัก = จำนวนการหัก\n3 เมื่อมีการฝากครั้งที่สองก่อนที่จะถอนการฝากครั้งแรก \"จำนวนที่ต้องการรหัส\" ของเงินฝากทั้งสองจะถูกรวมเข้าด้วยกัน ในเวลานี้ คุณต้องกรอกจำนวนการเข้ารหัสที่ต้องการของธุรกรรมแรกและครั้งที่สองให้เสร็จสิ้นพร้อมกัน และการถอนจะไม่ส่งผลให้มีการหักเงิน\n4. หลังจากการถอนเงิน จำนวนการเข้ารหัสที่เสร็จสิ้นแล้วจะถูกคำนวณใหม่ และสะสมไม่ได้ \n\nตัวอย่าง\n[สถานการณ์ที่ 1]\nการฝากครั้งแรก 1,000 ครั้ง ถูกทำเครื่องหมายด้วย 2000 —> ถอนออกในเวลานี้\nการฝากครั้งที่สองของปี 2000 ถูกทำเครื่องหมายด้วย 1,000 —> ในขณะนี้ จำเป็นต้องทำเครื่องหมาย 1,000 ไม่จำเป็นต้องสร้างจำนวนการถอนที่หัก\nการฝากครั้งแรกถูกถอนออกแล้ว จะไม่รวมอยู่ในการคำนวณ เฉพาะการฝากครั้งที่สองของปี 2000 เท่านั้นที่จะใช้ในการคำนวณจำนวนเงินที่หัก\n\n[สถานการณ์ 2] \nการฝากครั้งแรกของ 1,000 เสร็จสมบูรณ์ รหัส 1,000 —> ไม่มีการถอนในขณะนี้ ทำการฝากครั้งที่สอง\n การฝากครั้งที่สองของ 2000 ได้รับรหัส 1,000 —> ในขณะนี้ ต้องใช้รหัส 1000 เพื่อป้องกันการหักเงิน จากการเกิดขึ้น\nแม้ว่าการฝากครั้งแรกจะเสร็จสิ้นด้วยรหัส แต่เนื่องจากธุรกรรมที่สองไม่เป็นไปตามข้อกำหนดในการเข้ารหัส ดังนั้นตามสูตรต่อไปนี้\nการฝาก 2000- การเข้ารหัสที่เสร็จสมบูรณ์ 1,000=1000\nธุรกรรมที่สองยังคงต้องมีการเข้ารหัสถึง 1,000 รายการก่อนทำการถอน สามารถทำได้ \n[กรณีที่ 3]\nการฝากครั้งแรกของ 1,000 มีการทำเครื่องหมายไว้ที่ 500 —> ไม่มีการถอนเงินในขณะนี้ และการฝากครั้งที่สองเกิดขึ้น\nการฝากครั้งที่สองของปี 2000 ถูกทำเครื่องหมายด้วย 1,000 —> ณ จุดนี้ เวลา จำเป็นต้องทำเครื่องหมาย 1500 จะไม่สร้างจำนวนเงินที่หักจากการถอน\nเนื่องจากไม่ได้ทำเครื่องหมายธุรกรรมสองรายการ ดังนั้นให้ทำตามสูตร\nการฝาก (1000+2000)-การทำเครื่องหมายที่เสร็จสมบูรณ์ (500+1000)=1500\nยังคงอยู่ ที่จะถึง หลังจากรหัส 1500 คุณสามารถถอนเงินได้",
    "help_003": "เพื่อปกป้องสิทธิ์ของคุณ คุณสามารถสมัคร \"การยกเว้นตนเอง\" เมื่อใดก็ได้ หลังจากที่คุณสมัครเพื่อยกเว้นตนเองแล้ว คุณจะไม่สามารถลงชื่อเข้าใช้เกมเพื่อเพลิดเพลินกับบริการที่เราให้ไว้ในระหว่างการยกเว้นตนเองได้ ระยะเวลา. ตัวเลือกมีดังนี้:",
    "help_004": "เพื่อป้องกันการถอนเงินที่ผิดปกติ บริษัทจะต้องเข้าถึงรหัสที่ถูกต้องหลังจากทำการฝากเงินก่อนทำการถอนตามปกติ",
    "help_005": "เนื่องจากถอนเงินฝากครั้งแรกไปแล้วจะไม่นับรวมในการคำนวณ เฉพาะการฝากครั้งที่สองของปี 2000 เท่านั้นที่จะคำนวณยอดหัก",
    "help_006": "ในระหว่างช่วงเวลาการควบคุมตนเอง คุณสามารถติดต่อฝ่ายบริการลูกค้าเพื่อยกเลิกฟังก์ชันการควบคุมตนเอง",
    "help_007": "เราจะรักษายอดเงินของคุณในช่วงเวลาที่กำหนดโดยระยะเวลาการยกเว้นตนเอง",
    "help_008": "บัญชีของคุณจะเปิดใช้งานอีกครั้งโดยอัตโนมัติหลังจากการควบคุมตนเองหมดอายุ",
    "help_009": "ในช่วงระยะเวลาการยกเว้นตนเอง หากคุณพยายามเปิดบัญชีใหม่ บัญชีอาจถูกระงับหลังจากที่ระบบตรวจพบว่าเป็นความจริง",
    "help_010": "เมื่อรหัสไม่ถูกต้อง การถอนจะสร้างจำนวนเงินที่หักซึ่งคำนวณเป็นค่าธรรมเนียมการถอนก่อนกำหนดเป็นจำนวนเงินที่เติมเงิน x อัตราส่วนการหัก = จำนวนเงินที่หัก",
    "help_011": "เมื่อรหัสที่ใช้งานได้ไม่ถึง เพื่อป้องกันการถอนที่ผิดปกติ จะต้องหักเปอร์เซ็นต์ที่แน่นอนของจำนวนเงินที่เติมเงินเป็นค่าธรรมเนียมการถอนก่อนกำหนด",
    "help_012": "เมื่อถึงรหัสที่ถูกต้อง จะไม่มีการเรียกเก็บค่าธรรมเนียมการจัดการเพิ่มเติม",
    "help_013": "เมื่อการเติมเงินครั้งแรกไม่ได้ถูกถอนออก การเติมเงินครั้งที่สองจะเกิดขึ้น และ \"จำนวนการทำเครื่องหมายที่ต้องการ\" ของการเติมทั้งสองครั้งจะถูกเพิ่มเข้าไป จะไม่มีการหักใด ๆ",
    "help_014": "สำเร็จ",
    "help_015": "หลังจากชำระเงินสำเร็จ ระบบจะโอนเข้าบัญชีโดยอัตโนมัติ และข้อความแจ้งจะปรากฏขึ้น",
    "help_016": "ยินดีต้อนรับกลับสู่เกมอีกครั้ง เพื่อความปลอดภัยของการใช้บัญชี โปรดดำเนินการยืนยันโทรศัพท์มือถือให้เสร็จสิ้น",
    "help_017": "การถอนครั้งแรกจะระงับ {n} {x} ไว้ชั่วคราวเพื่อให้แน่ใจว่าคุณมีบัญชีที่ถูกต้อง จำนวนเงินนี้จะได้รับคืนหลังจาก 30 วัน",
    "help_018": "หมายเลขบัตรที่ผูกไว้ต้องไม่เกิน {n} หลัก โปรดติดต่อฝ่ายบริการลูกค้าออนไลน์ 24 ชั่วโมงเพื่อสมัครตั้งค่า",
    "help_019": "หากคุณสมัครเพื่อยกเว้นตนเองในเกมเกมอื่น เกมจะไม่มีผลกับเกมนี้โดยอัตโนมัติ",
    "help_020": "แม้ว่าจังหวะแรกจะเสร็จสิ้นการเข้ารหัส แต่จังหวะที่สองไม่เป็นไปตามข้อกำหนดในการเข้ารหัส สูตรต่อไปนี้",
    "help_021": "การเติมเงินครั้งแรกเสร็จสิ้นแล้ว 1,000 ครั้ง และการเข้ารหัส 1,000 ครั้งเสร็จสิ้น → ไม่มีการถอนออกในขณะนี้ และจะมีการเติมเงินครั้งที่สอง",
    "help_022": "เติมเงินครั้งแรก 1,000 ครั้งและรหัส 2000 เสร็จสมบูรณ์ → ถอนออกในเวลานี้",
    "help_023": "การเติมเงินครั้งแรก 1,000 ครั้งเสร็จสมบูรณ์และรหัส 500 เสร็จสมบูรณ์ → ไม่มีการถอนออกในขณะนี้ และจะมีการเติมเงินครั้งที่สอง",
    "help_024": "การเติมเงินครั้งที่สองของปี 2000 เสร็จสมบูรณ์และรหัส 1,000 เสร็จสมบูรณ์แล้ว → ขณะนี้จำเป็นต้องเข้ารหัสรหัส 1,000 เพื่อป้องกันไม่ให้ยอดเงินที่ถอนออก",
    "help_025": "การเติมเงินครั้งที่สองของปี 2000 เสร็จสมบูรณ์และรหัส 1,000 เสร็จสมบูรณ์ → ขณะนี้จำเป็นต้องใส่รหัส 1500 เพื่อป้องกันไม่ให้ยอดเงินที่ถอนออก",
    "help_026": "กฎของเกม",
    "help_027": "ความรับผิดชอบในการเล่นเกม",
    "help_028": "คุณสามารถสมัคร \"ต่อยอดเดิมพัน\" เพื่อจำกัดจำนวนเงินเดิมพันของคุณในแต่ละครั้ง หลังจากสมัครวงเงินเดิมพันต่อครั้ง จำนวนเงินเดิมพันทั้งหมดต่อการเดิมพันจะไม่เกินมูลค่าที่คุณตั้งไว้:",
    "help_029": "คุณสามารถแก้ไขขีดจำกัดต่อการเดิมพันของคุณได้ตลอดเวลา การแก้ไขจะมีผลเมื่อส่งใบสมัคร",
    "help_030": "กำหนดสิ้นสุด",
    "help_031": "เวลาทำการ",
    "help_032": "เพิ่มมากถึง 10 ตัวเลือกในสลิปเดิมพัน",
    "help_033": "รหัสแนะนำ",
    "help_034": "ฟังก์ชั่นทั่วไป",
    "help_035": "จำนวนเงินฝากครั้งแรกต้องไม่น้อยกว่า {n}",
    "help_036": "คำอธิบายโดยละเอียด",
    "help_037": "ข้อจำกัดในการเข้าสู่ระบบบัญชี",
    "help_038": "โอนเข้าบัญชี",
    "help_039": "โอนออกบัญชี",
    "help_040": "คำแนะนำในการโอน",
    "help_041": "สถานะการเปลี่ยนแปลง",
    "help_042": "บันทึกภาพ",
    "help_043": "เครดิตถูกปิดการใช้งาน",
    "help_044": "จำนวนบัญชีเครดิต",
    "help_045": "ศูนย์ข้อมูล",
    "help_046": "ไปที่การตั้งค่า",
    "help_047": "รอดำเนินการ {n} วินาที",
    "help_048": "ทรัพย์สินรวมทั้งหมด",
    "help_049": "แสดงการเดิมพันของคนอื่น",
    "help_050": "แสดงการเดิมพันของฉัน",
    "help_051": "ดูข้อเสนอ",
    "help_052": "การตั้งถิ่นฐานทั้งหมด",
    "help_053": "หากมีข้อสงสัยโปรดปรึกษา{n}",
    "help_054": "จำนวนการเข้ารหัสเสร็จสมบูรณ์",
    "help_055": "รีเมค",
    "help_056": "สำคัญ",
    "help_057": "อัปโหลดภาพหน้าจอการชำระเงินอีกครั้ง",
    "help_058": "ลองอีกครั้ง",
    "help_059": "จำกัด",
    "help_060": "จำกัด {n} - {x}",
    "help_061": "จำกัด {n} - {x}",
    "help_062": "จำกัด {n} หรือมากกว่า",
    "help_063": "ขีดจำกัดขั้นต่ำ",
    "help_064": "ลิงค์อื่นๆ ที่เกี่ยวข้อง",
    "help_065": "เงินคืนสูงสุดในวันเดียว",
    "help_066": "ยกเลิกการเลือก",
    "help_067": "ประวัติวัฏจักร",
    "help_068": "พันธมิตรอย่างเป็นทางการ",
    "help_069": "เวลาทบทวน",
    "help_070": "วงเงินต่อเดิมพัน",
    "help_071": "เปลี่ยนชื่อเล่น",
    "help_072": "ผลประโยชน์ระดับเกมประเภทต่างๆ",
    "help_073": "เน็ตนำทาง",
    "help_074": "เคล็ดลับ",
    "help_075": "ประกาศเกม",
    "help_076": "กฎและข้อกำหนด",
    "help_077": "จำกัด {n} {x} - {y}",
    "sport_publicity_001": "ไม่ว่าคุณจะมีความชอบแบบใด BTI Sports สามารถตอบสนองความต้องการของคุณได้ คุณสามารถเดิมพันกับกิจกรรมต่างๆ ได้ตามใจชอบ รวมถึงฟุตบอล บาสเกตบอล เทนนิส การแข่งรถ F1 Dota 2 และอื่นๆ อีกมากมาย เพื่อมอบประสบการณ์การเดิมพันที่ดีที่สุดให้กับคุณ!",
    "live_publicity_01": "ที่ BG Casino คุณสามารถเพลิดเพลินกับเกมดีลเลอร์สดอย่างเต็มที่ เช่น บาคาร่า รูเล็ต ดราก้อนไทเกอร์ และซิคโบ ด้วยคอลเลกชันของดีลเลอร์สดที่สวยงาม คุณจะได้สัมผัสกับความตื่นเต้นที่แท้จริงของการพนัน",
    "live_publicity_02": "WON Casino เป็นแบรนด์เกมบันเทิงสดออนไลน์ชั้นนำในตลาด ที่มุ่งมั่นในการให้ประสบการณ์การเล่นเกมที่มีคุณภาพสูงแก่ผู้เล่น และให้แน่ใจว่าพวกเขาสนุกไปกับความสนุกไร้ขีดจำกัด",
    "live_publicity_03": "OG Casino นำเสนอการสตรีมวิดีโอที่เป็นผู้นำในอุตสาหกรรมด้วยความหน่วงต่ำที่สุด ซึ่งปฏิวัติวงการเทคโนโลยี ครอบคลุมเกมวิดีโอสดหลักทั้งหมดในเอเชียและมีโหมดเกมบาคาร่าให้เลือกหลากหลายพร้อมคุณสมบัติที่เป็นเอกลักษณ์สำหรับผู้เล่นให้เลือกตามความสะดวกของพวกเขา",
    "fish_publicity_01": "เกมตกปลา ACEWIN ไม่เพียงแค่มีภาพที่สวยงามและเอฟเฟกต์สุดเจ๋งเท่านั้น แต่ยังแนะนำกลไกเกมที่ไม่เหมือนใครเพิ่มเติมจากประสบการณ์การตกปลาบนเครื่องเล่นอาร์เคดแบบดั้งเดิม ราชาทะเลหลากหลายชนิดกำลังรอคุณอยู่ในสนามตกปลาเพื่อจับปลาด้วยกัน!",
    "fish_publicity_02": "AG Fishing ใช้เทคโนโลยีการเรนเดอร์ 3D ความละเอียดสูงในการสร้างภูมิทัศน์ใต้ท้องทะเลที่สมจริง ในฐานะผู้ให้บริการเกมที่ได้รับความนิยมจากผู้ที่ชื่นชอบ คุณสามารถดื่มด่ำกับการผจญภัยล่าปลาทะเลลึกที่น่าตื่นเต้นได้ทุกที่ทุกเวลา",
    "lot_game_01": "Racing",
    "lot_game_02": "Lottery",
    "lot_game_03": "Mark Six Lottery",
    "lot_game_04": "Fast Three",
    "lot_game_05": "Lucky 28",
    "lot_game_06": "3D",
    "lot_game_07": "Big Win",
    "parlay_001": "2 สาย 1",
    "parlay_002": "2 สแต็คเป็นเดิมพันเดี่ยวประกอบด้วย 2 การเลือก การเลือกทั้งหมดจะต้องชนะจึงจะได้รับเงินคืน เมื่อมีการเลือกเหตุการณ์เพิ่มเติม 2 สแต็คสามารถรวมกันเป็นมัลติเชน ตัวอย่างเช่น สามารถจัด 3 เหตุการณ์รวมกันได้ 3 2 สาย 1, บอลประเภทต่าง ๆ และรูปแบบการเล่นชิงแชมป์ไม่สามารถใช้สำหรับการเดิมพันสตริงได้",
    "parlay_003": "3 สาย 1",
    "parlay_004": "3 กองเป็นเดิมพันเดี่ยวประกอบด้วย 3 การเลือก การเลือกทั้งหมดจะต้องชนะจึงจะได้รับเงินคืน เมื่อมีการเลือกเหตุการณ์เพิ่มเติม สามารถรวม 3 กองเป็นชุดหลายชุดได้ เช่น สามารถจัดการแข่งขัน 4 รายการรวมกันได้ 4 รายการ 3-string 1s, ลูกบอลประเภทต่างๆ และการเล่นเกมชิงแชมป์ไม่สามารถใช้สำหรับการเดิมพันสตริงได้",
    "parlay_005": "3 สาย 4",
    "parlay_006": "3 พับ 4 คือ 4 เดิมพันที่แตกต่างกันประกอบด้วย 3 เหตุการณ์ที่แตกต่างกัน 3 2 พับ 1 และ 1 3 พับ 1 ชนะอย่างน้อย 2 ตัวเลือกเพื่อให้แน่ใจว่าการจ่ายเงิน ประเภทบอลที่แตกต่างกัน และการเล่นชิงแชมป์ไม่สามารถเล่นได้ การเดิมพันแบบลูกโซ่",
    "parlay_007": "4 สาย 1",
    "parlay_008": "4 สาย 11",
    "parlay_009": "4 พับ 11 คือ 11 การเดิมพันที่แตกต่างกันซึ่งประกอบด้วย 4 เหตุการณ์ที่แตกต่างกัน 6 2-fold 1, 4 3-fold 1, 1 4-fold 1, อย่างน้อย 2 ตัวเลือกที่จะชนะเพื่อรับประกันการจ่ายเงิน, ลูกที่แตกต่างกัน ไม่มีการตีคู่ อนุญาตให้วางเดิมพันสำหรับสปีชีส์และการแข่งขันชิงแชมป์",
    "parlay_010": "4 พับ 1 เป็นเดิมพันเดี่ยวประกอบด้วย 4 การเลือก การเลือกทั้งหมดจะต้องชนะจึงจะได้รับเงินคืน เมื่อมีการเลือกเหตุการณ์เพิ่มเติม 4-fold 1 สามารถรวมเป็นชุดคู่ได้ เช่น 5 เหตุการณ์ได้ การจัดเรียง 5 สาย 4 สาย 1 ประเภทลูกที่แตกต่างกันและการเล่นเกมชิงแชมป์ไม่สามารถใช้สำหรับการเดิมพันสตริงได้",
    "parlay_011": "5 สาย 1",
    "parlay_012": "5 กองเป็นเดิมพันเดี่ยวประกอบด้วย 5 การเลือก การเลือกทั้งหมดจะต้องชนะจึงจะได้รับเงินคืน เมื่อมีการเลือกเหตุการณ์เพิ่มเติม 5 กองสามารถรวมกันเป็นหลายชุดได้ เช่น สามารถจัดการแข่งขันได้ 6 รายการ ชุดค่าผสมของ 6 5 -สตริง 1s, บอลประเภทต่างๆ และการเล่นเกมชิงแชมป์ไม่สามารถใช้สำหรับการเดิมพันสตริงได้",
    "parlay_013": "5 สาย 26",
    "parlay_014": "5 พับ 26 คือ 26 การเดิมพันที่แตกต่างกันซึ่งประกอบด้วย 5 เหตุการณ์ที่แตกต่างกัน 10 2-fold 1, 10 3-fold 1, 5 4-fold 1 และ 1 5-fold 1, อย่างน้อย 2 ตัวเลือกชนะด้วยการรับประกันการจ่ายเงิน ไม่มีการเดิมพันแบบเรียงซ้อนสำหรับประเภทบอลที่แตกต่างกันและการเล่นชิงแชมป์",
    "parlay_015": "6 สาย 1",
    "parlay_016": "6 กองเป็นเดิมพันเดี่ยวประกอบด้วย 6 การเลือก การเลือกทั้งหมดจะต้องชนะจึงจะได้รับเงินคืน เมื่อมีการเลือกเหตุการณ์เพิ่มเติม 6 กองสามารถรวมกันเป็นหลายชุดได้ เช่น สามารถจัดการแข่งขันได้ 7 รายการ ชุดค่าผสมของ 7 6 -สตริง 1s, บอลประเภทต่างๆ และการเล่นเกมชิงแชมป์ไม่สามารถใช้สำหรับการเดิมพันสตริงได้",
    "parlay_017": "6 สาย 57",
    "parlay_018": "6-เท่า 57 คือ 57 เดิมพันที่แตกต่างกันซึ่งประกอบด้วย 6 เหตุการณ์ที่แตกต่างกัน 15 2-fold 1, 20 3-fold 1, 15 4-fold 1, 6 5-fold 1 และ 1 6-fold 1, อย่างน้อย ชนะ 2 ตัวเลือกเพื่อให้แน่ใจว่าการจ่ายเงิน ไม่อนุญาตให้วางเดิมพันแบบเรียงซ้อนสำหรับประเภทลูกที่แตกต่างกันและการเล่นชิงแชมป์",
    "parlay_019": "7 สาย 1",
    "parlay_020": "7 สาย 120",
    "parlay_021": "7-เท่า 120 คือ 120 เดิมพันที่แตกต่างกันซึ่งประกอบด้วย 7 เหตุการณ์ที่แตกต่างกัน 21 2-เท่า 1, 35 3-fold 1, 35 4-fold 1, 21 5-fold 1, 7 6-fold 1 และ 1 7 สตริง 1, อย่างน้อย 2 ตัวเลือกที่จะชนะเพื่อให้แน่ใจว่าการจ่ายเงิน, บอลประเภทต่าง ๆ และการเล่นชิงแชมป์ไม่สามารถใช้สำหรับการเดิมพันแบบเรียงซ้อนได้",
    "parlay_022": "7 กองเป็นเดิมพันเดี่ยวประกอบด้วย 7 การเลือก การเลือกทั้งหมดจะต้องชนะจึงจะได้รับเงินคืน เมื่อมีการเลือกเหตุการณ์เพิ่มเติม 7 กองสามารถรวมกันเป็นหลายชุดได้ เช่น สามารถจัด 8 เหตุการณ์รวมกันได้ 8 7 -สตริง 1s, บอลประเภทต่างๆ และรูปแบบการเล่นชิงแชมป์ไม่สามารถใช้สำหรับการเดิมพันสตริงได้",
    "parlay_023": "8 สาย 1",
    "parlay_024": "8 กองเป็นเดิมพันเดี่ยวประกอบด้วย 8 การเลือก การเลือกทั้งหมดจะต้องชนะจึงจะได้รับเงินคืน เมื่อมีการเลือกเหตุการณ์เพิ่มเติม 8 กองสามารถรวมกันเป็นหลายชุดได้ เช่น สามารถจัดการแข่งขันได้ 9 รายการ ชุดค่าผสมของ 9 8 สาย 1, ประเภทบอลที่แตกต่างกันและการเล่นเกมชิงแชมป์ไม่สามารถใช้สำหรับการเดิมพันสตริงได้",
    "parlay_025": "8 สาย 247",
    "parlay_026": "8 ทีม 247 คือ 247 เดิมพันที่แตกต่างกันซึ่งประกอบด้วย 8 เหตุการณ์ที่แตกต่างกัน 28 2-fold 1, 56 3-fold 1, 70 4-fold 1, 56 5-fold 1, 28 6-fold 1 , 8 7 -string 1s และ 1 8-string 1 อย่างน้อย 2 ตัวเลือกชนะเพื่อให้แน่ใจว่าการจ่ายเงิน ประเภทลูกที่แตกต่างกันและการเล่นเกมชิงแชมป์ไม่สามารถเดิมพันแบบเรียงซ้อนได้",
    "parlay_027": "9 สาย 1",
    "parlay_028": "9 กองเป็นเดิมพันเดี่ยวประกอบด้วย 9 การเลือก การเลือกทั้งหมดจะต้องชนะจึงจะได้รับเงินคืน เมื่อมีการเลือกเหตุการณ์เพิ่มเติม 9 กองสามารถรวมกันเป็นหลายชุดได้ เช่น สามารถจัด 10 เหตุการณ์รวมกันได้ 10 กอง ไม่สามารถใช้ 9 สายจาก 1 ประเภทบอลที่แตกต่างกันและการเล่นเกมชิงแชมป์สำหรับการเดิมพันสตริงได้",
    "parlay_029": "9 สาย 502",
    "parlay_030": "9-เท่า 502 คือ 502 เดิมพันที่แตกต่างกันซึ่งประกอบด้วย 9 เหตุการณ์ที่แตกต่างกัน 36 2-fold 1, 84 3-fold 1, 126 4-fold 1, 126 5-fold 1, 84 6-fold 1 , 36 7 -string 1s, 9 8-string 1s และ 1 9-string 1, อย่างน้อย 2 ตัวเลือกชนะเพื่อให้แน่ใจว่าการจ่ายเงิน ประเภทลูกที่แตกต่างกันและการเล่นเกมชิงแชมป์ไม่สามารถเดิมพันแบบเรียงซ้อนได้",
    "parlay_031": "10 สาย 1",
    "parlay_032": "10 สาย 1,013",
    "parlay_033": "10 เท่า 1,013 คือ 1,013 เดิมพันที่แตกต่างกันใน 10 เหตุการณ์ที่แตกต่างกัน 45 2-fold 1, 120 3-fold 1, 210 4-fold 1, 252 5-fold 1, 210 6-fold 1 , 120 7-string 1s, 45 8-string 1s, 10 9-string 1s และ 1 10-string 1, อย่างน้อย 2 ตัวเลือกชนะเพื่อให้แน่ใจว่าการจ่ายเงิน ประเภทลูกที่แตกต่างกันและการเล่นชิงแชมป์ไม่สามารถใช้สำหรับการเดิมพันแบบเรียงซ้อน",
    "parlay_034": "10 ซีรีส์ 1 เป็นเดิมพันเดี่ยวที่ประกอบด้วย 10 ตัวเลือก ต้องชนะทุกตัวเลือกจึงจะขอคืนเงินได้ ประเภทลูกที่แตกต่างกันและการเล่นเกมชิงแชมป์ไม่สามารถรวมกันได้",
    "sports_bet_001": "ทั้งสองทีมทำแต้ม",
    "sports_bet_002": "คู่",
    "sports_bet_003": "ไม่มีเป้าหมาย",
    "sports_bet_004": "เกมเลื่อนออกไป",
    "sports_bet_005": "สถานะการสั่งซื้อ",
    "sports_bet_006": "WC 2022",
    "sports_bet_007": "ออก",
    "sports_bet_008": "ออก: {n}",
    "sports_bet_009": "ครึ่ง",
    "sports_bet_010": "全场让球",
    "sports_bet_011": "ไม่ใช่ทั้งสองทีมทำคะแนน",
    "sports_bet_012": "เวลาปัจจุบัน",
    "sports_bet_013": "ยอดรวมปัจจุบัน",
    "sports_bet_014": "ไม่มีการถ่ายทอดสดการแข่งขันตอนนี้",
    "sports_bet_015": "เดิมพันสำเร็จ",
    "sports_bet_016": "การเล่นการพนัน",
    "sports_bet_017": "รายการเดิมพัน",
    "sports_bet_018": "ระบบจะกลับไปที่หน้าแรกโดยอัตโนมัติหลังจากได้รับข้อมูลเหตุการณ์ล่าสุด",
    "sports_bet_019": "ผู้เล่นคนอื่น",
    "sports_bet_020": "กีฬาทั้งหมด",
    "sports_bet_021": "ชนะ & ใหญ่",
    "sports_bet_022": "ชนะ & เล็ก",
    "sports_bet_023": "ชนะคนเดียว & ทั้งสองทีมทำคะแนน - ไม่",
    "sports_bet_024": "ชนะคนเดียว & ทั้งสองทีมทำคะแนน - ใช่",
    "sports_bet_025": "แฮนดิแคปปิดแล้ว",
    "sports_bet_026": "ใหญ่สุด",
    "sports_bet_027": "บอลประตูแรก",
    "sports_bet_028": "ผู้ทำประตูสูงสุด",
    "sports_bet_029": "สุดท้าย",
    "sports_bet_030": "เวลาตอบรับล่าสุด",
    "sports_bet_031": "บอลประตูสุดท้าย",
    "sports_bet_032": "ผู้ทำประตูสุดท้าย",
    "sports_bet_033": "ลีก: {n}",
    "sports_bet_034": "ชื่อการแข่งขัน",
    "sports_bet_035": "อัตราต่อรองมีการเปลี่ยนแปลง",
    "sports_bet_036": "อัตราต่อรองเปลี่ยนจาก {n} เป็น {x}",
    "sports_bet_037": "เวลามาตรฐาน",
    "sports_bet_038": "Please enter the correct bet amount",
    "sports_bet_039": "ตัดสินเดิมพัน",
    "sports_bet_040": "เพิ่มในลีกของฉันแล้ว",
    "sports_bet_041": "ผู้ทำประตูได้ตลอดเวลา",
    "sports_bet_042": "สถานะการเดิมพันทั้งหมด",
    "sports_bet_043": "คุณวางเดิมพันสำเร็จแล้ว",
    "sports_bet_044": "แผนที่",
    "sports_bet_045": "การเลือกเดี่ยวทั้งหมดสามารถเติมเดิมพันเดียวกันได้",
    "sports_bet_046": "สถานะการซื้อขาย",
    "sports_bet_047": "หมายเลขธุรกรรม",
    "sports_bet_048": "เดบิตพื้นหลัง",
    "sports_bet_049": "จำนวนเงินที่หักทั้งหมด",
    "sports_bet_050": "จำนวนเงินที่หัก",
    "sports_bet_051": "รายละเอียดยอดหัก",
    "sports_bet_052": "เดิมพัน",
    "sports_bet_053": "ไม้",
    "sports_bet_054": "Live",
    "sports_bet_055": "คะแนนรวม \\n กับการทำงานล่วงเวลา",
    "sports_bet_056": "คะแนนรวม \\n เวลามาตรฐาน",
    "sports_bet_057": "1 hour",
    "sports_bet_058": "3 hours",
    "sports_bet_059": "6 hours",
    "sports_bet_060": "12 hours",
    "sports_bet_061": "24 hours",
    "sports_bet_062": "Filter Leagues",
    "sports_bet_063": "Sort",
    "sports_bet_064": "Sort by League",
    "sports_bet_065": "Sort by Time",
    "sports_third_01": "Print",
    "sports_third_02": "Bet receipt",
    "sports_third_03": "Bet details",
    "sports_third_04": "Match time",
    "sports_third_05": "Bet account",
    "sports_third_06": "Thank you for your bet",
    "sports_third_07": "Confirm print",
    "sports_third_08": "Print receipt",
    "sports_third_09": "ชั้นเดียว",
    "sports_third_10": "ชนะได้",
    "sys_tip_01": "ถ้าต้องการความช่วยเหลือ,กรุณา",
    "sys_tip_02": "ปัญหาการเผชิญหน้า? กรุณาติดต่อฝ่ายบริการลูกค้าออนไลน์",
    "transfer_01": "การรีไซเคิลด้วยคลิกเดียว",
    "transfer_02": "*การกู้คืนในคลิกเดียวจะโอนยอดคงเหลือในบัญชีอื่นทั้งหมดไปยังบัญชีแพลตฟอร์ม",
    "transfer_03": "กู้คืนโควต้าสำเร็จ",
    "transfer_04": "Transfer",
    "transfer_05": "แปลงโควต้าสำเร็จ",
    "transfer_06": "ยืนยันการแปลง",
    "tsfr_pick_01": "เลือกแพลตฟอร์ม",
    "vip_01": "1. การสะสมการอัพเลเวลจากวันก่อนหน้าจะถูกนับตามเวลาที่กำหนดในแต่ละวัน\\n2. การสะสมการอัพเลเวลจะคำนวณโดยการคูณจำนวนเงินเดิมพันที่ถูกต้อง ของเกมด้วยเเละมูลค่าทวีคูณของรายได้\\n3. การสะสมการอัพเลเวลใหม่ที่ได้รับในแต่ละวันจะถูกเพิ่มไปใน การสะสมการอัพเลเวลเริ่มต้น หากยอดรวมมากกว่าข้อกำหนดของอันดับถัดไป อันดับนั้นจะได้รับการเลื่อนระดับโดยอัตโนมัติ\\n4. เมื่อเพิ่มระดับ มูลค่าสะสมที่มีอยู่จะถูกหัก และคุณสามารถเพิ่มระดับได้สูงสุดวันละครั้งเท่านั้น\\n5. แพลตฟอร์มมีสิทธิ์ในการแก้ไข ระงับ ยกเลิก ฯลฯ การแข่งขันโดยไม่มีการเเจ้งส่วนตัว และมีสิทธิ์อธิบายในตอนสุดท้ายของเกมการแข่งขัน",
    "vip_02": "A valid bet of 1 point on 「{n} Sports」can earn {x} points of growth value, and a valid bet of 1 point of 「Other Games」 can earn {y} points of growth value.",
    "vip_03": "A valid bet of 1 point on 「ON Sports」can earn {n} points of growth value, and a valid bet of 1 point of 「Other Games」 can earn {x} points of growth value.",
    "vip_04": "ฝาก {n} หยวน เพื่อรับ {x} การเติบโตของคะแนน",
    "vip_05": "เดิมพัน {unit} เพื่อรับ {growth} แต้มการเติบโต",
    "vip_06": "ความต้องการมูลค่าการเติบโต",
    "vip_07": "A valid bet of 1 point of 「Games」 can earn {n} points of growth value.",
    "withdraw_01": "อัตราค่าธรรมเนียม",
    "withdraw_02": "ค่าธรรมเนียมที่ต้องชำระ",
    "withdraw_03": "อัตราแลกเปลี่ยน",
    "withdraw_04": "ค่าธรรมเนียมการถอน",
    "withdraw_05": "E-wallet",
    "withdraw_06": "Invitation code registration gift",
    "withdraw_007": "ค่าธรรมเนียมการจัดการ",
    "withdraw_008": "ค่าธรรมเนียมการจัดการ",
    "withdraw_009": "จำนวนค่าธรรมเนียมการจัดการ",
    "withdraw_010": "จำนวนการถอน",
    "withdraw_011": "รูปแบบหรือมูลค่าของจำนวนเงินที่ถอนไม่ถูกต้อง",
    "withdraw_012": "ค่าธรรมเนียมการถอน: {n}",
    "withdraw_013": "บันทึกการถอนเงิน",
    "withdraw_014": "หลังจากการถอนเงิน จำนวนรหัสที่เสร็จสมบูรณ์จะถูกคำนวณใหม่และไม่สามารถสะสมได้",
    "withdraw_015": "การถอนสำเร็จ กรุณารอเจ้าหน้าที่บริการลูกค้าตรวจสอบ",
    "withdraw_016": "การตั้งค่าการถอน",
    "withdraw_017": "จำนวนเงินที่ถอน: {n} {n}",
    "withdraw_018": "จำนวนถอนมากกว่ายอดเงินในบัญชี",
    "withdraw_019": "รูปแบบจำนวนเงินที่ถอนหรือมูลค่าไม่ถูกต้อง",
    "withdraw_020": "ยอดถอนทั้งหมด",
    "withdraw_021": "การอัพเกรดระบบที่เกี่ยวข้องกับการถอน กรุณารอสักครู่",
    "withdraw_022": "ค่าธรรมเนียมการถอน",
    "withdraw_023": "รหัสผ่านการถอนเป็นฟิลด์บังคับ",
    "withdraw_024": "การถอนเงิน eWallet",
    "withdraw_025": "เปลี่ยนรหัสผ่านการถอนสำเร็จแล้ว",
    "withdraw_026": "・โปรดตรวจสอบให้แน่ใจว่ารูปถ่ายประจำตัวของคุณหงายขึ้น",
    "withdraw_027": "・โปรดตรวจสอบให้แน่ใจว่าภาพถ่ายบัตร ของคุณมองเห็นได้ชัดเจน",
    "withdraw_028": "・โปรดหลีกเลี่ยงแสงวาบหรือแสงสะท้อน",
    "withdraw_029": "ต้องใช้อักขระที่เป็นตัวอักษรและตัวเลขคละกัน 6 ถึง 20 ตัว",
    "withdraw_030": "รหัสผ่านคือ 4 ตัวเลข",
    "withdraw_031": "รหัสผ่านประกอบด้วยตัวเลขและตัวอักษร 6~20 ตัว",
    "withdraw_032": "ตั้งรหัสผ่าน",
    "withdraw_033": "สรุปได้ว่ายังคงต้องใช้ 1,500 รหัสก่อนจึงจะสามารถถอนเงินได้",
    "withdraw_034": "สรุปได้ว่าการชำระเงินครั้งที่สองยังคงต้องมีรหัสถึง 1,000 รหัสก่อนจึงจะสามารถถอนเงินได้",
    "withdraw_035": "ผลการสแกนใบหน้า",
    "withdraw_036": "สกุลเงินเสมือน",
    "withdraw_037": "ถอนสกุลเงินเสมือน",
    "withdraw_038": "ผ่าน",
    "withdraw_039": "บัตรธนาคารเป็นช่องบังคับ",
    "withdraw_040": "เลขบัญชี",
    "withdraw_041": "ถอนธนาคาร",
    "withdraw_042": "รับ {n} เรียบร้อยแล้ว",
    "withdraw_043": "ความยาวต้อง 6-20 ตัวอักษร รวมภาษาอังกฤษและตัวเลข",
    "withdraw_044": "ถอนออก",
    "withdraw_045": "สำรองที่นั่ง",
    "withdraw_046": "ถอนออกทั้งหมด",
    "withdraw_047": "ผลการสแกน",
    "withdraw_048": "อัตราค่าธรรมเนียม: {n} {x}",
    "withdraw_049": "อัตราค่าธรรมเนียม: {n}",
    "withdraw_050": "การจ่าย",
    "withdraw_051": "Event Audit",
    "withdraw_052": "General Audit",
    "withdraw_053": "Valid amount",
    "withdraw_054": "Remaining valid amount",
    "withdraw_055": "Deduction amount (service fee)",
    "withdraw_056": "Applicable Games",
    "withdraw_057": "Total remaining valid amount",
    "withdraw_058": "Total service fee deducted",
    "withdraw_059": "Completed",
    "withdraw_060": "Not Completed",
    "withdraw_061": "Brand Sports",
    "withdraw_062": "Audit type",
    "withdraw_063": "Event name",
    "cashout_001": "Cash Out Only",
    "cashout_002": "Cash Out",
    "cashout_003": "Are you sure to Cash Out?",
    "cashout_004": "Cash Out in progress",
    "cashout_005": "Your Cash Out has been completed",
    "cashout_006": "Not able to Cash Out, please try again.",
    "cashout_007": "Cash Out gives the customers the option to sell their bet tickets before the results of selected events or fixtures are determined.",
    "cashout_008": "Once the sale of the bet ticket is successfully accepted by the system, the customer is no longer allowed to cancel the sale. The Cash Out value of fully sold bet tickets will be credited back to the customer’s balance and the Cash Out value will not be affected by the official result of the event, fixture or market where the bets was placed.",
    "cashout_009": "The Company reserves the right to reverse the settlement of the bet ticket sold using the Cash Out option if there was error in the settlement or in cases where the Company deems it reasonably necessary reverse the settlement. In case of reversal of settlement, the Cash Out value of the bet ticket received by the customer will be deducted from his account balance and the bet ticket will retain its original stake.",
    "cashout_010": "In case of cancellation of the selected event or fixture wherein a bet ticket is sold, the sale of the bet ticket will be reversed unless the bet has been determined. The Cash Out value of the bet ticket will be deducted from the customer’s account and the original stake will be credited back to the customer.\n",
    "cashout_011": "The Cash Out value of the bet ticket will be credited to the customer’s account within a reasonable period of time.",
    "cashout_012": "The Company reserves the right and has the sole and absolute discretion to accept or decline the use of Cash Out, to make Cash Out option available in certain events, fixtures or markets and to amend, suspend or remove the Cash Out option as it deems necessary.",
    "cashout_013": "The Company is not responsible for the unavailability of the Cash Out option due to technical errors.",
    "cashout_014": "Cash Out is a product provided by a third party. The third party shall be ultimately responsible for the settlement of bet tickets sold through Cash Out and any and all other claims made by the customer arising out of the use of Cash Out. The Company accepts no responsibility for any loss (direct or indirect) suffered by the customer in using Cash Out.",
    "cashout_015": "The Cash Out feature shall not be available to Customers who have availed of or used a Bonus offered by the Company until the Customer has qualified and met the Terms and Conditions for the said Bonus. Customers who will opt to avail of the Cash Out feature may request Customer Service to have the Bonus forfeited in order to avail of the Cash Out. The Company shall have the final decision whether to allow the forfeiture of the Bonus and to grant the access to the Cash Out.",
    "cashout_016": "Cashout Description",
    "kyc_001": "KYC Verify",
    "kyc_002": "Unverified",
    "kyc_003": "Verified",
    "kyc_004": "Verifying",
    "kyc_005": "Under Review",
    "kyc_006": "Additional Info",
    "kyc_007": "Rejected",
    "kyc_008": "Verify Process",
    "kyc_009": "Step 1",
    "kyc_010": "Choose a VALID ID TYPE",
    "kyc_011": "Choose Recommend IDs for Quick Verification within 3 hours",
    "kyc_012": "Other IDs may take up to 24 hours",
    "kyc_013": "Step 2",
    "kyc_014": "Upload ID Photo",
    "kyc_015": "Take a picture of your ID or select from your album. Make sure it clearly shows your",
    "kyc_016": "ID Photo",
    "kyc_017": "Step 3",
    "kyc_018": "Confirm Information",
    "kyc_019": "Double-check all scanned details from your ID",
    "kyc_020": "Start Now",
    "kyc_021": "Select ID",
    "kyc_022": "Recommended IDs",
    "kyc_023": "Others IDs",
    "kyc_024": "The file size should not exceed 500KB",
    "kyc_025": "Take a photo or select your ID photo from the album and correctly place it in the frame",
    "kyc_026": "Driver’s License",
    "kyc_027": "ID Passport (Philippine/Foreign)",
    "kyc_028": "Valid Passport",
    "kyc_029": "ID Type",
    "kyc_030": "First Name",
    "kyc_031": "Middle Name",
    "kyc_032": "Last Name",
    "kyc_033": "Oops invalid ID",
    "kyc_034": "Thank you for verifying with us. Please wait while we process your request within 24 hours",
    "kyc_035": "KYC Status",
    "kyc_036": "Approved",
    "kyc_037": "You have completed KYC Verify",
    "kyc_038": "We regret to inform you that your KYC submission has been rejected. Please resubmit valid documents to complete the process. Thank you.",
    "kyc_039": "Resubmit",
    "kyc_040": "Reason",
    "kyc_041": "Back of ID",
    "kyc_042": "Selfie Picture",
    "kyc_043": "Proof of income",
    "kyc_044": "Chick to upload ID photo",
    "kyc_045": "Change other ID photos",
    "kyc_046": "upload ID photo"
  }
}
